{"dateLabel":"March 1","issue":"Issue 61","events":[{"originalText":"A group of knife-wielding terrorists attacked passengers at Kunming railway station in Kunming, China, leaving 31 victims dead and more than 140 others injured.","year":2014,"subtitle":"2014 Kunming attack","url":"https://en.wikipedia.org/wiki/2014_Kunming_attack","headline":"Terrorist attack at Kunming railway station leaves 31 dead"},{"originalText":"The Armenian military and national police attacked a crowd of people protesting the results of the recent election in Yerevan, leading to 10 deaths and over 100 arrests.","year":2008,"subtitle":"2008 Armenian presidential election protests","url":"https://en.wikipedia.org/wiki/2008_Armenian_presidential_election_protests","headline":"Armenian military clashes with protesters in Yerevan, 10 dead"},{"originalText":"The Pink Floyd album The Dark Side of the Moon was released.","year":1973,"subtitle":"Pink Floyd","url":"https://en.wikipedia.org/wiki/Pink_Floyd","headline":"Pink Floyd releases The Dark Side of the Moon album"},{"originalText":"Archbishop of Chicago Samuel Stritch was appointed Pro-Prefect of the Propagation of Faith, becoming the first American member of the Roman Curia.","year":1958,"subtitle":"Roman Catholic Archdiocese of Chicago","url":"https://en.wikipedia.org/wiki/Roman_Catholic_Archdiocese_of_Chicago","headline":"Archbishop Samuel Stritch appointed Pro-Prefect of Propagation of Faith"},{"originalText":"In a trial lasting less than 90 minutes, German–British physicist Klaus Fuchs was convicted of violating the Official Secrets Act by supplying information from the Manhattan Project to the Soviet Union.","year":1950,"subtitle":"Klaus Fuchs","url":"https://en.wikipedia.org/wiki/Klaus_Fuchs","headline":"Physicist Klaus Fuchs convicted of violating Official Secrets Act"},{"originalText":"World War II: American and Australian troops won the Battle of Sio against Japanese forces in New Guinea.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"American and Australian troops win Battle of Sio in New Guinea"},{"originalText":"Hoover Dam, straddling the Arizona–Nevada border on the Colorado River, was completed.","year":1936,"subtitle":"Hoover Dam","url":"https://en.wikipedia.org/wiki/Hoover_Dam","headline":"Hoover Dam completed on Arizona-Nevada border"},{"originalText":"The Australian cricket team, led by Warwick Armstrong, became the first team to complete a whitewash in the Ashes, an achievement that would not be repeated for 86 years.","year":1921,"subtitle":"Australia national cricket team","url":"https://en.wikipedia.org/wiki/Australia_national_cricket_team","headline":"Australian cricket team achieves whitewash in the Ashes"},{"originalText":"The Kronstadt rebellion began following mass protests in Petrograd demanding greater freedom in Russia with sailors and citizens taking up arms against the Bolsheviks.","year":1921,"subtitle":"Kronstadt rebellion","url":"https://en.wikipedia.org/wiki/Kronstadt_rebellion","headline":"Kronstadt rebellion begins in Russia against Bolsheviks"},{"originalText":"Ethiopia defeated Italy at the Battle of Adwa, ending the First Italo-Ethiopian War.","year":1896,"subtitle":"Battle of Adwa","url":"https://en.wikipedia.org/wiki/Battle_of_Adwa","headline":"Ethiopia defeats Italy at Battle of Adwa, ending war"},{"originalText":"French physicist Henri Becquerel discovered the principle of radioactive decay when he exposed photographic plates to uranium salts.","year":1896,"subtitle":"Henri Becquerel","url":"https://en.wikipedia.org/wiki/Henri_Becquerel","headline":"Henri Becquerel discovers principle of radioactive decay"},{"originalText":"Yellowstone National Park (bison pictured), located mostly in the present-day U.S. state of Wyoming, was established by President Ulysses S. Grant.","year":1872,"subtitle":"Yellowstone National Park","url":"https://en.wikipedia.org/wiki/Yellowstone_National_Park","headline":"Yellowstone National Park established by President Ulysses S. Grant"},{"originalText":"Paraguayan War: Marshal Francisco Solano López died at the Battle of Cerro Corá.","year":1870,"subtitle":"Paraguayan War","url":"https://en.wikipedia.org/wiki/Paraguayan_War","headline":"Marshal Francisco Solano López dies at Battle of Cerro Corá"},{"originalText":"The Russian chemist Dmitri Mendeleev finished his design of the first periodic table.","year":1869,"subtitle":"Dmitri Mendeleev","url":"https://en.wikipedia.org/wiki/Dmitri_Mendeleev","headline":"Dmitri Mendeleev finishes design of first periodic table"},{"originalText":"Muhammad Ali Pasha, governor of Ottoman Egypt, killed the Mamluk leaders of Cairo and seized power.","year":1811,"subtitle":"Muhammad Ali of Egypt","url":"https://en.wikipedia.org/wiki/Muhammad_Ali_of_Egypt","headline":"Muhammad Ali Pasha seizes power in Ottoman Egypt"},{"originalText":"Samuel Chase, the only Justice of the Supreme Court of the United States to be impeached, was acquitted by the Senate.","year":1805,"subtitle":"Samuel Chase","url":"https://en.wikipedia.org/wiki/Samuel_Chase","headline":"Justice Samuel Chase acquitted by Senate after impeachment"},{"originalText":"An attempt by Francis, Duke of Guise, to disperse a church service by Huguenots in Wassy, France, turned into a massacre, resulting in 50 dead, and starting the French Wars of Religion.","year":1562,"subtitle":"Francis, Duke of Guise","url":"https://en.wikipedia.org/wiki/Francis%2C_Duke_of_Guise","headline":"Massacre in Wassy, France sparks French Wars of Religion"}]}