{"dateLabel":"March 2","issue":"Issue 62","events":[{"originalText":"Russian forces capture the city of Kherson during the Russian invasion of Ukraine.","year":2022,"subtitle":"Russia","url":"https://en.wikipedia.org/wiki/Russia","headline":"Russian forces capture city of Kherson during invasion of Ukraine"},{"originalText":"A naming ceremony for the chemical elements moscovium, tennessine, and oganesson took place at the Russian Academy of Sciences in Moscow.","year":2017,"subtitle":"Chemical element","url":"https://en.wikipedia.org/wiki/Chemical_element","headline":"Naming ceremony for moscovium, tennessine, and oganesson held at Russian Academy of Sciences"},{"originalText":"Researchers at Fermilab in Illinois announced the discovery of the top quark, the most massive of all observed elementary particles.","year":1995,"subtitle":"Fermilab","url":"https://en.wikipedia.org/wiki/Fermilab","headline":"Researchers at Fermilab in Illinois discover top quark"},{"originalText":"As a cosmonaut on Soyuz 28, Czechoslovak military pilot Vladimír Remek (pictured) became the first person from outside the Soviet Union or the United States to go into space.","year":1978,"subtitle":"Astronaut","url":"https://en.wikipedia.org/wiki/Astronaut","headline":"Czechoslovak military pilot Vladimír Remek becomes first person from outside Soviet Union or U.S. to go into space"},{"originalText":"Vietnam War: The American and South Vietnamese air forces began Operation Rolling Thunder, a sustained bombing campaign against North Vietnam that eventually became the most intense air–ground battle waged during the Cold War period.","year":1965,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"American and South Vietnamese air forces begin Operation Rolling Thunder in Vietnam War"},{"originalText":"Playing for the Philadelphia Warriors, American basketball player Wilt Chamberlain scored 100 points in a game against the New York Knicks, which remains an NBA record.","year":1962,"subtitle":"Golden State Warriors","url":"https://en.wikipedia.org/wiki/Golden_State_Warriors","headline":"Wilt Chamberlain scores 100 points in game against New York Knicks"},{"originalText":"Led by General Ne Win, the Burmese military seized power in a coup d'état.","year":1962,"subtitle":"Ne Win","url":"https://en.wikipedia.org/wiki/Ne_Win","headline":"General Ne Win leads Burmese military coup d'état"},{"originalText":"The B-50 Superfortress Lucky Lady II landed in Fort Worth, Texas, to complete the first non-stop circumnavigation of the world by airplane.","year":1949,"subtitle":"Boeing B-50 Superfortress","url":"https://en.wikipedia.org/wiki/Boeing_B-50_Superfortress","headline":"B-50 Superfortress Lucky Lady II completes first non-stop circumnavigation of the world"},{"originalText":"World War II: Australian and U.S. air forces attacked and destroyed a large Japanese naval convoy in the Bismarck Sea, north of Papua New Guinea.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Australian and U.S. air forces destroy Japanese naval convoy in Bismarck Sea during World War II"},{"originalText":"The Steel Workers Organizing Committee, the precursor of the United Steel Workers of America, had a major success when it signed a collective-bargaining agreement with U.S. Steel.","year":1937,"subtitle":"Steel Workers Organizing Committee","url":"https://en.wikipedia.org/wiki/Steel_Workers_Organizing_Committee","headline":"Steel Workers Organizing Committee signs collective-bargaining agreement with U.S. Steel"},{"originalText":"Communist, revolutionary-socialist, and syndicalist delegates met in Moscow to establish the Communist International.","year":1919,"subtitle":"Communism","url":"https://en.wikipedia.org/wiki/Communism","headline":"Communist International established in Moscow"},{"originalText":"U.S. Steel, the first billion-dollar corporation and once the world's largest producer of steel, was founded by financier J. P. Morgan.","year":1901,"subtitle":"U.S. Steel","url":"https://en.wikipedia.org/wiki/U.S._Steel","headline":"U.S. Steel founded by financier J. P. Morgan"},{"originalText":"The Electoral Commission awarded twenty disputed electoral votes to Rutherford B. Hayes, thus assuring his victory in the 1876 U.S. presidential election.","year":1877,"subtitle":"Electoral Commission (United States)","url":"https://en.wikipedia.org/wiki/Electoral_Commission_(United_States)","headline":"Electoral Commission awards disputed electoral votes to Rutherford B. Hayes in 1876 U.S. presidential election"},{"originalText":"New Zealand Wars: Carl Sylvius Völkner, a Protestant missionary, was killed by Hauhau militants in Ōpōtiki for working as an agent for New Zealand governor-general George Grey.","year":1865,"subtitle":"New Zealand Wars","url":"https://en.wikipedia.org/wiki/New_Zealand_Wars","headline":"Protestant missionary Carl Sylvius Völkner killed by Hauhau militants in New Zealand"},{"originalText":"The Great Slave Auction, the largest single sale of slaves in U.S. history, with more than 400 people sold, began in Georgia.","year":1859,"subtitle":"Great Slave Auction","url":"https://en.wikipedia.org/wiki/Great_Slave_Auction","headline":"Great Slave Auction begins in Georgia, largest single sale of slaves in U.S. history"},{"originalText":"Texas Revolution: At a convention of delegates in Washington-on-the-Brazos, the Mexican state of Texas adopted a declaration of independence, establishing the Republic of Texas.","year":1836,"subtitle":"Texas Revolution","url":"https://en.wikipedia.org/wiki/Texas_Revolution","headline":"Texas adopts declaration of independence, establishing Republic of Texas"},{"originalText":"French inventor Claude Chappe and his brothers first demonstrated the semaphore telegraph, a system to convey information by means of visual signals, using towers with pivoting crossarms.","year":1791,"subtitle":"Claude Chappe","url":"https://en.wikipedia.org/wiki/Claude_Chappe","headline":"Claude Chappe demonstrates semaphore telegraph system"},{"originalText":"American Revolutionary War: Patriot militiamen from Georgia and South Carolina attempted to resist the British action to seize and remove supply ships anchored at Savannah, Georgia.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Patriot militiamen attempt to resist British action in American Revolutionary War"},{"originalText":"The College of Arms, one of the few remaining official heraldic authorities in Europe, was incorporated by royal charter in the City of London.","year":1484,"subtitle":"College of Arms","url":"https://en.wikipedia.org/wiki/College_of_Arms","headline":"College of Arms incorporated in City of London"},{"originalText":"The League of Lezhë, an alliance of regional chieftains, was established in Venetian Albania with Skanderbeg as their commander.","year":1444,"subtitle":"League of Lezhë","url":"https://en.wikipedia.org/wiki/League_of_Lezh%C3%AB","headline":"League of Lezhë established in Venetian Albania with Skanderbeg as commander"}]}