{"dateLabel":"March 3","issue":"Issue 63","events":[{"originalText":"Two passenger trains collided near Szczekociny, Poland, resulting in 16 deaths and 58 injuries.","year":2012,"subtitle":"Szczekociny rail crash","url":"https://en.wikipedia.org/wiki/Szczekociny_rail_crash","headline":"Two Trains Collide in Szczekociny, Poland: 16 Dead, 58 Injured"},{"originalText":"Motorist Rodney King was beaten by Los Angeles Police Department officers during an arrest, causing public outrage that increased tensions between the African-American community and the police department over police brutality and social inequality.","year":1991,"subtitle":"Rodney King","url":"https://en.wikipedia.org/wiki/Rodney_King","headline":"Rodney King Beaten by LAPD Officers, Sparks Outrage"},{"originalText":"The British rock band Jethro Tull released Thick as a Brick, a parody concept album allegedly adapted from an eight-year-old boy's epic poem.","year":1972,"subtitle":"Jethro Tull (band)","url":"https://en.wikipedia.org/wiki/Jethro_Tull_(band)","headline":"Jethro Tull Releases Parody Concept Album 'Thick as a Brick'"},{"originalText":"A Polish Home Army unit massacred at least 150 Ukrainian civilians in Pawłokoma, Poland.","year":1945,"subtitle":"Home Army","url":"https://en.wikipedia.org/wiki/Home_Army","headline":"Polish Home Army Unit Massacres 150 Ukrainian Civilians in Pawłokoma"},{"originalText":"The Ottoman Caliphate, the world's last widely recognized caliphate, was abolished.","year":1924,"subtitle":"Ottoman Caliphate","url":"https://en.wikipedia.org/wiki/Ottoman_Caliphate","headline":"Ottoman Caliphate Abolished, Last Widely Recognized Caliphate"},{"originalText":"Thousands of women marched in Washington, D.C. \"in a spirit of protest\" against the exclusion of women from American society.","year":1913,"subtitle":"Woman Suffrage Procession","url":"https://en.wikipedia.org/wiki/Woman_Suffrage_Procession","headline":"Thousands of Women March in Washington, D.C. Against Exclusion"},{"originalText":"Shoshone National Forest, in the U.S. state of Wyoming, was established as the country's first national forest.","year":1891,"subtitle":"Shoshone National Forest","url":"https://en.wikipedia.org/wiki/Shoshone_National_Forest","headline":"Shoshone National Forest Established in Wyoming"},{"originalText":"The first indoor game of ice hockey was played at the Victoria Skating Rink in Montreal by James Creighton and students of McGill University.","year":1875,"subtitle":"First indoor ice hockey game","url":"https://en.wikipedia.org/wiki/First_indoor_ice_hockey_game","headline":"First Indoor Ice Hockey Game Played in Montreal"},{"originalText":"French composer Georges Bizet's opera Carmen (poster pictured), based on the novella of the same title by Prosper Mérimée, premiered at the Opéra-Comique in Paris.","year":1875,"subtitle":"Georges Bizet","url":"https://en.wikipedia.org/wiki/Georges_Bizet","headline":"Georges Bizet's Opera Carmen Premieres in Paris"},{"originalText":"The U.S. Congress passed the Missouri Compromise, which balanced the admission of Missouri as a slave state with that of Maine as a free state.","year":1820,"subtitle":"United States Congress","url":"https://en.wikipedia.org/wiki/United_States_Congress","headline":"US Congress Passes Missouri Compromise"},{"originalText":"American Revolutionary War: Samuel Nicholas and the Continental Marines successfully landed on New Providence in the Bahamas and began a raid of Nassau, capturing the port the next day.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Continental Marines Raid Nassau in the Bahamas"},{"originalText":"The Statute of Rhuddlan was enacted, introducing English common law to the Principality of Wales.","year":1284,"subtitle":"Statute of Rhuddlan","url":"https://en.wikipedia.org/wiki/Statute_of_Rhuddlan","headline":"Statute of Rhuddlan Introduces English Common Law to Wales"}]}