{"dateLabel":"March 4","issue":"Issue 64","events":[{"originalText":"Construction began on a 69-metre statue of the Buddha at Wat Paknam Bhasicharoen in Bangkok.","year":2017,"subtitle":"The Buddha","url":"https://en.wikipedia.org/wiki/The_Buddha","headline":"Construction begins on 69-metre Buddha statue at Wat Paknam Bhasicharoen in Bangkok"},{"originalText":"A series of blasts occurred at an arms dump in Brazzaville, Republic of the Congo, killing at least 300 people and injuring 2,500 others.","year":2012,"subtitle":"Brazzaville arms dump blasts","url":"https://en.wikipedia.org/wiki/Brazzaville_arms_dump_blasts","headline":"Blasts at arms dump in Brazzaville kill 300, injure 2,500"},{"originalText":"President Omar al-Bashir of Sudan was indicted by the International Criminal Court on charges of war crimes and crimes against humanity committed during the War in Darfur.","year":2009,"subtitle":"Omar al-Bashir","url":"https://en.wikipedia.org/wiki/Omar_al-Bashir","headline":"Sudan's President Omar al-Bashir indicted for war crimes in Darfur"},{"originalText":"Fourteen-year-old English schoolgirl Charlotte Shaw drowned on Dartmoor, becoming the first person to die in connection with the annual Ten Tors challenge.","year":2007,"subtitle":"Death of Charlotte Shaw","url":"https://en.wikipedia.org/wiki/Death_of_Charlotte_Shaw","headline":"English schoolgirl Charlotte Shaw drowns on Dartmoor during Ten Tors challenge"},{"originalText":"College basketball player Hank Gathers died after collapsing during a West Coast Conference Tournament semifinal game in Los Angeles.","year":1990,"subtitle":"College basketball","url":"https://en.wikipedia.org/wiki/College_basketball","headline":"College basketball player Hank Gathers dies after collapsing in Los Angeles game"},{"originalText":"U.S. president Ronald Reagan made a nationally televised address in which he accepted full responsibility for illegal actions in the Iran–Contra affair.","year":1987,"subtitle":"Ronald Reagan","url":"https://en.wikipedia.org/wiki/Ronald_Reagan","headline":"Ronald Reagan takes responsibility for Iran-Contra affair in televised address"},{"originalText":"The space probe Voyager 1 discovered the rings of Jupiter, the third ring system to be discovered in the Solar System, after those of Saturn and Uranus.","year":1979,"subtitle":"Voyager 1","url":"https://en.wikipedia.org/wiki/Voyager_1","headline":"Voyager 1 discovers rings of Jupiter, third ring system in Solar System"},{"originalText":"During an interview, John Lennon of the Beatles argued that the band had become \"more popular than Jesus\".","year":1966,"subtitle":"John Lennon","url":"https://en.wikipedia.org/wiki/John_Lennon","headline":"John Lennon claims Beatles more popular than Jesus in interview"},{"originalText":"Murder, Inc. leader Lepke Buchalter was executed, becoming the only American mob boss to receive the death penalty after being convicted of murder.","year":1944,"subtitle":"Murder, Inc.","url":"https://en.wikipedia.org/wiki/Murder%2C_Inc.","headline":"Murder, Inc. leader Lepke Buchalter executed for murder"},{"originalText":"The Holocaust: Almost all Jews in Bulgarian-occupied Western Thrace were deported to Treblinka extermination camp to be killed.","year":1943,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Holocaust: Jews in Bulgarian-occupied Western Thrace deported to Treblinka"},{"originalText":"Second World War: British Commandos successfully executed a raid on the Lofoten Islands in German-occupied Norway.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"British Commandos raid Lofoten Islands in German-occupied Norway"},{"originalText":"Frances Perkins was appointed United States Secretary of Labor, making her the first female member of the Cabinet.","year":1933,"subtitle":"Frances Perkins","url":"https://en.wikipedia.org/wiki/Frances_Perkins","headline":"Frances Perkins appointed first female United States Secretary of Labor"},{"originalText":"All three presidents of the Austrian National Council resigned, and Chancellor Engelbert Dollfuss later used that pretext to create an authoritarian government.","year":1933,"subtitle":"National Council (Austria)","url":"https://en.wikipedia.org/wiki/National_Council_(Austria)","headline":"Austrian National Council presidents resign, Chancellor creates authoritarian government"},{"originalText":"The United States Navy suffered its largest non-combat loss of life when the collier USS Cyclops set sail from Barbados to Baltimore and was never seen again, presumably disappearing in the Bermuda Triangle.","year":1918,"subtitle":"United States Navy","url":"https://en.wikipedia.org/wiki/United_States_Navy","headline":"USS Cyclops disappears in Bermuda Triangle, largest non-combat loss for US Navy"},{"originalText":"A case of influenza was recorded at Camp Funston, Kansas, conventionally marking the beginning of the Spanish flu.","year":1918,"subtitle":"Camp Funston","url":"https://en.wikipedia.org/wiki/Camp_Funston","headline":"Spanish flu begins with influenza case at Camp Funston, Kansas"},{"originalText":"Cyclone Mahina struck Bathurst Bay, Queensland, killing over 300 people in the deadliest natural disaster in Australian history.","year":1899,"subtitle":"Cyclone Mahina","url":"https://en.wikipedia.org/wiki/Cyclone_Mahina","headline":"Cyclone Mahina kills over 300 in Bathurst Bay, Queensland"},{"originalText":"The Forth Bridge, a railway bridge connecting Edinburgh to Fife over the Firth of Forth, opened, eventually becoming an internationally recognised Scottish landmark.","year":1890,"subtitle":"Forth Bridge","url":"https://en.wikipedia.org/wiki/Forth_Bridge","headline":"Forth Bridge opens, connecting Edinburgh to Fife"},{"originalText":"Chicago was incorporated as a city.","year":1837,"subtitle":"Chicago","url":"https://en.wikipedia.org/wiki/Chicago","headline":"Chicago incorporated as a city"},{"originalText":"The Royal National Lifeboat Institution, a charity that saves lives at sea around the coasts of the British Isles, was founded as the National Institution for the Preservation of Life from Shipwreck by author and philanthropist William Hillary.","year":1824,"subtitle":"Royal National Lifeboat Institution","url":"https://en.wikipedia.org/wiki/Royal_National_Lifeboat_Institution","headline":"Royal National Lifeboat Institution founded by William Hillary"},{"originalText":"War of 1812: An American raiding party defeated an attempt by British regulars, volunteers from the Canadian militia and Native Americans to intercept them near present-day Wardville, Ontario.","year":1814,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"American raiding party defeats British attempt near Wardville, Ontario"},{"originalText":"Irish convicts formerly involved at the Battle of Vinegar Hill during the Irish Rebellion of 1798 began an uprising against British colonial authorities in New South Wales, Australia.","year":1804,"subtitle":"Convicts in Australia","url":"https://en.wikipedia.org/wiki/Convicts_in_Australia","headline":"Irish convicts rebel against British authorities in New South Wales"},{"originalText":"American Revolutionary War: Using artillery transported from Ticonderoga, the Continental Army occupied Dorchester Heights, forcing the British to abandon Boston two weeks later.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Continental Army forces British to abandon Boston after occupying Dorchester Heights"},{"originalText":"Mozart departed Italy after the last of his three tours there.","year":1769,"subtitle":"Wolfgang Amadeus Mozart","url":"https://en.wikipedia.org/wiki/Wolfgang_Amadeus_Mozart","headline":"Mozart departs Italy after third tour"},{"originalText":"King Charles II of England granted Quaker William Penn a charter for the Pennsylvania Colony.","year":1681,"subtitle":"Charles II of England","url":"https://en.wikipedia.org/wiki/Charles_II_of_England","headline":"King Charles II grants charter for Pennsylvania Colony to William Penn"},{"originalText":"John Flamsteed (pictured) was appointed the first Astronomer Royal by King Charles II of England.","year":1675,"subtitle":"John Flamsteed","url":"https://en.wikipedia.org/wiki/John_Flamsteed","headline":"John Flamsteed appointed first Astronomer Royal by King Charles II"},{"originalText":"Wars of the Roses: Henry VI, the Lancastrian king of England, was deposed by his Yorkist cousin, who succeeded him as Edward IV.","year":1461,"subtitle":"Wars of the Roses","url":"https://en.wikipedia.org/wiki/Wars_of_the_Roses","headline":"Henry VI deposed by Yorkist cousin Edward IV in Wars of the Roses"},{"originalText":"Jogaila, Grand Duke of Lithuania, was crowned King of Poland as Władysław II Jagiełło, beginning the Jagiellonian dynasty.","year":1386,"subtitle":"Grand Duchy of Lithuania","url":"https://en.wikipedia.org/wiki/Grand_Duchy_of_Lithuania","headline":"Jogaila crowned King of Poland, starting Jagiellonian dynasty"},{"originalText":"Trpimir I, founder of the Trpimirović dynasty of Croatia, issued a document that contained the first known usage of the name \"Croats\".","year":856,"subtitle":"Trpimir I","url":"https://en.wikipedia.org/wiki/Trpimir_I","headline":"Trpimir I issues document with first known usage of name 'Croats'"},{"originalText":"Roman Herculian guard Adrian of Nicomedia, who had converted to Christianity after being impressed with the faith of Christians that he had been torturing, was martyred.","year":306,"subtitle":"Jovians and Herculians","url":"https://en.wikipedia.org/wiki/Jovians_and_Herculians","headline":"Roman guard Adrian of Nicomedia martyred after converting to Christianity"}]}