{"dateLabel":"March 5","issue":"Issue 65","events":[{"originalText":"The ZX81, a pioneering British home computer, was launched by Sinclair Research, and went on to sell more than 1.5 million units around the world.","year":1981,"subtitle":"ZX81","url":"https://en.wikipedia.org/wiki/ZX81","headline":"ZX81 Home Computer Launched by Sinclair Research"},{"originalText":"BOAC Flight 911 disintegrated and crashed near Mount Fuji shortly after departure from Tokyo International Airport, killing all 113 passengers and 11 crew members on board.","year":1966,"subtitle":"BOAC Flight 911","url":"https://en.wikipedia.org/wiki/BOAC_Flight_911","headline":"BOAC Flight 911 Crashes Near Mount Fuji, Killing All On Board"},{"originalText":"American country-music performers Patsy Cline, Cowboy Copas, and Hawkshaw Hawkins were killed when their PA-24 crashed shortly after takeoff in Camden, Tennessee.","year":1963,"subtitle":"Country music","url":"https://en.wikipedia.org/wiki/Country_music","headline":"Country-Music Performers Killed in Plane Crash in Tennessee"},{"originalText":"Cuban photographer Alberto Korda took his iconic photograph Guerrillero Heroico of Marxist revolutionary Che Guevara.","year":1960,"subtitle":"Alberto Korda","url":"https://en.wikipedia.org/wiki/Alberto_Korda","headline":"Cuban Photographer Takes Iconic Photo of Che Guevara"},{"originalText":"World War II: The Gloster Meteor, the Allies' only operational jet aircraft, made its maiden flight.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allies' Gloster Meteor Jet Aircraft Makes Maiden Flight in WWII"},{"originalText":"Roberto Cofresí, one of the last Caribbean pirates, was apprehended after his flagship sloop Anne was captured by authorities.","year":1825,"subtitle":"Roberto Cofresí","url":"https://en.wikipedia.org/wiki/Roberto_Cofres%C3%AD","headline":"Caribbean Pirate Roberto Cofresí Apprehended by Authorities"},{"originalText":"The First Anglo-Burmese War began.","year":1824,"subtitle":"First Anglo-Burmese War","url":"https://en.wikipedia.org/wiki/First_Anglo-Burmese_War","headline":"First Anglo-Burmese War Begins"},{"originalText":"Peninsular War: At the Battle of Barrosa, Anglo-Iberian forces trying to lift the Siege of Cádiz defeated a French attack but could not break the siege itself.","year":1811,"subtitle":"Peninsular War","url":"https://en.wikipedia.org/wiki/Peninsular_War","headline":"Battle of Barrosa: Anglo-Iberian Forces Defeat French Attack"},{"originalText":"American Revolution: British soldiers fired into a crowd in Boston, killing five people.","year":1770,"subtitle":"American Revolution","url":"https://en.wikipedia.org/wiki/American_Revolution","headline":"British Soldiers Kill Five in Boston Crowd During American Revolution"},{"originalText":"King Henry VII of England issued letters patent to John Cabot and his sons, authorising them to explore undiscovered lands.","year":1496,"subtitle":"Henry VII of England","url":"https://en.wikipedia.org/wiki/Henry_VII_of_England","headline":"King Henry VII Authorizes John Cabot to Explore Undiscovered Lands"},{"originalText":"The Livonian branch of the Teutonic Order suffered a great loss when 71 knights died in the Battle of Aizkraukle.","year":1279,"subtitle":"Livonian Order","url":"https://en.wikipedia.org/wiki/Livonian_Order","headline":"Teutonic Order Suffers Loss in Battle of Aizkraukle"},{"originalText":"Roman–Persian Wars: Roman emperor Julian and his army set out from Antioch to attack the Sasanian Empire.","year":363,"subtitle":"Roman–Persian Wars","url":"https://en.wikipedia.org/wiki/Roman%E2%80%93Persian_Wars","headline":"Roman Emperor Julian Sets Out to Attack Sasanian Empire in Roman-Persian Wars"}]}