{"dateLabel":"March 6","issue":"Issue 66","events":[{"originalText":"The Marine Parade Community Building, the mural cladding of which is the largest installation art in Singapore, was opened.","year":2000,"subtitle":"Marine Parade Community Building","url":"https://en.wikipedia.org/wiki/Marine_Parade_Community_Building","headline":"Marine Parade Community Building with Largest Installation Art in Singapore Opened"},{"originalText":"The Troubles: In Operation Flavius, the Special Air Service killed three volunteers of the Provisional Irish Republican Army conspiring to bomb a parade of British military bands in Gibraltar.","year":1988,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Operation Flavius: SAS Kills IRA Volunteers Plotting Bombing in Gibraltar"},{"originalText":"The ferry Herald of Free Enterprise capsized while leaving the harbour of Zeebrugge, Belgium, killing 193 people on board.","year":1987,"subtitle":"MS Herald of Free Enterprise","url":"https://en.wikipedia.org/wiki/MS_Herald_of_Free_Enterprise","headline":"Ferry Herald of Free Enterprise Capsizes in Zeebrugge, Belgium, 193 Dead"},{"originalText":"In a radio broadcast, Nation of Islam leader Elijah Muhammad announced that American boxer Cassius Clay would change his name to Muhammad Ali (pictured).","year":1964,"subtitle":"Nation of Islam","url":"https://en.wikipedia.org/wiki/Nation_of_Islam","headline":"Elijah Muhammad Announces Cassius Clay Name Change to Muhammad Ali"},{"originalText":"Following Joseph Stalin's death, Georgy Malenkov succeeded him as Premier of the Soviet Union.","year":1953,"subtitle":"Joseph Stalin","url":"https://en.wikipedia.org/wiki/Joseph_Stalin","headline":"Georgy Malenkov Succeeds Stalin as Premier of Soviet Union"},{"originalText":"Petru Groza of the Ploughmen's Front became the first prime minister of the Communist Party-dominated government of Romania.","year":1945,"subtitle":"Petru Groza","url":"https://en.wikipedia.org/wiki/Petru_Groza","headline":"Petru Groza Becomes First Communist Prime Minister of Romania"},{"originalText":"World War II: National Liberation Front forces defeated Italian occupiers in the Battle of Fardykambos, a major sign of the Greek resistance's growth.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"National Liberation Front Defeats Italian Occupiers in Battle of Fardykambos"},{"originalText":"The day after the federal election, the Nazi Party banned elected Communist Party of Germany members from taking their seats in the Reichstag.","year":1933,"subtitle":"March 1933 German federal election","url":"https://en.wikipedia.org/wiki/March_1933_German_federal_election","headline":"Nazi Party Bans Communist Members from Reichstag After Election"},{"originalText":"Organized by the Communist International, hundreds of thousands of people in major cities around the world marched to protest mass unemployment associated with the Great Depression.","year":1930,"subtitle":"Communist International","url":"https://en.wikipedia.org/wiki/Communist_International","headline":"Global Protests Against Mass Unemployment Organized by Communist International"},{"originalText":"First Balkan War: The Greek army captured Bizani Fortress, near Ioannina, from the Ottomans.","year":1913,"subtitle":"First Balkan War","url":"https://en.wikipedia.org/wiki/First_Balkan_War","headline":"Greek Army Captures Bizani Fortress from Ottomans in First Balkan War"},{"originalText":"Scottish National Antarctic Expedition: Led by William Speirs Bruce, the Antarctic region of Coats Land was discovered from the Scotia.","year":1904,"subtitle":"Scottish National Antarctic Expedition","url":"https://en.wikipedia.org/wiki/Scottish_National_Antarctic_Expedition","headline":"Antarctic Region of Coats Land Discovered by Scottish Expedition"},{"originalText":"Giuseppe Verdi's La traviata premiered at La Fenice in Venice, but the performance was considered so bad that it caused him to revise portions of the opera.","year":1853,"subtitle":"Giuseppe Verdi","url":"https://en.wikipedia.org/wiki/Giuseppe_Verdi","headline":"La traviata Premiere in Venice Prompts Verdi to Revise Opera"},{"originalText":"Texas Revolution: Mexican troops captured the Alamo Mission in San Antonio from Texian forces after a 13-day siege.","year":1836,"subtitle":"Texas Revolution","url":"https://en.wikipedia.org/wiki/Texas_Revolution","headline":"Mexican Troops Capture Alamo Mission from Texian Forces in Texas Revolution"},{"originalText":"Tomaso Parentucelli became Pope Nicholas V.","year":1447,"subtitle":"Pope Nicholas V","url":"https://en.wikipedia.org/wiki/Pope_Nicholas_V","headline":"Tomaso Parentucelli Elected as Pope Nicholas V"},{"originalText":"The Abbasid Caliphate executed 42 Byzantine officials who had been captured in the Sack of Amorium of 838 for refusing to convert to Islam.","year":845,"subtitle":"Abbasid Caliphate","url":"https://en.wikipedia.org/wiki/Abbasid_Caliphate","headline":"Abbasid Caliphate Executes 42 Byzantine Officials for Refusing to Convert to Islam"}]}