{"dateLabel":"March 7","issue":"Issue 67","events":[{"originalText":"Dissident Irish republican campaign: Two off-duty British Army soldiers were shot dead by Real IRA paramilitaries outside Massereene Barracks in Antrim, Northern Ireland.","year":2009,"subtitle":"Dissident Irish republican campaign","url":"https://en.wikipedia.org/wiki/Dissident_Irish_republican_campaign","headline":"Two British Army soldiers shot dead by Real IRA paramilitaries in Antrim, Northern Ireland"},{"originalText":"The Kepler space telescope (depicted), designed to discover Earth-like planets orbiting other stars, was launched.","year":2009,"subtitle":"Kepler space telescope","url":"https://en.wikipedia.org/wiki/Kepler_space_telescope","headline":"Kepler space telescope launched to discover Earth-like planets"},{"originalText":"The charity single \"We Are the World\" by the supergroup USA for Africa was released, and went on to sell more than 20 million copies.","year":1985,"subtitle":"Charity record","url":"https://en.wikipedia.org/wiki/Charity_record","headline":"Charity single 'We Are the World' by USA for Africa released, sells over 20 million copies"},{"originalText":"Vietnam War: The United States and South Vietnam began Operation Truong Cong Dinh to sweep the area surrounding the Mekong Delta town of Mỹ Tho to root out Viet Cong forces in the area.","year":1968,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"US and South Vietnam begin Operation Truong Cong Dinh in Mekong Delta town of Mỹ Tho"},{"originalText":"Unarmed civil rights activists marching from Selma to Montgomery, Alabama, were attacked by police on \"Bloody Sunday\".","year":1965,"subtitle":"Civil rights movement","url":"https://en.wikipedia.org/wiki/Civil_rights_movement","headline":"Civil rights activists attacked by police on 'Bloody Sunday' in Alabama"},{"originalText":"World War II: At the beginning of the Battle of Remagen, Allied forces unexpectedly captured the Ludendorff Bridge, which possibly hastened the war's conclusion.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allied forces capture Ludendorff Bridge at Battle of Remagen in WWII"},{"originalText":"The German submarine U-47, one of the most successful U-boats of World War II, disappeared with 45 men on board.","year":1941,"subtitle":"German submarine U-47 (1938)","url":"https://en.wikipedia.org/wiki/German_submarine_U-47_(1938)","headline":"German submarine U-47 disappears with 45 men on board"},{"originalText":"Nazi German forces re-occupied the demilitarized Rhineland, violating both the Treaty of Versailles and the Locarno Treaties that were signed after World War I.","year":1936,"subtitle":"Remilitarisation of the Rhineland","url":"https://en.wikipedia.org/wiki/Remilitarisation_of_the_Rhineland","headline":"Nazi German forces re-occupy demilitarized Rhineland, violating treaties"},{"originalText":"The German ocean liner SS Kaiser Wilhelm der Grosse became the first ship to send a wireless telegraph message to an onshore receiver.","year":1900,"subtitle":"Ocean liner","url":"https://en.wikipedia.org/wiki/Ocean_liner","headline":"SS Kaiser Wilhelm der Grosse sends first wireless telegraph message"},{"originalText":"José Paranhos, Viscount of Rio Branco, began a four-year premiership as Prime Minister of the Empire of Brazil, the longest in the state's history.","year":1871,"subtitle":"José Paranhos, Viscount of Rio Branco","url":"https://en.wikipedia.org/wiki/Jos%C3%A9_Paranhos%2C_Viscount_of_Rio_Branco","headline":"Viscount of Rio Branco becomes Prime Minister of Empire of Brazil"},{"originalText":"United States senator Daniel Webster delivered a speech advocating compromise on slavery, which proved to be unpopular with abolitionists in his home state.","year":1850,"subtitle":"Daniel Webster","url":"https://en.wikipedia.org/wiki/Daniel_Webster","headline":"Senator Daniel Webster advocates compromise on slavery in unpopular speech"},{"originalText":"War of the Sixth Coalition: Napoleon's army forced Mikhail Semyonovich Vorontsov's Russian troops to withdraw from the Chemin des Dames, but French casualties exceeded Russian losses.","year":1814,"subtitle":"War of the Sixth Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_Sixth_Coalition","headline":"Napoleon's army forces Russian troops to withdraw in War of the Sixth Coalition"},{"originalText":"A peace treaty brought the Ottoman–Venetian War to an end, ceding Cyprus from the Republic of Venice to the Ottoman Empire.","year":1573,"subtitle":"Ottoman–Venetian War (1570–1573)","url":"https://en.wikipedia.org/wiki/Ottoman%E2%80%93Venetian_War_(1570%E2%80%931573)","headline":"Peace treaty ends Ottoman–Venetian War, ceding Cyprus to Ottoman Empire"},{"originalText":"Bishop Étienne Tempier promulgated a condemnation of 219 heretical propositions that were being discussed at the University of Paris.","year":1277,"subtitle":"Étienne Tempier","url":"https://en.wikipedia.org/wiki/%C3%89tienne_Tempier","headline":"Bishop Tempier condemns 219 heretical propositions at University of Paris"},{"originalText":"Emperor Constantine I decreed that Sunday, the day honoring the sun god Sol Invictus (disc pictured), would be the Roman day of rest.","year":321,"subtitle":"Constantine the Great","url":"https://en.wikipedia.org/wiki/Constantine_the_Great","headline":"Emperor Constantine I decrees Sunday as Roman day of rest honoring Sol Invictus"}]}