{"dateLabel":"March 8","issue":"Issue 68","events":[{"originalText":"The Azure Window, a limestone natural arch in Gozo, Malta, collapsed during a storm.","year":2017,"subtitle":"Azure Window","url":"https://en.wikipedia.org/wiki/Azure_Window","headline":"Azure Window in Gozo, Malta Collapses During Storm"},{"originalText":"Cold War: In a speech to the National Association of Evangelicals in Orlando, Florida, U.S. president Ronald Reagan described the Soviet Union as an \"evil empire\".","year":1983,"subtitle":"Cold War","url":"https://en.wikipedia.org/wiki/Cold_War","headline":"Ronald Reagan Calls Soviet Union 'Evil Empire' in Orlando Speech"},{"originalText":"Images taken by Voyager I proved the existence of volcanoes on Io, a moon of Jupiter.","year":1979,"subtitle":"Voyager 1","url":"https://en.wikipedia.org/wiki/Voyager_1","headline":"Voyager I Images Confirm Volcanoes on Jupiter's Moon Io"},{"originalText":"BBC Radio 4 began broadcasting Douglas Adams's The Hitchhiker's Guide to the Galaxy, a science fiction radio series that was later adapted into novels, a television series, and other formats.","year":1978,"subtitle":"BBC Radio 4","url":"https://en.wikipedia.org/wiki/BBC_Radio_4","headline":"BBC Radio 4 Airs The Hitchhiker's Guide to the Galaxy"},{"originalText":"Nelson's Pillar, a large granite pillar topped by a statue of Lord Nelson in Dublin, Ireland, was severely damaged by a bomb.","year":1966,"subtitle":"Nelson's Pillar","url":"https://en.wikipedia.org/wiki/Nelson's_Pillar","headline":"Nelson's Pillar in Dublin Damaged by Bomb"},{"originalText":"The Ba'ath Party came to power in a coup d'état by a clique of quasi-leftist Syrian Army officers calling themselves the National Council for the Revolutionary Command.","year":1963,"subtitle":"Ba'ath Party","url":"https://en.wikipedia.org/wiki/Ba'ath_Party","headline":"Ba'ath Party Seizes Power in Syrian Coup"},{"originalText":"Three violent explosions at a coal mine near Castle Gate, Utah, killed all 171 miners working there.","year":1924,"subtitle":"Castle Gate Mine disaster","url":"https://en.wikipedia.org/wiki/Castle_Gate_Mine_disaster","headline":"Explosions at Utah Coal Mine Kill 171 Miners"},{"originalText":"During the Egyptian Revolution, British authorities arrested rebel leader Saad Zaghloul and exiled him to Malta.","year":1919,"subtitle":"1919 Egyptian Revolution","url":"https://en.wikipedia.org/wiki/1919_Egyptian_Revolution","headline":"British Authorities Arrest Rebel Leader Saad Zaghloul"},{"originalText":"French aviator Raymonde de Laroche became the first woman to receive a pilot's licence.","year":1910,"subtitle":"Raymonde de Laroche","url":"https://en.wikipedia.org/wiki/Raymonde_de_Laroche","headline":"Raymonde de Laroche First Woman to Get Pilot's Licence"},{"originalText":"Nader Shah, the founder of the Afsharid dynasty, was crowned Shah of Iran.","year":1736,"subtitle":"Nader Shah","url":"https://en.wikipedia.org/wiki/Nader_Shah","headline":"Nader Shah Crowned Shah of Iran"},{"originalText":"Anne (pictured) became the Queen of England, Scotland and Ireland, succeeding her brother-in-law William III.","year":1702,"subtitle":"Anne, Queen of Great Britain","url":"https://en.wikipedia.org/wiki/Anne%2C_Queen_of_Great_Britain","headline":"Anne Becomes Queen of England, Scotland, and Ireland"},{"originalText":"After a devastating defeat in the Second Northern War, King Frederick III of Denmark–Norway was forced to give up nearly half his Danish territory to Sweden to save the remainder.","year":1658,"subtitle":"Second Northern War","url":"https://en.wikipedia.org/wiki/Second_Northern_War","headline":"King Frederick III of Denmark–Norway Loses Territory to Sweden"},{"originalText":"The court of Northampton County, Virginia, issued a ruling that made John Casor the first person of African descent in the Thirteen Colonies to be declared a slave for life as a result of a civil suit.","year":1655,"subtitle":"Northampton County, Virginia","url":"https://en.wikipedia.org/wiki/Northampton_County%2C_Virginia","headline":"John Casor Declared First African Slave for Life in Thirteen Colonies"},{"originalText":"A Spanish colonial officer wrote a letter to King Philip II containing the first mention of the Maya ruins of Copán in present-day Honduras.","year":1576,"subtitle":"Philip II of Spain","url":"https://en.wikipedia.org/wiki/Philip_II_of_Spain","headline":"Spanish Officer Mentions Maya Ruins of Copán in Letter to King Philip II"}]}