{"dateLabel":"March 9","issue":"Issue 69","events":[{"originalText":"Twelve gunmen seized three buildings in Washington, D.C., and took 149 hostages in a 39-hour standoff that ended in two deaths.","year":1977,"subtitle":"Washington, D.C.","url":"https://en.wikipedia.org/wiki/Washington%2C_D.C.","headline":"Twelve gunmen seize three buildings in Washington, D.C., taking 149 hostages"},{"originalText":"Svetlana Alliluyeva, the daughter of former Soviet leader Joseph Stalin, defected to the United States.","year":1967,"subtitle":"Svetlana Alliluyeva","url":"https://en.wikipedia.org/wiki/Svetlana_Alliluyeva","headline":"Svetlana Alliluyeva defects to the United States"},{"originalText":"The popular fashion doll Barbie debuted at the American International Toy Fair in New York City.","year":1959,"subtitle":"Barbie","url":"https://en.wikipedia.org/wiki/Barbie","headline":"Barbie debuts at American International Toy Fair in New York City"},{"originalText":"The Mw 8.6 Andreanof Islands earthquake struck Hawaii and the Aleutian Islands, causing over $5 million in damage from ground movement and a destructive tsunami.","year":1957,"subtitle":"1957 Andreanof Islands earthquake","url":"https://en.wikipedia.org/wiki/1957_Andreanof_Islands_earthquake","headline":"Mw 8.6 Andreanof Islands earthquake causes $5 million in damage in Hawaii and Aleutian Islands"},{"originalText":"In Tbilisi, Georgia, Soviet military troops suppressed mass demonstrations against Soviet leader Nikita Khrushchev's de-Stalinization policy.","year":1956,"subtitle":"Tbilisi","url":"https://en.wikipedia.org/wiki/Tbilisi","headline":"Soviet troops suppress mass demonstrations in Tbilisi against de-Stalinization policy"},{"originalText":"Thirty-three people were killed in a human crush at Burnden Park, a football stadium in Bolton, England.","year":1946,"subtitle":"Burnden Park disaster","url":"https://en.wikipedia.org/wiki/Burnden_Park_disaster","headline":"Thirty-three killed in human crush at Burnden Park football stadium in Bolton, England"},{"originalText":"World War II: In a coup d'état, Imperial Japanese Army officers ousted the government of French Indochina.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Imperial Japanese Army officers oust government of French Indochina in coup d'état"},{"originalText":"World War II: As part of the Battle of Narva, the Soviet Air Forces heavily bombed Tallinn, Estonia, killing up to 800 people, mostly civilians.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Soviet Air Forces bomb Tallinn, Estonia, killing up to 800 civilians"},{"originalText":"U.S. president Franklin D. Roosevelt submitted the Emergency Banking Act to the United States Congress, the first of his New Deal policies.","year":1933,"subtitle":"Franklin D. Roosevelt","url":"https://en.wikipedia.org/wiki/Franklin_D._Roosevelt","headline":"Franklin D. Roosevelt submits Emergency Banking Act to Congress"},{"originalText":"Éamon de Valera (pictured), a dominant political figure in 20th-century Ireland, became President of the Executive Council of the Irish Free State.","year":1932,"subtitle":"Éamon de Valera","url":"https://en.wikipedia.org/wiki/%C3%89amon_de_Valera","headline":"Éamon de Valera becomes President of the Executive Council of the Irish Free State"},{"originalText":"The Royal Air Force began a bombardment and strafing campaign against the mountain strongholds of Mahsud tribesmen in South Waziristan.","year":1925,"subtitle":"Royal Air Force","url":"https://en.wikipedia.org/wiki/Royal_Air_Force","headline":"Royal Air Force begins bombardment campaign against Mahsud tribesmen in South Waziristan"},{"originalText":"A seventeen-month-long strike, which at its peak involved 15,000 coal miners represented by the United Mine Workers across 65 mines, began in Westmoreland County, Pennsylvania, U.S.","year":1910,"subtitle":"Westmoreland County coal strike of 1910–1911","url":"https://en.wikipedia.org/wiki/Westmoreland_County_coal_strike_of_1910%E2%80%931911","headline":"Seventeen-month-long coal miners' strike begins in Westmoreland County, Pennsylvania"},{"originalText":"American Civil War: In the world's first battle between two ironclad warships, USS Monitor and CSS Virginia fought to a draw near the mouth of Hampton Roads in Virginia.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"USS Monitor and CSS Virginia fight to a draw in world's first battle between ironclad warships"},{"originalText":"Mexican–American War: The Siege of Veracruz began, the first large-scale amphibious assault conducted by United States military forces.","year":1847,"subtitle":"Mexican–American War","url":"https://en.wikipedia.org/wiki/Mexican%E2%80%93American_War","headline":"Siege of Veracruz begins in Mexican–American War"},{"originalText":"Nabucco, an opera by Italian composer Giuseppe Verdi that established his reputation, premiered at La Scala in Milan.","year":1842,"subtitle":"Nabucco","url":"https://en.wikipedia.org/wiki/Nabucco","headline":"Opera Nabucco by Giuseppe Verdi premieres at La Scala in Milan"},{"originalText":"The U.S. Supreme Court ruled that captive Africans who seized control of La Amistad, the trans-Atlantic slave-trading ship carrying them, had been taken into slavery illegally.","year":1841,"subtitle":"Supreme Court of the United States","url":"https://en.wikipedia.org/wiki/Supreme_Court_of_the_United_States","headline":"U.S. Supreme Court rules captive Africans on La Amistad were taken into slavery illegally"},{"originalText":"Scottish political economist Adam Smith's book The Wealth of Nations, the first modern work in the field of economics, was first published.","year":1776,"subtitle":"Adam Smith","url":"https://en.wikipedia.org/wiki/Adam_Smith","headline":"Adam Smith's The Wealth of Nations first published"},{"originalText":"The first recorded use of the name of Lithuania appeared in Latin in the Annals of Quedlinburg, written in Saxony-Anhalt, present-day Germany.","year":1009,"subtitle":"Name of Lithuania","url":"https://en.wikipedia.org/wiki/Name_of_Lithuania","headline":"First recorded use of name Lithuania appears in Annals of Quedlinburg"}]}