{"dateLabel":"March 10","issue":"Issue 70","events":[{"originalText":"Ethiopian Airlines Flight 302 (aircraft pictured) crashed shortly after take-off from Addis Ababa, with the deaths of all 157 people on board.","year":2019,"subtitle":"Ethiopian Airlines Flight 302","url":"https://en.wikipedia.org/wiki/Ethiopian_Airlines_Flight_302","headline":"Ethiopian Airlines Flight 302 crashes after take-off from Addis Ababa, 157 dead"},{"originalText":"The New York Times revealed that Governor of New York Eliot Spitzer had used a prostitution service.","year":2008,"subtitle":"The New York Times","url":"https://en.wikipedia.org/wiki/The_New_York_Times","headline":"Governor of New York Eliot Spitzer linked to prostitution service"},{"originalText":"NASA's Mars Reconnaissance Orbiter (artist's impression pictured) reached and entered orbit around Mars.","year":2006,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"NASA's Mars Reconnaissance Orbiter enters orbit around Mars"},{"originalText":"Eighteen months after seizing power, Prosper Avril was ousted as the military head of state of Haiti.","year":1990,"subtitle":"Prosper Avril","url":"https://en.wikipedia.org/wiki/Prosper_Avril","headline":"Prosper Avril ousted as military head of state of Haiti"},{"originalText":"Astronomers using NASA's Kuiper Airborne Observatory discovered a faint ring system around Uranus.","year":1977,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"Faint ring system discovered around Uranus by NASA astronomers"},{"originalText":"Ho Chi Minh Campaign: North Vietnam began its final push for victory over South Vietnam with an attack on Ban Me Thuot.","year":1975,"subtitle":"1975 spring offensive","url":"https://en.wikipedia.org/wiki/1975_spring_offensive","headline":"North Vietnam launches final push for victory over South Vietnam"},{"originalText":"Vietnam War/Laotian Civil War: North Vietnamese and Pathet Lao forces overwhelmed the American, Laotian, Thai, and Hmong defenders of Lima Site 85.","year":1968,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"North Vietnamese forces overwhelm defenders at Lima Site 85"},{"originalText":"British progressive-rock band Pink Floyd released their first single, \"Arnold Layne\".","year":1967,"subtitle":"Progressive rock","url":"https://en.wikipedia.org/wiki/Progressive_rock","headline":"Pink Floyd releases first single, 'Arnold Layne'"},{"originalText":"Military prime minister of South Vietnam Nguyễn Cao Kỳ sacked rival General Nguyễn Chánh Thi, precipitating large-scale civil and military dissension in parts of the nation.","year":1966,"subtitle":"Nguyễn Cao Kỳ","url":"https://en.wikipedia.org/wiki/Nguy%E1%BB%85n_Cao_K%E1%BB%B3","headline":"Military prime minister of South Vietnam Nguyễn Cao Kỳ sacks rival General Nguyễn Chánh Thi"},{"originalText":"Thomas Playford, Premier of South Australia, left office after 27 years, the longest term of any democratically elected leader in the history of Australia.","year":1965,"subtitle":"Thomas Playford IV","url":"https://en.wikipedia.org/wiki/Thomas_Playford_IV","headline":"Premier of South Australia Thomas Playford leaves office after 27 years"},{"originalText":"An anti-Chinese uprising began as thousands of Tibetans surrounded the Potala Palace in Lhasa to prevent the Dalai Lama from leaving or being removed by the Chinese army.","year":1959,"subtitle":"1959 Tibetan uprising","url":"https://en.wikipedia.org/wiki/1959_Tibetan_uprising","headline":"Anti-Chinese uprising in Tibet as thousands surround Potala Palace"},{"originalText":"Mildred Gillars, nicknamed Axis Sally, was convicted of treason for working with the Nazis as a broadcaster.","year":1949,"subtitle":"Mildred Gillars","url":"https://en.wikipedia.org/wiki/Mildred_Gillars","headline":"Axis Sally convicted of treason for working with Nazis"},{"originalText":"World War II: The United States Army Air Forces conducted a firebombing raid on Tokyo that killed at least 90,000 people.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"US Army Air Forces conduct firebombing raid on Tokyo, 90,000 dead"},{"originalText":"The final letter in the McMahon–Hussein Correspondence was written, agreeing that Britain would recognise Arab independence in return for the Sharif of Mecca launching a revolt against the Ottoman Empire.","year":1916,"subtitle":"McMahon–Hussein Correspondence","url":"https://en.wikipedia.org/wiki/McMahon%E2%80%93Hussein_Correspondence","headline":"McMahon–Hussein Correspondence final letter written, agreement reached"},{"originalText":"The Battle of Neuve Chapelle, the first deliberately planned British offensive of the First World War, began.","year":1915,"subtitle":"Battle of Neuve Chapelle","url":"https://en.wikipedia.org/wiki/Battle_of_Neuve_Chapelle","headline":"Battle of Neuve Chapelle: First British offensive of WWI begins"},{"originalText":"The Roman Republic defeated Carthaginian forces at the Battle of the Aegates, off the western coast of Sicily, in the final battle of the First Punic War.","year":-241,"subtitle":"Roman Republic","url":"https://en.wikipedia.org/wiki/Roman_Republic","headline":"Roman Republic defeats Carthaginian forces at Battle of the Aegates"}]}