{"dateLabel":"March 11","issue":"Issue 71","events":[{"originalText":"U.S. Army soldier Robert Bales murdered sixteen civilians and wounded six others in Kandahar Province, Afghanistan.","year":2012,"subtitle":"United States Army","url":"https://en.wikipedia.org/wiki/United_States_Army","headline":"U.S. Army soldier Robert Bales murders sixteen civilians in Afghanistan"},{"originalText":"A massive earthquake and tsunami struck northeastern Japan and triggered a nuclear disaster at the Fukushima Daiichi Nuclear Power Plant.","year":2011,"subtitle":"2011 Tōhoku earthquake and tsunami","url":"https://en.wikipedia.org/wiki/2011_T%C5%8Dhoku_earthquake_and_tsunami","headline":"Massive earthquake and tsunami hit Japan, triggering nuclear disaster"},{"originalText":"During the inauguration of Chilean president Sebastián Piñera, earthquakes registering 6.9 and 7.0 .mw-parser-output .tooltip-dotted{border-bottom:1px dotted;cursor:help}Mw struck the O'Higgins Region near the city of Pichilemu, causing widespread damage.","year":2010,"subtitle":"Sebastián Piñera","url":"https://en.wikipedia.org/wiki/Sebasti%C3%A1n_Pi%C3%B1era","headline":"Chilean president Sebastián Piñera faces earthquakes during inauguration"},{"originalText":"A teenage gunman engaged in a shooting spree at a secondary school in Winnenden, Germany, killing 16, including himself.","year":2009,"subtitle":"Winnenden school shooting","url":"https://en.wikipedia.org/wiki/Winnenden_school_shooting","headline":"Teenage gunman kills 16 in shooting spree at German school"},{"originalText":"Georgian authorities accused Russia of orchestrating a helicopter attack in the Kodori Valley of the breakaway territory of Abkhazia.","year":2007,"subtitle":"2007 Georgia helicopter incident","url":"https://en.wikipedia.org/wiki/2007_Georgia_helicopter_incident","headline":"Georgia accuses Russia of orchestrating helicopter attack in Abkhazia"},{"originalText":"Infosys became the first Indian-registered company to have its shares listed on Nasdaq.","year":1999,"subtitle":"Infosys","url":"https://en.wikipedia.org/wiki/Infosys","headline":"Infosys becomes first Indian company listed on Nasdaq"},{"originalText":"The U.S. Senate unanimously confirmed Janet Reno as the country's first female attorney general.","year":1993,"subtitle":"United States Senate","url":"https://en.wikipedia.org/wiki/United_States_Senate","headline":"Janet Reno confirmed as first female U.S. attorney general"},{"originalText":"The anime film Nausicaä of the Valley of the Wind by Hayao Miyazaki was released.","year":1984,"subtitle":"Anime","url":"https://en.wikipedia.org/wiki/Anime","headline":"Hayao Miyazaki's Nausicaä of the Valley of the Wind released"},{"originalText":"After hijacking a bus north of Tel Aviv, Israel, members of the Palestine Liberation Organization faction Fatah engaged in a shootout with police, resulting in the deaths of 38 civilians and most of the perpetrators.","year":1978,"subtitle":"Coastal Road massacre","url":"https://en.wikipedia.org/wiki/Coastal_Road_massacre","headline":"Palestine Liberation Organization faction Fatah shootout in Israel kills 38 civilians"},{"originalText":"The Great Blizzard of 1888 struck the northeastern United States, producing snowdrifts in excess of 50 ft (15 m) and confining some people to their houses for up to a week.","year":1888,"subtitle":"Great Blizzard of 1888","url":"https://en.wikipedia.org/wiki/Great_Blizzard_of_1888","headline":"Great Blizzard of 1888 hits northeastern United States"},{"originalText":"The Great Sheffield Flood killed at least 240 people and damaged more than 600 homes, after a crack in the Dale Dyke Dam caused it to fail.","year":1864,"subtitle":"Great Sheffield Flood","url":"https://en.wikipedia.org/wiki/Great_Sheffield_Flood","headline":"Great Sheffield Flood kills at least 240 people"},{"originalText":"Italian composer Giuseppe Verdi's opera Rigoletto premiered at La Fenice in Venice.","year":1851,"subtitle":"Giuseppe Verdi","url":"https://en.wikipedia.org/wiki/Giuseppe_Verdi","headline":"Giuseppe Verdi's opera Rigoletto premieres in Venice"},{"originalText":"Māori forces, led by chiefs Te Ruki Kawiti and Hōne Heke, attacked the British settlement of Kororāreka, New Zealand, beginning the Flagstaff War.","year":1845,"subtitle":"Māori people","url":"https://en.wikipedia.org/wiki/M%C4%81ori_people","headline":"Māori forces attack British settlement in New Zealand, starting Flagstaff War"},{"originalText":"During a period of activity known as the Great Eruption, Eta Carinae (pictured) briefly became the second-brightest star in the night sky.","year":1843,"subtitle":"Eta Carinae","url":"https://en.wikipedia.org/wiki/Eta_Carinae","headline":"Eta Carinae becomes second-brightest star in night sky during Great Eruption"},{"originalText":"Queen Anne withheld royal assent from the Scottish Militia Bill, in the most recent veto by a British monarch of a bill that had been passed by Parliament.","year":1708,"subtitle":"Anne, Queen of Great Britain","url":"https://en.wikipedia.org/wiki/Anne%2C_Queen_of_Great_Britain","headline":"Queen Anne withholds royal assent from Scottish Militia Bill"},{"originalText":"Mount Etna in Sicily began erupting, eventually producing the largest lava flow in the volcano's history, and damaging Catania and other towns.","year":1669,"subtitle":"Mount Etna","url":"https://en.wikipedia.org/wiki/Mount_Etna","headline":"Mount Etna erupts, causing largest lava flow in history"}]}