{"dateLabel":"March 12","issue":"Issue 72","events":[{"originalText":"A gas leak caused an explosion in the East Harlem neighborhood of New York City, destroying two apartment buildings and causing eight deaths.","year":2014,"subtitle":"2014 East Harlem gas explosion","url":"https://en.wikipedia.org/wiki/2014_East_Harlem_gas_explosion","headline":"Gas leak explosion in East Harlem neighborhood of New York City kills eight"},{"originalText":"U.S. Army soldiers gang-raped a 14-year-old Iraqi girl and murdered her along with her family members.","year":2006,"subtitle":"Mahmudiyah rape and killings","url":"https://en.wikipedia.org/wiki/Mahmudiyah_rape_and_killings","headline":"U.S. Army soldiers gang-rape and murder 14-year-old Iraqi girl and family"},{"originalText":"Tim Berners-Lee submitted a memorandum at CERN with details of an information-management system, the first proposal for what would become the World Wide Web.","year":1989,"subtitle":"Tim Berners-Lee","url":"https://en.wikipedia.org/wiki/Tim_Berners-Lee","headline":"Tim Berners-Lee submits memorandum at CERN, laying groundwork for World Wide Web"},{"originalText":"The Turkish Armed Forces executed a \"coup by memorandum\", forcing the resignation of Prime Minister Süleyman Demirel.","year":1971,"subtitle":"Turkish Armed Forces","url":"https://en.wikipedia.org/wiki/Turkish_Armed_Forces","headline":"Turkish Armed Forces execute coup by memorandum, Prime Minister Süleyman Demirel resigns"},{"originalText":"British diplomat Lord Ismay (pictured) was appointed the first secretary general of NATO.","year":1952,"subtitle":"Hastings Ismay, 1st Baron Ismay","url":"https://en.wikipedia.org/wiki/Hastings_Ismay%2C_1st_Baron_Ismay","headline":"Lord Ismay appointed first secretary general of NATO"},{"originalText":"Cold War: U.S. president Harry S. Truman proclaimed the Truman Doctrine to help stem the spread of communism.","year":1947,"subtitle":"Cold War","url":"https://en.wikipedia.org/wiki/Cold_War","headline":"Truman Doctrine proclaimed by U.S. president to combat communism"},{"originalText":"The Moscow Peace Treaty was signed, ending the Winter War between Finland and the Soviet Union.","year":1940,"subtitle":"Moscow Peace Treaty","url":"https://en.wikipedia.org/wiki/Moscow_Peace_Treaty","headline":"Moscow Peace Treaty signed, ending Winter War between Finland and Soviet Union"},{"originalText":"Supported by the Estonian army, Konstantin Päts staged a coup d'état, beginning the Era of Silence.","year":1934,"subtitle":"Konstantin Päts","url":"https://en.wikipedia.org/wiki/Konstantin_P%C3%A4ts","headline":"Konstantin Päts stages coup d'état with Estonian army support, Era of Silence begins"},{"originalText":"U.S. president Franklin D. Roosevelt delivered the first of his fireside chats, addressing the nation directly via radio.","year":1933,"subtitle":"Franklin D. Roosevelt","url":"https://en.wikipedia.org/wiki/Franklin_D._Roosevelt","headline":"Franklin D. Roosevelt delivers first fireside chat via radio"},{"originalText":"Mahatma Gandhi (pictured with Sarojini Naidu) began the Salt March, a 24-day nonviolent walk to defy the British salt tax in colonial India.","year":1930,"subtitle":"Mahatma Gandhi","url":"https://en.wikipedia.org/wiki/Mahatma_Gandhi","headline":"Mahatma Gandhi starts Salt March to protest British salt tax in colonial India"},{"originalText":"At a ceremony at Kurrajong Hill, Lady Denman, wife of Governor-General Lord Denman, announced that Canberra would be the name of the future capital of Australia.","year":1913,"subtitle":"Capital Hill, Australian Capital Territory","url":"https://en.wikipedia.org/wiki/Capital_Hill%2C_Australian_Capital_Territory","headline":"Canberra announced as future capital of Australia at Kurrajong Hill ceremony"},{"originalText":"Andrew Watson captained the Scotland national football team against England, becoming the world's first black international footballer.","year":1881,"subtitle":"Andrew Watson (footballer, born 1856)","url":"https://en.wikipedia.org/wiki/Andrew_Watson_(footballer%2C_born_1856)","headline":"Andrew Watson captains Scotland national football team, first black international footballer"},{"originalText":"Ignatius of Loyola and Francis Xavier, founders of the Jesuits, were canonized by Pope Gregory XV.","year":1622,"subtitle":"Ignatius of Loyola","url":"https://en.wikipedia.org/wiki/Ignatius_of_Loyola","headline":"Ignatius of Loyola and Francis Xavier canonized by Pope Gregory XV"}]}