{"dateLabel":"March 13","issue":"Issue 73","events":[{"originalText":"Cardinal Jorge Mario Bergoglio was elected Pope Francis, making him the first Jesuit pope, the first from the Americas, and the first from the Southern Hemisphere.","year":2013,"subtitle":"2013 papal conclave","url":"https://en.wikipedia.org/wiki/2013_papal_conclave","headline":"Cardinal Jorge Mario Bergoglio elected as Pope Francis"},{"originalText":"A gunman killed sixteen children and a teacher at a primary school in Dunblane, Scotland, before committing suicide.","year":1996,"subtitle":"Dunblane massacre","url":"https://en.wikipedia.org/wiki/Dunblane_massacre","headline":"Gunman kills sixteen children and a teacher in Dunblane, Scotland"},{"originalText":"The  Seikan Tunnel, 53.85 km (33.46 mi) in length, opened between the cities of Hakodate and Aomori, Japan.","year":1988,"subtitle":"Seikan Tunnel","url":"https://en.wikipedia.org/wiki/Seikan_Tunnel","headline":"Seikan Tunnel opens in Japan between Hakodate and Aomori"},{"originalText":"Claiming the right of innocent passage, the American warships Yorktown and Caron entered Soviet territorial waters in the Black Sea.","year":1986,"subtitle":"Innocent passage","url":"https://en.wikipedia.org/wiki/Innocent_passage","headline":"American warships enter Soviet territorial waters in the Black Sea"},{"originalText":"One of England's worst incidents of football hooliganism occurred when supporters of Luton Town and Millwall rioted before a match at Kenilworth Road stadium.","year":1985,"subtitle":"Football hooliganism","url":"https://en.wikipedia.org/wiki/Football_hooliganism","headline":"Violent football hooliganism at Luton Town and Millwall match"},{"originalText":"Kitty Genovese was murdered in New York City, prompting research into the bystander effect due to the false story that neighbors witnessed the killing and did nothing to help her.","year":1964,"subtitle":"Murder of Kitty Genovese","url":"https://en.wikipedia.org/wiki/Murder_of_Kitty_Genovese","headline":"Murder of Kitty Genovese prompts research into bystander effect"},{"originalText":"Lyman Lemnitzer, the Chairman of the U.S. Joint Chiefs of Staff, presented to the Secretary of Defense a false flag conspiracy plan, Operation Northwoods, intended to create public support for a war against Fidel Castro and Cuba.","year":1962,"subtitle":"Lyman Lemnitzer","url":"https://en.wikipedia.org/wiki/Lyman_Lemnitzer","headline":"Chairman of U.S. Joint Chiefs of Staff presents false flag conspiracy plan"},{"originalText":"The Holocaust: Nazi troops began the final liquidation of the Kraków Ghetto in German occupied Poland, sending about 2,000 Jews to the Płaszów labor camp (deportation pictured), with the remaining 5,000 either killed or sent to Auschwitz.","year":1943,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Nazi troops begin final liquidation of Kraków Ghetto in Poland"},{"originalText":"The Kapp Putsch (participants pictured), an attempted coup aiming to undo the German Revolution of 1918–1919, briefly ousted the government of the Weimar Republic.","year":1920,"subtitle":"Kapp Putsch","url":"https://en.wikipedia.org/wiki/Kapp_Putsch","headline":"Kapp Putsch attempts coup against Weimar Republic government"},{"originalText":"German composer Felix Mendelssohn's Violin Concerto was performed for the first time.","year":1845,"subtitle":"Felix Mendelssohn","url":"https://en.wikipedia.org/wiki/Felix_Mendelssohn","headline":"Felix Mendelssohn's Violin Concerto performed for the first time"},{"originalText":"Napoleonic Wars: A British frigate squadron defeated a much larger squadron of French and Italian frigates and smaller vessels in the Battle of Lissa in the Adriatic Sea.","year":1811,"subtitle":"Napoleonic Wars","url":"https://en.wikipedia.org/wiki/Napoleonic_Wars","headline":"British frigate squadron defeats French and Italian frigates in Battle of Lissa"},{"originalText":"William Herschel discovered the planet Uranus from the garden of his house in Bath, England, initially considering it to be a comet.","year":1781,"subtitle":"William Herschel","url":"https://en.wikipedia.org/wiki/William_Herschel","headline":"William Herschel discovers planet Uranus in Bath, England"},{"originalText":"Nojpetén, capital of the Itza Maya kingdom, fell to Spanish conquistadors, the final step in the Spanish conquest of Guatemala.","year":1697,"subtitle":"Nojpetén","url":"https://en.wikipedia.org/wiki/Nojpet%C3%A9n","headline":"Nojpetén, capital of Itza Maya kingdom, falls to Spanish conquistadors"},{"originalText":"A Spanish mercenary army surprised a band of rebels at the Battle of Oosterweel in the Habsburg Netherlands, beginning the Eighty Years' War.","year":1567,"subtitle":"Battle of Oosterweel","url":"https://en.wikipedia.org/wiki/Battle_of_Oosterweel","headline":"Spanish mercenary army surprises rebels at Battle of Oosterweel"}]}