{"dateLabel":"March 14","issue":"Issue 74","events":[{"originalText":"Burmese military and police forces killed at least 65 civilians during the Hlaingthaya massacre in Yangon, Myanmar, including those protesting the 2021 Myanmar coup d'état.","year":2021,"subtitle":"Tatmadaw","url":"https://en.wikipedia.org/wiki/Tatmadaw","headline":"65 civilians killed in Hlaingthaya massacre in Yangon, Myanmar"},{"originalText":"China defeated Vietnam in a naval battle as the former attempted to establish oceanographic observation posts on the Spratly Islands.","year":1988,"subtitle":"Johnson South Reef Skirmish","url":"https://en.wikipedia.org/wiki/Johnson_South_Reef_Skirmish","headline":"China defeats Vietnam in naval battle over Spratly Islands"},{"originalText":"Gerry Adams, leader of Sinn Féin, was seriously wounded in an assassination attempt by Ulster Freedom Fighters in central Belfast, Northern Ireland.","year":1984,"subtitle":"Gerry Adams","url":"https://en.wikipedia.org/wiki/Gerry_Adams","headline":"Sinn Féin leader Gerry Adams wounded in assassination attempt"},{"originalText":"Vietnam War: After having been captured by North Vietnamese forces five and a half years earlier, U.S. Navy pilot John McCain was released with 108 other prisoners of war.","year":1973,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"U.S. Navy pilot John McCain released after 5 years as POW"},{"originalText":"Italian publisher Giangiacomo Feltrinelli, known for his translation of Boris Pasternak's novel Doctor Zhivago after it had been smuggled out of the Soviet Union, died in an explosion.","year":1972,"subtitle":"Giangiacomo Feltrinelli","url":"https://en.wikipedia.org/wiki/Giangiacomo_Feltrinelli","headline":"Italian publisher Giangiacomo Feltrinelli dies in explosion"},{"originalText":"Edward M. Burke, the longest-serving alderman in the history of the Chicago City Council, was sworn into office.","year":1969,"subtitle":"Edward M. Burke","url":"https://en.wikipedia.org/wiki/Edward_M._Burke","headline":"Edward M. Burke sworn in as longest-serving alderman in Chicago"},{"originalText":"The Royal Air Force first used the Grand Slam, a 22,000 lb (10,000 kg) earthquake bomb, on a strategic railway viaduct in Bielefeld, Germany.","year":1945,"subtitle":"Royal Air Force","url":"https://en.wikipedia.org/wiki/Royal_Air_Force","headline":"Royal Air Force uses Grand Slam bomb on railway viaduct in Bielefeld"},{"originalText":"Alam Ara, the first Indian sound film, premiered at the Majestic Cinema in Bombay.","year":1931,"subtitle":"Alam Ara","url":"https://en.wikipedia.org/wiki/Alam_Ara","headline":"First Indian sound film Alam Ara premieres in Bombay"},{"originalText":"The Mikado, Gilbert and Sullivan's most frequently performed Savoy opera, debuted at the Savoy Theatre in London.","year":1885,"subtitle":"The Mikado","url":"https://en.wikipedia.org/wiki/The_Mikado","headline":"Gilbert and Sullivan's The Mikado debuts at Savoy Theatre in London"},{"originalText":"Royal Navy Admiral John Byng was executed by firing squad for failing to \"do his utmost\" during the Battle of Minorca at the start of the Seven Years' War.","year":1757,"subtitle":"Royal Navy","url":"https://en.wikipedia.org/wiki/Royal_Navy","headline":"Royal Navy Admiral John Byng executed for Battle of Minorca failure"},{"originalText":"Japanese invasions of Korea: A force of 3,000 Korean soldiers successfully defended Haengju Fortress against 30,000 Japanese invaders.","year":1593,"subtitle":"Japanese invasions of Korea (1592–1598)","url":"https://en.wikipedia.org/wiki/Japanese_invasions_of_Korea_(1592%E2%80%931598)","headline":"Korean soldiers defend Haengju Fortress against Japanese invaders"},{"originalText":"Catherine Cornaro (pictured), Queen of Cyprus, was forced to abdicate and sell the administration of the island to the Republic of Venice.","year":1489,"subtitle":"Catherine Cornaro","url":"https://en.wikipedia.org/wiki/Catherine_Cornaro","headline":"Queen of Cyprus Catherine Cornaro forced to abdicate to Venice"},{"originalText":"On Eid al-Fitr, the citizens of Granada stormed palaces in the city, deposing Sultan Muhammad III and placing his half-brother Nasr on the throne.","year":1309,"subtitle":"Eid al-Fitr","url":"https://en.wikipedia.org/wiki/Eid_al-Fitr","headline":"Granada citizens depose Sultan Muhammad III on Eid al-Fitr"}]}