{"dateLabel":"March 15","issue":"Issue 75","events":[{"originalText":"Russia withdraws from the Council of Europe after expulsion procedures were brought for its invasion of Ukraine.","year":2022,"subtitle":"Russia in the Council of Europe","url":"https://en.wikipedia.org/wiki/Russia_in_the_Council_of_Europe","headline":"Russia withdraws from Council of Europe over Ukraine invasion"},{"originalText":"Iraqi authorities hanged Iranian freelance reporter Farzad Bazoft on charges of spying for Israel.","year":1990,"subtitle":"Farzad Bazoft","url":"https://en.wikipedia.org/wiki/Farzad_Bazoft","headline":"Iraq hangs Iranian reporter Farzad Bazoft for spying"},{"originalText":"Transvestism and Transsexuality in Modern Society, the UK's first trans rights conference, opened with an evening reception in Leeds.","year":1974,"subtitle":"Transvestism and Transsexuality in Modern Society","url":"https://en.wikipedia.org/wiki/Transvestism_and_Transsexuality_in_Modern_Society","headline":"UK's first trans rights conference opens in Leeds"},{"originalText":"Students from Atlanta University Center, inspired by similar actions in Greensboro, North Carolina, began occupying lunch counters in Atlanta, Georgia.","year":1960,"subtitle":"Atlanta University Center","url":"https://en.wikipedia.org/wiki/Atlanta_University_Center","headline":"Atlanta University Center students occupy lunch counters"},{"originalText":"The musical My Fair Lady, based on George Bernard Shaw's play Pygmalion, debuted at the Mark Hellinger Theatre in New York City.","year":1956,"subtitle":"My Fair Lady","url":"https://en.wikipedia.org/wiki/My_Fair_Lady","headline":"My Fair Lady musical debuts in New York City"},{"originalText":"The Iranian oil industry was nationalized in a movement led by Mohammad Mosaddegh.","year":1951,"subtitle":"Nationalization of the Iranian oil industry","url":"https://en.wikipedia.org/wiki/Nationalization_of_the_Iranian_oil_industry","headline":"Iran nationalizes oil industry under Mohammad Mosaddegh"},{"originalText":"Deportation of 50,000 Jews from the Greek city of Thessaloniki begins.","year":1943,"subtitle":"The Holocaust in Greece","url":"https://en.wikipedia.org/wiki/The_Holocaust_in_Greece","headline":"Deportation of 50,000 Jews from Thessaloniki begins"},{"originalText":"World War II: German forces recaptured Kharkov after four days of house-to-house fighting against Soviet troops, ending the month-long Third Battle of Kharkov.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German forces recapture Kharkov in Third Battle of Kharkov"},{"originalText":"In rowing, Oxford defeated Cambridge in the inaugural edition of the Women's Boat Race.","year":1927,"subtitle":"University of Oxford","url":"https://en.wikipedia.org/wiki/University_of_Oxford","headline":"Oxford defeats Cambridge in Women's Boat Race"},{"originalText":"Talaat Pasha, the main perpetrator of the Armenian genocide, was assassinated by Soghomon Tehlirian.","year":1921,"subtitle":"Talaat Pasha","url":"https://en.wikipedia.org/wiki/Talaat_Pasha","headline":"Talaat Pasha, Armenian genocide perpetrator, assassinated"},{"originalText":"Russian Revolution: Tsar Nicholas II was forced to abdicate in the February Revolution, ending three centuries of Romanov rule.","year":1917,"subtitle":"Russian Revolution","url":"https://en.wikipedia.org/wiki/Russian_Revolution","headline":"Tsar Nicholas II forced to abdicate in Russian Revolution"},{"originalText":"Six days after Pancho Villa and his cross-border raiders attacked Columbus, New Mexico, U.S. General John J. Pershing led a punitive expedition into Mexico to pursue Villa.","year":1916,"subtitle":"Pancho Villa","url":"https://en.wikipedia.org/wiki/Pancho_Villa","headline":"General Pershing leads expedition into Mexico after Villa raid"},{"originalText":"Prospectors drilled into a pressurized deposit within the Midway-Sunset Oil Field in California, resulting in the largest accidental oil spill in history, which eventually released 9 million barrels (1.4 million m3) of crude oil over 18 months.","year":1910,"subtitle":"Midway-Sunset Oil Field","url":"https://en.wikipedia.org/wiki/Midway-Sunset_Oil_Field","headline":"Largest oil spill in history at Midway-Sunset Oil Field in California"},{"originalText":"John McCloskey, the archbishop of New York, was created the first cardinal from the United States.","year":1875,"subtitle":"John McCloskey","url":"https://en.wikipedia.org/wiki/John_McCloskey","headline":"John McCloskey becomes first cardinal from the United States"},{"originalText":"Sailor Benjamin Morrell erroneously reported the existence of the island of New South Greenland near Antarctica.","year":1823,"subtitle":"Benjamin Morrell","url":"https://en.wikipedia.org/wiki/Benjamin_Morrell","headline":"Sailor Benjamin Morrell reports nonexistent island near Antarctica"},{"originalText":"George Washington delivered a speech to Continental Army officers in Newburgh, New York, asking them to support the supremacy of the Congress of the Confederation, defusing a potential coup.","year":1783,"subtitle":"George Washington","url":"https://en.wikipedia.org/wiki/George_Washington","headline":"George Washington defuses potential coup in Newburgh speech"},{"originalText":"In the Battle of Halmyros, the Catalan Company defeated the forces of Walter V, Count of Brienne, taking control of the Duchy of Athens, a Crusader state in present-day Greece.","year":1311,"subtitle":"Battle of Halmyros","url":"https://en.wikipedia.org/wiki/Battle_of_Halmyros","headline":"Catalan Company defeats Walter V in Battle of Halmyros"},{"originalText":"Reconquista: Portuguese troops under King Afonso I captured the city of Santarém from the Almoravids.","year":1147,"subtitle":"Reconquista","url":"https://en.wikipedia.org/wiki/Reconquista","headline":"Portuguese troops capture Santarém in Reconquista"},{"originalText":"Byzantine emperor Michael III (pictured) overthrew the regency of his mother Theodora to assume power for himself.","year":856,"subtitle":"Michael III","url":"https://en.wikipedia.org/wiki/Michael_III","headline":"Byzantine emperor Michael III overthrows regency of Theodora"},{"originalText":"Julius Caesar, the dictator of the Roman Republic, was stabbed to death by a group of senators led by Marcus Junius Brutus.","year":-44,"subtitle":"Julius Caesar","url":"https://en.wikipedia.org/wiki/Julius_Caesar","headline":"Julius Caesar stabbed to death by senators led by Brutus"}]}