{"dateLabel":"March 16","issue":"Issue 76","events":[{"originalText":"Annexation of Crimea: The Autonomous Republic of Crimea held a controversial referendum in which voters overwhelmingly chose to join Russia as a federal subject.","year":2014,"subtitle":"Annexation of Crimea by the Russian Federation","url":"https://en.wikipedia.org/wiki/Annexation_of_Crimea_by_the_Russian_Federation","headline":"Crimea Votes to Join Russia in Controversial Referendum"},{"originalText":"American peace activist Rachel Corrie was crushed to death by an Israel Defense Forces armored bulldozer in Rafah while protesting the demolition of a Palestinian house.","year":2003,"subtitle":"Rachel Corrie","url":"https://en.wikipedia.org/wiki/Rachel_Corrie","headline":"American Peace Activist Crushed by IDF Bulldozer in Rafah"},{"originalText":"A series of bomb blasts in the city of Shijiazhuang, China, killed 108 people.","year":2001,"subtitle":"Shijiazhuang bombings","url":"https://en.wikipedia.org/wiki/Shijiazhuang_bombings","headline":"108 Killed in Bomb Blasts in Shijiazhuang, China"},{"originalText":"Using pistols and grenades, Michael Stone attacked the funeral of three Provisional IRA members who had been killed in Gibraltar ten days earlier, killing three attendees and injuring at least sixty others.","year":1988,"subtitle":"Michael Stone (loyalist)","url":"https://en.wikipedia.org/wiki/Michael_Stone_(loyalist)","headline":"Michael Stone Attacks Funeral, Killing Three in Gibraltar"},{"originalText":"Iran–Iraq War: Iraqi forces began attacking the Kurdish town of Halabja with chemical weapons, killing up to 5,000 people.","year":1988,"subtitle":"Iran–Iraq War","url":"https://en.wikipedia.org/wiki/Iran%E2%80%93Iraq_War","headline":"Iraqi Forces Attack Halabja with Chemical Weapons, Killing Thousands"},{"originalText":"William Buckley, the U.S. Central Intelligence Agency station chief in Beirut, Lebanon, was kidnapped by Islamic fundamentalists.","year":1984,"subtitle":"William Francis Buckley","url":"https://en.wikipedia.org/wiki/William_Francis_Buckley","headline":"CIA Station Chief in Beirut Kidnapped by Islamic Fundamentalists"},{"originalText":"Vietnam War: American soldiers killed hundreds of unarmed civilians in the Sơn Mỹ village in the Sơn Tịnh District of South Vietnam.","year":1968,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"American Soldiers Kill Hundreds of Civilians in Sơn Mỹ Village"},{"originalText":"Flying Tiger Line Flight 739, a charter flight carrying U.S. and South Vietnamese soldiers, disappeared without a trace, prompting one of the largest searches in the history of the Pacific.","year":1962,"subtitle":"Flying Tiger Line Flight 739","url":"https://en.wikipedia.org/wiki/Flying_Tiger_Line_Flight_739","headline":"Flying Tiger Line Flight 739 Disappears Without a Trace"},{"originalText":"Conscription was re-introduced in Germany by the Nazi regime, and the German military was renamed the Wehrmacht.","year":1935,"subtitle":"Conscription","url":"https://en.wikipedia.org/wiki/Conscription","headline":"Nazi Regime Re-Introduces Conscription in Germany"},{"originalText":"In the inaugural final of the FA Cup (trophy pictured) Wanderers defeated Royal Engineers 1–0 at The Oval in Kennington, London.","year":1872,"subtitle":"1872 FA Cup final","url":"https://en.wikipedia.org/wiki/1872_FA_Cup_final","headline":"Wanderers Defeat Royal Engineers in Inaugural FA Cup Final"},{"originalText":"The Bank for Savings in the City of New-York, of the first banks in the U.S. and the first savings bank in New York City, was incorporated.","year":1819,"subtitle":"The Bank for Savings in the City of New-York","url":"https://en.wikipedia.org/wiki/The_Bank_for_Savings_in_the_City_of_New-York","headline":"Bank for Savings in New York City Incorporated"},{"originalText":"Congress passed the Military Peace Establishment Act, authorizing the establishment of the U.S. Army Corps of Engineers to operate the U.S. Military Academy (pictured) at West Point, New York.","year":1802,"subtitle":"United States Congress","url":"https://en.wikipedia.org/wiki/United_States_Congress","headline":"Congress Authorizes Establishment of U.S. Military Academy at West Point"},{"originalText":"American Revolutionary War: Spain captured the island of Roatán from England off the coast of what is now Honduras.","year":1782,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Spain Captures Roatán from England in American Revolutionary War"},{"originalText":"The Royal Welch Fusiliers, one of the oldest line-infantry regiments of the British Army, was founded.","year":1689,"subtitle":"Royal Welch Fusiliers","url":"https://en.wikipedia.org/wiki/Royal_Welch_Fusiliers","headline":"Royal Welch Fusiliers Founded in British Army"},{"originalText":"Samoset, a member of the Abenaki tribe, walked into Plymouth Colony and greeted the Pilgrims in English (depicted).","year":1621,"subtitle":"Samoset","url":"https://en.wikipedia.org/wiki/Samoset","headline":"Abenaki Tribe Member Greets Pilgrims in English at Plymouth Colony"},{"originalText":"Despenser War: A royalist army defeated troops loyal to Thomas, 2nd Earl of Lancaster, in the Battle of Boroughbridge, which allowed King Edward II of England to hold on to power for another five years.","year":1322,"subtitle":"Despenser War","url":"https://en.wikipedia.org/wiki/Despenser_War","headline":"Royalist Army Defeats Troops in Battle of Boroughbridge"},{"originalText":"Around 150 Jews died inside York Castle, the majority committing mass suicide to avoid being killed by a mob.","year":1190,"subtitle":"York Castle","url":"https://en.wikipedia.org/wiki/York_Castle","headline":"Mass Suicide Inside York Castle to Avoid Mob Killings"},{"originalText":"Five Dynasties and Ten Kingdoms period: Chinese general Meng Zhixiang proclaimed himself emperor and established Later Shu as a new state independent of Later Tang.","year":934,"subtitle":"Five Dynasties and Ten Kingdoms period","url":"https://en.wikipedia.org/wiki/Five_Dynasties_and_Ten_Kingdoms_period","headline":"Meng Zhixiang Proclaims Himself Emperor, Establishes Later Shu"},{"originalText":"Babylonian king Nebuchadnezzar II captured Jerusalem and installed Zedekiah as King of Judah.","year":-597,"subtitle":"590s BC","url":"https://en.wikipedia.org/wiki/590s_BC","headline":"Nebuchadnezzar II Captures Jerusalem, Installs Zedekiah as King"}]}