{"dateLabel":"March 17","issue":"Issue 77","events":[{"originalText":"First Libyan Civil War: The United Nations Security Council adopted Resolution 1973, authorizing military intervention in Libya to protect civilians.","year":2011,"subtitle":"Libyan civil war (2011)","url":"https://en.wikipedia.org/wiki/Libyan_civil_war_(2011)","headline":"UN Security Council authorizes military intervention in Libya during First Libyan Civil War"},{"originalText":"Hundreds of followers of the Movement for the Restoration of the Ten Commandments of God, a Ugandan sect, died in a mass murder committed by its leaders.","year":2000,"subtitle":"Movement for the Restoration of the Ten Commandments of God","url":"https://en.wikipedia.org/wiki/Movement_for_the_Restoration_of_the_Ten_Commandments_of_God","headline":"Mass murder in Uganda: Hundreds die in Ugandan sect led by Movement for the Restoration of the Ten Commandments of God"},{"originalText":"In a referendum, nearly 70 percent of voters in nine Soviet republics agreed that the Soviet Union should be preserved.","year":1991,"subtitle":"1991 Soviet Union referendum","url":"https://en.wikipedia.org/wiki/1991_Soviet_Union_referendum","headline":"Soviet Union preservation supported by 70% of voters in nine Soviet republics"},{"originalText":"Eritrean War of Independence: Eritrean People's Liberation Front troops encircled Ethiopian forces in the Battle of Afabet, gaining a decisive victory three days later.","year":1988,"subtitle":"Eritrean War of Independence","url":"https://en.wikipedia.org/wiki/Eritrean_War_of_Independence","headline":"Eritrean forces gain decisive victory in Battle of Afabet during War of Independence"},{"originalText":"The Penmanshiel Tunnel in the Scottish Borders region of Scotland collapsed during refurbishing construction, killing two workers, and leading to the abandonment of the tunnel.","year":1979,"subtitle":"Penmanshiel Tunnel","url":"https://en.wikipedia.org/wiki/Penmanshiel_Tunnel","headline":"Penmanshiel Tunnel collapse in Scotland kills two workers"},{"originalText":"Slava Veder took his Pulitzer Prize-winning photograph Burst of Joy, which came to symbolize the end of United States involvement in the Vietnam War.","year":1973,"subtitle":"Pulitzer Prize for Feature Photography","url":"https://en.wikipedia.org/wiki/Pulitzer_Prize_for_Feature_Photography","headline":"Pulitzer Prize-winning photo symbolizes end of US involvement in Vietnam War"},{"originalText":"Golda Meir became the first female prime minister of Israel.","year":1969,"subtitle":"Golda Meir","url":"https://en.wikipedia.org/wiki/Golda_Meir","headline":"Golda Meir becomes first female prime minister of Israel"},{"originalText":"Six thousand sheep were killed on ranches near Dugway Proving Ground in Utah as a result of the U.S. Army spraying a nerve agent.","year":1968,"subtitle":"Dugway Proving Ground","url":"https://en.wikipedia.org/wiki/Dugway_Proving_Ground","headline":"6,000 sheep killed in Utah due to US Army nerve agent spraying"},{"originalText":"An eruption of Mount Agung on Bali, Indonesia, killed at least 1,100 people.","year":1963,"subtitle":"Mount Agung","url":"https://en.wikipedia.org/wiki/Mount_Agung","headline":"Mount Agung eruption in Bali kills at least 1,100 people"},{"originalText":"A plane crash on the slopes of Mount Manunggal killed Philippine president Ramon Magsaysay and 24 others.","year":1957,"subtitle":"1957 Cebu Douglas C-47 crash","url":"https://en.wikipedia.org/wiki/1957_Cebu_Douglas_C-47_crash","headline":"Plane crash kills Philippine president Ramon Magsaysay and 24 others on Mount Manunggal"},{"originalText":"Ice hockey fans in Montreal rioted to protest the suspension of Montreal Canadiens star Maurice Richard for hitting an official.","year":1955,"subtitle":"Ice hockey","url":"https://en.wikipedia.org/wiki/Ice_hockey","headline":"Montreal Canadiens star suspended, fans riot in Montreal"},{"originalText":"Scientists at Lawrence Berkeley National Laboratory announced the synthesis of californium, a radioactive transuranium element.","year":1950,"subtitle":"Lawrence Berkeley National Laboratory","url":"https://en.wikipedia.org/wiki/Lawrence_Berkeley_National_Laboratory","headline":"Scientists announce synthesis of californium at Lawrence Berkeley National Laboratory"},{"originalText":"The Holocaust: The first mass killings of Jews began at Belzec extermination camp in occupied Poland, the first of the Operation Reinhard camps to begin operation.","year":1942,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"First mass killings of Jews begin at Belzec extermination camp during the Holocaust"},{"originalText":"World War I: Hugh Grosvenor, 2nd Duke of Westminster led a force to rescue 92 prisoners of war from Bir Hakeim, killing the Senussi guards and their families.","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Duke of Westminster leads force to rescue prisoners of war in World War I"},{"originalText":"The Dorchester Heights Monument, memorializing the siege of Boston during the American Revolutionary War, was dedicated.","year":1902,"subtitle":"Dorchester Heights Monument","url":"https://en.wikipedia.org/wiki/Dorchester_Heights_Monument","headline":"Dorchester Heights Monument dedicated in memory of American Revolutionary War siege"},{"originalText":"The transatlantic steamship Utopia accidentally collided with the battleship HMS Anson in the Bay of Gibraltar, sinking in less than twenty minutes and killing 562.","year":1891,"subtitle":"SS Utopia","url":"https://en.wikipedia.org/wiki/SS_Utopia","headline":"Transatlantic steamship Utopia sinks in collision, killing 562"},{"originalText":"The Female Relief Society of Nauvoo is formally organized with Emma Smith as president.","year":1842,"subtitle":"Relief Society","url":"https://en.wikipedia.org/wiki/Relief_Society","headline":"Female Relief Society of Nauvoo organized with Emma Smith as president"},{"originalText":"American Revolutionary War: The 11‑month Siege of Boston ended with the evacuation of the city's British garrison.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Siege of Boston ends with British garrison evacuation in American Revolutionary War"},{"originalText":"Franco-Dutch War: France captured the town of Valenciennes in the Spanish Netherlands.","year":1677,"subtitle":"Franco-Dutch War","url":"https://en.wikipedia.org/wiki/Franco-Dutch_War","headline":"France captures Valenciennes in Franco-Dutch War"},{"originalText":"Reconquista: Combined Castilian and Murcian forces defeated the Emirate of Granada at the Battle of Los Alporchones around the city of Lorca.","year":1452,"subtitle":"Reconquista","url":"https://en.wikipedia.org/wiki/Reconquista","headline":"Castilian and Murcian forces defeat Emirate of Granada at Battle of Los Alporchones in Reconquista"},{"originalText":"Edward the Black Prince (pictured) was created Duke of Cornwall, the first English dukedom.","year":1337,"subtitle":"Edward the Black Prince","url":"https://en.wikipedia.org/wiki/Edward_the_Black_Prince","headline":"Edward the Black Prince created Duke of Cornwall, first English dukedom"},{"originalText":"After arranging for the assassination of Valentinian III, Petronius Maximus secured the throne of the Western Roman Empire, only to be killed 11 weeks later during the sack of Rome.","year":455,"subtitle":"Valentinian III","url":"https://en.wikipedia.org/wiki/Valentinian_III","headline":"Petronius Maximus secures Western Roman Empire throne, killed during sack of Rome"}]}