{"dateLabel":"March 18","issue":"Issue 78","events":[{"originalText":"U.S. Air Force carried out an airstrike in Al-Baghuz Fawqani killing 64 civilians.","year":2019,"subtitle":"2019 U.S. airstrike in Baghuz","url":"https://en.wikipedia.org/wiki/2019_U.S._airstrike_in_Baghuz","headline":"U.S. Air Force airstrike in Al-Baghuz Fawqani kills 64 civilians"},{"originalText":"As per a court order, the feeding tube of Terri Schiavo, an American woman who suffered brain damage, was removed at the request of her husband, fueling a worldwide debate on euthanasia.","year":2005,"subtitle":"Court order","url":"https://en.wikipedia.org/wiki/Court_order","headline":"Terri Schiavo's feeding tube removed, sparking euthanasia debate"},{"originalText":"The deadliest fire in Philippine history broke out at a nightclub in Quezon City, causing 162 deaths.","year":1996,"subtitle":"Ozone Disco fire","url":"https://en.wikipedia.org/wiki/Ozone_Disco_fire","headline":"Deadliest fire in Philippine history at Quezon City nightclub, 162 dead"},{"originalText":"Unidentified thieves stole thirteen works of art collectively valued at $500 million from the Isabella Stewart Gardner Museum (pictured) in Boston, Massachusetts.","year":1990,"subtitle":"Isabella Stewart Gardner Museum theft","url":"https://en.wikipedia.org/wiki/Isabella_Stewart_Gardner_Museum_theft","headline":"Thieves steal $500 million worth of art from Isabella Stewart Gardner Museum"},{"originalText":"The first episode of the soap opera Neighbours was broadcast on the Seven Network, later becoming the longest-running drama in Australian television history.","year":1985,"subtitle":"Soap opera","url":"https://en.wikipedia.org/wiki/Soap_opera","headline":"Neighbours soap opera premieres on Seven Network, sets Australian TV record"},{"originalText":"The punk group the Clash released their first single, \"White Riot\", described as their \"most controversial song\".","year":1977,"subtitle":"The Clash","url":"https://en.wikipedia.org/wiki/The_Clash","headline":"The Clash releases controversial single 'White Riot'"},{"originalText":"U.S. postal workers began an eight-day strike after Congress  raised their wages by only 4 percent despite increasing its own pay by 41 percent.","year":1970,"subtitle":"1970 United States postal strike","url":"https://en.wikipedia.org/wiki/1970_United_States_postal_strike","headline":"U.S. postal workers strike over wage increase discrepancy"},{"originalText":"Vietnam War: The United States began secretly bombing the Sihanouk Trail in Cambodia, used by communist forces to infiltrate South Vietnam.","year":1969,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"U.S. secretly bombs Sihanouk Trail in Cambodia during Vietnam War"},{"originalText":"Cosmonaut Alexei Leonov ventured outside the Soviet spacecraft Voskhod 2, becoming the first person to walk in space.","year":1965,"subtitle":"Alexei Leonov","url":"https://en.wikipedia.org/wiki/Alexei_Leonov","headline":"Cosmonaut Alexei Leonov first person to walk in space"},{"originalText":"Chinese forces began a bombardment of Sera Monastery in Lhasa, Tibet, inflicting severe destruction and killing hundreds of Buddhist monks.","year":1959,"subtitle":"Sera Monastery","url":"https://en.wikipedia.org/wiki/Sera_Monastery","headline":"Chinese forces bombard Sera Monastery in Lhasa, Tibet, killing hundreds"},{"originalText":"Mexican president Lázaro Cárdenas issued a decree expropriating foreign-owned oil reserves and facilities, which were later incorporated into Pemex, a state-owned petroleum company.","year":1938,"subtitle":"Lázaro Cárdenas","url":"https://en.wikipedia.org/wiki/L%C3%A1zaro_C%C3%A1rdenas","headline":"Mexican president expropriates foreign-owned oil reserves"},{"originalText":"Russian Civil War: Bolshevik forces suppressed a rebellion of sailors and civilians in Kronstadt.","year":1921,"subtitle":"Russian Civil War","url":"https://en.wikipedia.org/wiki/Russian_Civil_War","headline":"Bolshevik forces suppress rebellion in Kronstadt during Russian Civil War"},{"originalText":"First World War: In one of the largest naval battles of the Gallipoli campaign, Ottoman forces sank three Allied battleships and severely damaged three others.","year":1915,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Ottoman forces sink three Allied battleships in Gallipoli naval battle"},{"originalText":"Romanian inventor Traian Vuia became the first person to fly a heavier-than-air monoplane (pictured) with an unassisted takeoff.","year":1906,"subtitle":"Traian Vuia","url":"https://en.wikipedia.org/wiki/Traian_Vuia","headline":"Traian Vuia flies first heavier-than-air monoplane with unassisted takeoff"},{"originalText":"Canadian governor general Lord Stanley of Preston pledged to donate an award to Canada's top-ranked amateur ice hockey club, now known as the Stanley Cup, the oldest professional sports trophy in North America.","year":1892,"subtitle":"Frederick Stanley, 16th Earl of Derby","url":"https://en.wikipedia.org/wiki/Frederick_Stanley%2C_16th_Earl_of_Derby","headline":"Lord Stanley of Preston pledges award for top amateur ice hockey club"},{"originalText":"Charles I of Anjou acquired a claim on the Kingdom of Jerusalem in exchange for a significant sum of money.","year":1277,"subtitle":"Charles I of Anjou","url":"https://en.wikipedia.org/wiki/Charles_I_of_Anjou","headline":"Charles I of Anjou acquires claim on Kingdom of Jerusalem"},{"originalText":"First Mongol invasion of Poland: Mongol forces defeated the Polish armies of Sandomierz and Kraków at the Battle of Chmielnik.","year":1241,"subtitle":"First Mongol invasion of Poland","url":"https://en.wikipedia.org/wiki/First_Mongol_invasion_of_Poland","headline":"Mongol forces defeat Polish armies at Battle of Chmielnik"},{"originalText":"A fire in Rome begins, leading to the destruction of the Temple of Apollo Palatinus.","year":363,"subtitle":"Temple of Apollo Palatinus","url":"https://en.wikipedia.org/wiki/Temple_of_Apollo_Palatinus","headline":"Fire in Rome destroys Temple of Apollo Palatinus"}]}