{"dateLabel":"March 19","issue":"Issue 79","events":[{"originalText":"Flydubai Flight 981 crashed during an aborted landing at Rostov-on-Don Airport, Russia, resulting in the deaths of all 62 passengers and crew on board.","year":2016,"subtitle":"Flydubai Flight 981","url":"https://en.wikipedia.org/wiki/Flydubai_Flight_981","headline":"Flydubai Flight 981 crashes in Rostov-on-Don, Russia, killing all 62 on board"},{"originalText":"First Libyan Civil War: The French Air Force launched Opération Harmattan, beginning foreign military intervention in Libya.","year":2011,"subtitle":"Libyan civil war (2011)","url":"https://en.wikipedia.org/wiki/Libyan_civil_war_(2011)","headline":"French Air Force launches Opération Harmattan in First Libyan Civil War"},{"originalText":"The gamma-ray burst GRB 080319B (artist's impression pictured), the farthest object that could be seen by the naked eye, was observed.","year":2008,"subtitle":"Gamma-ray burst","url":"https://en.wikipedia.org/wiki/Gamma-ray_burst","headline":"Farthest object visible to naked eye observed: gamma-ray burst GRB 080319B"},{"originalText":"An unscheduled Ariana Afghan Airlines flight crashed into a mountain on approach into Kabul, killing all 45 people aboard.","year":1998,"subtitle":"Ariana Afghan Airlines","url":"https://en.wikipedia.org/wiki/Ariana_Afghan_Airlines","headline":"Ariana Afghan Airlines flight crashes in Kabul, claiming 45 lives"},{"originalText":"American televangelist Jim Bakker resigned as the host of The PTL Club in the midst of a sex scandal.","year":1987,"subtitle":"Televangelism","url":"https://en.wikipedia.org/wiki/Televangelism","headline":"Jim Bakker resigns amid sex scandal from The PTL Club"},{"originalText":"The American cable television network C-SPAN, covering government proceedings and public-affairs programming, was launched.","year":1979,"subtitle":"Cable television","url":"https://en.wikipedia.org/wiki/Cable_television","headline":"C-SPAN cable television network launched, covering government proceedings"},{"originalText":"Influential American musician Bob Dylan  released his eponymous debut album, mainly comprising traditional folk, blues and gospel songs.","year":1962,"subtitle":"Bob Dylan","url":"https://en.wikipedia.org/wiki/Bob_Dylan","headline":"Bob Dylan releases debut album featuring traditional folk, blues, and gospel songs"},{"originalText":"The secular oratorio A Child of Our Time by Michael Tippett, premiered at the Adelphi Theatre in London.","year":1944,"subtitle":"Oratorio","url":"https://en.wikipedia.org/wiki/Oratorio","headline":"A Child of Our Time oratorio by Michael Tippett premieres in London"},{"originalText":"The highly influential American radio comedy show Amos 'n' Andy made its debut.","year":1928,"subtitle":"Radio comedy","url":"https://en.wikipedia.org/wiki/Radio_comedy","headline":"Amos 'n' Andy radio comedy show makes influential debut"},{"originalText":"Established by Clara Zetkin, Käte Duncker, and others, International Women's Day was first observed.","year":1911,"subtitle":"Clara Zetkin","url":"https://en.wikipedia.org/wiki/Clara_Zetkin","headline":"International Women's Day first observed, established by Clara Zetkin"},{"originalText":"American Civil War: The last battle of the Carolinas Campaign, the Battle of Bentonville, began, which contributed to the ultimate Union victory in the war.","year":1865,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Battle of Bentonville begins, contributing to Union victory in American Civil War"},{"originalText":"American explorer Benjamin Morrell departed Antarctica after a voyage later plagued by claims of fraud.","year":1824,"subtitle":"Benjamin Morrell","url":"https://en.wikipedia.org/wiki/Benjamin_Morrell","headline":"Explorer Benjamin Morrell departs Antarctica amid fraud claims"},{"originalText":"King Charles IV of Spain was forced to abdicate in favour of his son Ferdinand VII as a result of the Tumult of Aranjuez.","year":1808,"subtitle":"Charles IV of Spain","url":"https://en.wikipedia.org/wiki/Charles_IV_of_Spain","headline":"King Charles IV of Spain abdicates in favor of son Ferdinand VII"},{"originalText":"The Edict of Amboise was signed, ending the first war in the French Wars of Religion and inaugurating a period of official peace that lasted until 1567.","year":1563,"subtitle":"Edict of Amboise","url":"https://en.wikipedia.org/wiki/Edict_of_Amboise","headline":"Edict of Amboise signed, ending first war in French Wars of Religion"},{"originalText":"Mongol conquest of Song China: Emperor Bing, the last emperor of the Song dynasty, drowned at the end of the Battle of Yamen, bringing the dynasty to an end after three centuries.","year":1279,"subtitle":"Mongol conquest of the Song dynasty","url":"https://en.wikipedia.org/wiki/Mongol_conquest_of_the_Song_dynasty","headline":"Emperor Bing drowns, ending Song dynasty at Battle of Yamen"},{"originalText":"The Byzantine Empire and the Republic of Venice signed a treaty that renegotiated and extended by two years a previous treaty between them.","year":1277,"subtitle":"Byzantine Empire","url":"https://en.wikipedia.org/wiki/Byzantine_Empire","headline":"Byzantine Empire and Republic of Venice sign treaty extending previous agreement"}]}