{"dateLabel":"March 20","issue":"Issue 80","events":[{"originalText":"Taliban militants carried out a mass shooting at the Kabul Serena Hotel in Afghanistan, killing nine civilians.","year":2014,"subtitle":"Taliban","url":"https://en.wikipedia.org/wiki/Taliban","headline":"Taliban militants kill nine civilians in mass shooting at Kabul Serena Hotel"},{"originalText":"The Troubles: Two children were killed by the second of two bomb attacks by the Provisional Irish Republican Army in Warrington, England.","year":1993,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Two children killed in bomb attacks by Provisional Irish Republican Army in Warrington"},{"originalText":"The antiretroviral drug zidovudine became the first treatment approved by the U.S. Food and Drug Administration for HIV/AIDS.","year":1987,"subtitle":"Antiviral drug","url":"https://en.wikipedia.org/wiki/Antiviral_drug","headline":"Zidovudine approved as first HIV/AIDS treatment by US FDA"},{"originalText":"World War II: After being forced to flee the Philippines for Australia, US Army general Douglas MacArthur (pictured) announced: \"I came through and I shall return.\"","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"US Army general Douglas MacArthur vows to return after fleeing Philippines"},{"originalText":"Germany issued an ultimatum to Lithuania, demanding the return of the Klaipėda Region under threat of invasion.","year":1939,"subtitle":"1939 German ultimatum to Lithuania","url":"https://en.wikipedia.org/wiki/1939_German_ultimatum_to_Lithuania","headline":"Germany issues ultimatum to Lithuania over Klaipėda Region"},{"originalText":"The Arts Club of Chicago hosted the opening of Pablo Picasso's first solo United States showing, entitled Original Drawings by Pablo Picasso.","year":1923,"subtitle":"Arts Club of Chicago","url":"https://en.wikipedia.org/wiki/Arts_Club_of_Chicago","headline":"Pablo Picasso's first solo US showing opens at Arts Club of Chicago"},{"originalText":"The United States Navy commissioned its first aircraft carrier, USS Langley.","year":1922,"subtitle":"United States Navy","url":"https://en.wikipedia.org/wiki/United_States_Navy","headline":"US Navy commissions first aircraft carrier, USS Langley"},{"originalText":"Eleven countries signed the Paris Convention for the Protection of Industrial Property, one of the first intellectual-property treaties.","year":1883,"subtitle":"Paris Convention for the Protection of Industrial Property","url":"https://en.wikipedia.org/wiki/Paris_Convention_for_the_Protection_of_Industrial_Property","headline":"Paris Convention for Industrial Property signed by eleven countries"},{"originalText":"The Republican Party was founded in Ripon, Wisconsin, by politicians opposing the Kansas–Nebraska Act and the expansion of slavery in the United States.","year":1854,"subtitle":"Republican Party (United States)","url":"https://en.wikipedia.org/wiki/Republican_Party_(United_States)","headline":"Republican Party founded in Ripon, Wisconsin to oppose slavery expansion"},{"originalText":"Harriet Beecher Stowe's novel Uncle Tom's Cabin, which had a profound effect on attitudes toward African Americans and slavery in the United States, was published.","year":1852,"subtitle":"Harriet Beecher Stowe","url":"https://en.wikipedia.org/wiki/Harriet_Beecher_Stowe","headline":"Uncle Tom's Cabin published, impacting views on African Americans and slavery"}]}