{"dateLabel":"March 21","issue":"Issue 81","events":[{"originalText":"A major explosion at a chemical plant in Yancheng, China, killed 78 people and injured 640 others.","year":2019,"subtitle":"2019 Xiangshui chemical plant explosion","url":"https://en.wikipedia.org/wiki/2019_Xiangshui_chemical_plant_explosion","headline":"Major explosion at chemical plant in Yancheng, China: 78 dead, 640 injured"},{"originalText":"Dallas aired its \"A House Divided\" episode, which led to eight months of international speculation regarding \"Who shot J.R.?\"","year":1980,"subtitle":"Dallas (1978 TV series)","url":"https://en.wikipedia.org/wiki/Dallas_(1978_TV_series)","headline":"Dallas episode sparks international speculation: 'Who shot J.R.?'"},{"originalText":"War of Attrition: The Battle of Karameh took place between the Israel Defense Forces and allied troops of the Palestine Liberation Organization and the Jordanian Armed Forces.","year":1968,"subtitle":"War of Attrition","url":"https://en.wikipedia.org/wiki/War_of_Attrition","headline":"Battle of Karameh: Israel Defense Forces clash with PLO and Jordanian troops"},{"originalText":"Alcatraz Federal Penitentiary on Alcatraz Island in San Francisco Bay, California—one of the world's most notorious and best known prisons—was closed.","year":1963,"subtitle":"Alcatraz Federal Penitentiary","url":"https://en.wikipedia.org/wiki/Alcatraz_Federal_Penitentiary","headline":"Alcatraz Federal Penitentiary on Alcatraz Island closed"},{"originalText":"Police in Sharpeville, South Africa, opened fire on a group of unarmed black demonstrators who were protesting pass laws, killing 69 people and wounding 180 others.","year":1960,"subtitle":"Sharpeville","url":"https://en.wikipedia.org/wiki/Sharpeville","headline":"Police in Sharpeville, South Africa, kill 69 protesters"},{"originalText":"The Moondog Coronation Ball (poster pictured), generally considered to be the first major rock and roll concert, took place at the Cleveland Arena in Cleveland, Ohio.","year":1952,"subtitle":"Moondog Coronation Ball","url":"https://en.wikipedia.org/wiki/Moondog_Coronation_Ball","headline":"Moondog Coronation Ball: First major rock and roll concert in Cleveland"},{"originalText":"The Los Angeles Rams signed Kenny Washington, making him the first African-American player in the National Football League since 1933.","year":1946,"subtitle":"Los Angeles Rams","url":"https://en.wikipedia.org/wiki/Los_Angeles_Rams","headline":"Los Angeles Rams sign Kenny Washington as first African-American NFL player"},{"originalText":"A police squad, acting under orders from Governor of Puerto Rico Blanton Winship, opened fire on demonstrators protesting the arrest of Puerto Rican Nationalist leader Pedro Albizu Campos, killing 21 people and injuring 235 others.","year":1937,"subtitle":"Blanton Winship","url":"https://en.wikipedia.org/wiki/Blanton_Winship","headline":"Police open fire on Puerto Rican protesters: 21 dead, 235 injured"},{"originalText":"Pope Pius XII's encyclical Mit brennender Sorge, condemning antisemitism and criticizing Nazism, was read from the pulpits of all Catholic churches in Germany.","year":1937,"subtitle":"Pope Pius XII","url":"https://en.wikipedia.org/wiki/Pope_Pius_XII","headline":"Pope Pius XII condemns antisemitism in encyclical"},{"originalText":"First World War: The German Army opened the Spring Offensive with Operation Michael, attempting to break through the Allied lines and to seize ports on the English Channel.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"German Army launches Spring Offensive in First World War"},{"originalText":"Over 360 were killed and 20,000 homes destroyed in the Great Dayton Flood in Dayton, Ohio, U.S.","year":1913,"subtitle":"Great Dayton Flood","url":"https://en.wikipedia.org/wiki/Great_Dayton_Flood","headline":"Great Dayton Flood: Over 360 dead, 20,000 homes destroyed"},{"originalText":"Queen's Park defeated Clydesdale 2–0 in the final of the inaugural Scottish Cup (trophy pictured) at Hampden Park in Crosshill.","year":1874,"subtitle":"Queen's Park F.C.","url":"https://en.wikipedia.org/wiki/Queen's_Park_F.C.","headline":"Queen's Park wins inaugural Scottish Cup final at Hampden Park"},{"originalText":"Alexander H. Stephens, Vice President of the Confederate States of America, gave an extemporaneous speech laying out the Confederacy's rationale for seceding from the United States.","year":1861,"subtitle":"Alexander H. Stephens","url":"https://en.wikipedia.org/wiki/Alexander_H._Stephens","headline":"Confederate Vice President Stephens lays out rationale for secession"},{"originalText":"War of the Sixth Coalition: At the Battle of Arcis-sur-Aube in north-central France, Napoleon suddenly realized that his French army was vastly outnumbered by Allied forces, and hurriedly ordered a retreat.","year":1814,"subtitle":"War of the Sixth Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_Sixth_Coalition","headline":"Napoleon retreats at Battle of Arcis-sur-Aube"},{"originalText":"War of the Sixth Coalition: During their march on Paris, Coalition forces defeated Napoleon's French army on the final day of the Battle of Arcis-sur-Aube.","year":1814,"subtitle":"War of the Sixth Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_Sixth_Coalition","headline":"Coalition forces defeat Napoleon at Battle of Arcis-sur-Aube"},{"originalText":"A large fire destroyed 856 of the 1,100 structures in New Orleans.","year":1788,"subtitle":"Great New Orleans Fire (1788)","url":"https://en.wikipedia.org/wiki/Great_New_Orleans_Fire_(1788)","headline":"Large fire destroys 856 structures in New Orleans"},{"originalText":"Former Archbishop of Canterbury Thomas Cranmer, one of the founders of Anglicanism, was burnt at the stake for heresy in Oxford, England.","year":1556,"subtitle":"Archbishop of Canterbury","url":"https://en.wikipedia.org/wiki/Archbishop_of_Canterbury","headline":"Former Archbishop of Canterbury Thomas Cranmer burnt at stake for heresy"}]}