{"dateLabel":"March 22","issue":"Issue 82","events":[{"originalText":"A massive landslide in Oso, Washington, killed 43 people after engulfing a rural neighborhood, the largest death toll for a standalone landslide in U.S. history.","year":2014,"subtitle":"2014 Oso mudslide","url":"https://en.wikipedia.org/wiki/2014_Oso_mudslide","headline":"Massive landslide in Oso, Washington, kills 43 people"},{"originalText":"Palestinian imam Sheikh Ahmed Yassin, a founder and the spiritual leader of Hamas, was killed by an Israeli missile as he left early morning prayers.","year":2004,"subtitle":"Imam","url":"https://en.wikipedia.org/wiki/Imam","headline":"Palestinian imam Sheikh Ahmed Yassin killed by Israeli missile"},{"originalText":"Russian cosmonaut Valeri Polyakov returned from the space station Mir aboard Soyuz TM-20 after 437 days in space, setting a record for the longest spaceflight.","year":1995,"subtitle":"Astronaut","url":"https://en.wikipedia.org/wiki/Astronaut","headline":"Russian cosmonaut Valeri Polyakov sets record for longest spaceflight"},{"originalText":"USAir Flight 405 crashed in Flushing Bay shortly after takeoff from New York City's LaGuardia Airport, killing 27 people, and leading to studies into the effects of ice on aircraft.","year":1992,"subtitle":"USAir Flight 405","url":"https://en.wikipedia.org/wiki/USAir_Flight_405","headline":"USAir Flight 405 crashes in Flushing Bay, killing 27"},{"originalText":"Teachers at a preschool in Manhattan Beach, California, were falsely charged with the sexual abuse of schoolchildren, leading to the longest and costliest criminal trial in United States history.","year":1984,"subtitle":"Manhattan Beach, California","url":"https://en.wikipedia.org/wiki/Manhattan_Beach%2C_California","headline":"Preschool teachers falsely charged with sexual abuse in Manhattan Beach"},{"originalText":"Second World War: British and Italian naval forces fought the Second Battle of Sirte in the Gulf of Sidra north of Libya.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"British and Italian naval forces fight Second Battle of Sirte"},{"originalText":"Phan Xích Long (pictured), the self-proclaimed emperor of Vietnam, was arrested for organising a revolt against the colonial rule of French Indochina, which was nevertheless carried out by his supporters the following day.","year":1913,"subtitle":"Phan Xích Long","url":"https://en.wikipedia.org/wiki/Phan_X%C3%ADch_Long","headline":"Vietnamese self-proclaimed emperor Phan Xích Long arrested for revolt"},{"originalText":"William Woods Holden, Governor of North Carolina, became the first U.S. state governor to be removed from office through impeachment.","year":1871,"subtitle":"William Woods Holden","url":"https://en.wikipedia.org/wiki/William_Woods_Holden","headline":"Governor William Woods Holden removed from office through impeachment"},{"originalText":"The Emerald Buddha (pictured), considered to be the sacred palladium of Thailand, was installed in its current location at Wat Phra Kaew on the grounds of the Grand Palace in Bangkok.","year":1784,"subtitle":"Emerald Buddha","url":"https://en.wikipedia.org/wiki/Emerald_Buddha","headline":"Emerald Buddha installed at Wat Phra Kaew in Bangkok"},{"originalText":"The Parliament of Great Britain passed the Stamp Act, requiring that many printed materials in the Thirteen Colonies in British America carry a tax stamp.","year":1765,"subtitle":"Parliament of Great Britain","url":"https://en.wikipedia.org/wiki/Parliament_of_Great_Britain","headline":"Parliament of Great Britain passes Stamp Act in Thirteen Colonies"},{"originalText":"Anne Hutchinson was expelled from the Massachusetts Bay Colony for her participation in the Antinomian Controversy.","year":1638,"subtitle":"Anne Hutchinson","url":"https://en.wikipedia.org/wiki/Anne_Hutchinson","headline":"Anne Hutchinson expelled from Massachusetts Bay Colony"},{"originalText":"Pope Clement V issued a bull dissolving the Order of the Knights Templar.","year":1312,"subtitle":"Pope Clement V","url":"https://en.wikipedia.org/wiki/Pope_Clement_V","headline":"Pope Clement V dissolves Order of the Knights Templar"},{"originalText":"The Bostran era, the official era of the Roman province of Arabia Petraea, began.","year":106,"subtitle":"AD 106","url":"https://en.wikipedia.org/wiki/AD_106","headline":"Bostran era begins in Roman province of Arabia Petraea"}]}