{"dateLabel":"March 23","issue":"Issue 83","events":[{"originalText":"The Iranian military arrested 15 Royal Navy personnel, claiming that they had entered Iran's territorial waters.","year":2007,"subtitle":"2007 Iranian arrest of Royal Navy personnel","url":"https://en.wikipedia.org/wiki/2007_Iranian_arrest_of_Royal_Navy_personnel","headline":"Iranian military arrests 15 Royal Navy personnel for entering territorial waters"},{"originalText":"Lee Teng-hui (pictured) was elected President of the Republic of China in the first direct presidential election in Taiwan.","year":1996,"subtitle":"Lee Teng-hui","url":"https://en.wikipedia.org/wiki/Lee_Teng-hui","headline":"Lee Teng-hui elected President of Republic of China in Taiwan's first direct election"},{"originalText":"Aeroflot Flight 593 crashed into a hillside in Russia's Kemerovo Oblast, killing all 75 people on board, after the pilot's 16-year-old son had unknowingly disabled the autopilot while seated at the controls.","year":1994,"subtitle":"Aeroflot Flight 593","url":"https://en.wikipedia.org/wiki/Aeroflot_Flight_593","headline":"Aeroflot Flight 593 crashes in Russia, killing all 75 on board"},{"originalText":"The demolition of Kowloon Walled City (pictured), a densely crowded slum in Hong Kong, began.","year":1993,"subtitle":"Kowloon Walled City","url":"https://en.wikipedia.org/wiki/Kowloon_Walled_City","headline":"Demolition of Kowloon Walled City begins in Hong Kong"},{"originalText":"The Sierra Leone Civil War began with the invasion of the Revolutionary United Front, with support from the special forces of Charles Taylor's National Patriotic Front of Liberia, in  an attempt to overthrow President Joseph Saidu Momoh.","year":1991,"subtitle":"Sierra Leone Civil War","url":"https://en.wikipedia.org/wiki/Sierra_Leone_Civil_War","headline":"Sierra Leone Civil War starts with invasion by Revolutionary United Front"},{"originalText":"Two researchers announced the discovery of cold fusion, a claim which was later discredited.","year":1989,"subtitle":"Cold fusion","url":"https://en.wikipedia.org/wiki/Cold_fusion","headline":"Researchers claim discovery of cold fusion, later discredited"},{"originalText":"British journalist David Frost began a series of interviews with former U.S. president Richard Nixon, starting with the Watergate scandal.","year":1977,"subtitle":"David Frost","url":"https://en.wikipedia.org/wiki/David_Frost","headline":"David Frost interviews Richard Nixon on Watergate scandal"},{"originalText":"The Nazi Party took the first step in the Gleichschaltung process by having the Enabling Act passed, giving the government the right to make laws without the involvement of the Reichstag.","year":1933,"subtitle":"Nazi Party","url":"https://en.wikipedia.org/wiki/Nazi_Party","headline":"Nazi Party passes Enabling Act for Gleichschaltung process"},{"originalText":"Bhagat Singh, one of the most influential revolutionaries of the Indian independence movement, and two others were executed by the British authorities.","year":1931,"subtitle":"Bhagat Singh","url":"https://en.wikipedia.org/wiki/Bhagat_Singh","headline":"British authorities execute Bhagat Singh and two others"},{"originalText":"Benito Mussolini and his supporters founded the Fasci Italiani di Combattimento, the predecessor of the National Fascist Party.","year":1919,"subtitle":"Benito Mussolini","url":"https://en.wikipedia.org/wiki/Benito_Mussolini","headline":"Benito Mussolini founds Fasci Italiani di Combattimento"},{"originalText":"American diplomat Durham Stevens, an employee of Japan's Ministry of Foreign Affairs, was fatally shot in San Francisco by two Korean immigrants unhappy with his support of increased Japanese presence in Korea.","year":1908,"subtitle":"Durham Stevens","url":"https://en.wikipedia.org/wiki/Durham_Stevens","headline":"American diplomat Durham Stevens shot in San Francisco"},{"originalText":"About 1,500 Cretans, led by Eleftherios Venizelos, met at the village of Theriso to call for the island's unification with Greece, beginning the Theriso revolt.","year":1905,"subtitle":"Crete","url":"https://en.wikipedia.org/wiki/Crete","headline":"Cretans call for unification with Greece, starting Theriso revolt"},{"originalText":"Mirza Ghulam Ahmad founded the Ahmadiyya Islamic religious movement in British India.","year":1889,"subtitle":"Mirza Ghulam Ahmad","url":"https://en.wikipedia.org/wiki/Mirza_Ghulam_Ahmad","headline":"Mirza Ghulam Ahmad founds Ahmadiyya Islamic movement in British India"},{"originalText":"Chaired by William McGregor, a meeting of ten English football clubs was held in London, which would eventually result in the establishment of the Football League.","year":1888,"subtitle":"William McGregor (football)","url":"https://en.wikipedia.org/wiki/William_McGregor_(football)","headline":"Meeting of English football clubs leads to establishment of Football League"},{"originalText":"American Civil War: General Stonewall Jackson of the Confederate States Army lost the First Battle of Kernstown, but was still able to prevent the Union Army from reinforcing the Peninsula campaign.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"General Stonewall Jackson loses First Battle of Kernstown"},{"originalText":"An earthquake struck central Burma, causing significant damage and killing an estimated 300 to 400 people.","year":1839,"subtitle":"1839 Ava earthquake","url":"https://en.wikipedia.org/wiki/1839_Ava_earthquake","headline":"Earthquake strikes central Burma, killing hundreds"},{"originalText":"American Revolution: Patrick Henry made his \"Give me liberty, or give me death!\" speech to the House of Burgesses of Virginia, urging military action against the British Empire.","year":1775,"subtitle":"American Revolution","url":"https://en.wikipedia.org/wiki/American_Revolution","headline":"Patrick Henry delivers 'Give me liberty, or give me death!' speech"},{"originalText":"After 175 years of rule, the Trần dynasty of Vietnam was deposed by Hồ Quý Ly, a court official.","year":1400,"subtitle":"Trần dynasty","url":"https://en.wikipedia.org/wiki/Tr%E1%BA%A7n_dynasty","headline":"Trần dynasty of Vietnam deposed after 175 years by Hồ Quý Ly"}]}