{"dateLabel":"March 24","issue":"Issue 84","events":[{"originalText":"Led by Jigme Thinley, the Bhutan Peace and Prosperity Party won 45 of 47 seats in the country's first National Assembly election.","year":2008,"subtitle":"Jigme Thinley","url":"https://en.wikipedia.org/wiki/Jigme_Thinley","headline":"Bhutan Peace and Prosperity Party Wins 45 of 47 Seats in National Assembly Election"},{"originalText":"One day after making a plea to Salvadoran soldiers to stop carrying out the government's repression, Archbishop Óscar Romero was assassinated while celebrating Mass in San Salvador.","year":1980,"subtitle":"Revolutionary Government Junta of El Salvador","url":"https://en.wikipedia.org/wiki/Revolutionary_Government_Junta_of_El_Salvador","headline":"Archbishop Óscar Romero Assassinated in San Salvador"},{"originalText":"The British Cabinet Mission arrived in New Delhi to discuss the transfer of power from the colonial government to Indian leadership.","year":1946,"subtitle":"1946 Cabinet Mission to India","url":"https://en.wikipedia.org/wiki/1946_Cabinet_Mission_to_India","headline":"British Cabinet Mission Arrives in New Delhi for Transfer of Power Discussions"},{"originalText":"The Tydings–McDuffie Act came into effect, which provided for self-government of the Philippines and for Filipino independence from the United States after a period of ten years.","year":1934,"subtitle":"Tydings–McDuffie Act","url":"https://en.wikipedia.org/wiki/Tydings%E2%80%93McDuffie_Act","headline":"Tydings–McDuffie Act Provides Path to Filipino Independence from US"},{"originalText":"Irish War of Independence: In Belfast, two men wearing police uniforms broke into a house and murdered a Catholic family in what was believed to be a reprisal for the deaths of two policemen the day before.","year":1922,"subtitle":"Irish War of Independence","url":"https://en.wikipedia.org/wiki/Irish_War_of_Independence","headline":"Catholic Family Murdered in Belfast Reprisal Attack"},{"originalText":"The inaugural Women's Olympiad, the first international women's sports event, opened at the International Sporting Club of Monaco in Monte Carlo.","year":1921,"subtitle":"1921 Women's Olympiad","url":"https://en.wikipedia.org/wiki/1921_Women's_Olympiad","headline":"Inaugural Women's Olympiad Opens in Monte Carlo"},{"originalText":"The Winton Motor Carriage Company (ad pictured), one of the first American car companies, sold its first unit.","year":1898,"subtitle":"Winton Motor Carriage Company","url":"https://en.wikipedia.org/wiki/Winton_Motor_Carriage_Company","headline":"Winton Motor Carriage Company Sells First Unit"},{"originalText":"German physician Robert Koch announced the discovery of Mycobacterium tuberculosis, the pathogen that causes tuberculosis.","year":1882,"subtitle":"Robert Koch","url":"https://en.wikipedia.org/wiki/Robert_Koch","headline":"Robert Koch Discovers Mycobacterium Tuberculosis Pathogen"},{"originalText":"New Zealand Wars: Māori leader Tītokowaru's conflict ended with the last of his forces surrendering to the New Zealand colonial government.","year":1869,"subtitle":"New Zealand Wars","url":"https://en.wikipedia.org/wiki/New_Zealand_Wars","headline":"Māori Leader Tītokowaru's Conflict Ends with Surrender to Colonial Government"},{"originalText":"Japanese chief minister Ii Naosuke was assassinated by rōnin samurai upset with his role in opening Japan to foreign powers.","year":1860,"subtitle":"Ii Naosuke","url":"https://en.wikipedia.org/wiki/Ii_Naosuke","headline":"Japanese Chief Minister Ii Naosuke Assassinated by Samurai"},{"originalText":"James VI of Scotland (pictured) succeeded to the thrones of England and Ireland as James I, uniting the realms under a single monarch.","year":1603,"subtitle":"James VI and I","url":"https://en.wikipedia.org/wiki/James_VI_and_I","headline":"James VI of Scotland Succeeds to Thrones of England and Ireland as James I"}]}