{"dateLabel":"March 25","issue":"Issue 85","events":[{"originalText":"King Faisal of Saudi Arabia was shot and killed by his nephew Faisal bin Musaid.","year":1975,"subtitle":"Faisal of Saudi Arabia","url":"https://en.wikipedia.org/wiki/Faisal_of_Saudi_Arabia","headline":"King Faisal of Saudi Arabia assassinated by nephew Faisal bin Musaid"},{"originalText":"Meteorologists at Tinker Air Force Base in Oklahoma City, United States, issued the world's first tornado forecast after noticing conditions similar to another tornado that had struck five days earlier.","year":1948,"subtitle":"Tinker Air Force Base","url":"https://en.wikipedia.org/wiki/Tinker_Air_Force_Base","headline":"Tinker Air Force Base issues world's first tornado forecast"},{"originalText":"Enrico Fermi published his discovery of neutron-induced radioactivity, for which he was later awarded the Nobel Prize in Physics.","year":1934,"subtitle":"Enrico Fermi","url":"https://en.wikipedia.org/wiki/Enrico_Fermi","headline":"Enrico Fermi awarded Nobel Prize for neutron-induced radioactivity discovery"},{"originalText":"The Triangle Shirtwaist Factory fire (pictured) in New York City killed 146 sweatshop workers, many of whom could not escape because the doors to the stairwells and exits had been locked.","year":1911,"subtitle":"Triangle Shirtwaist Factory fire","url":"https://en.wikipedia.org/wiki/Triangle_Shirtwaist_Factory_fire","headline":"Triangle Shirtwaist Factory fire kills 146 in New York City"},{"originalText":"The Scottish National Antarctic Expedition  anchored in the South Orkney Islands with the intention of establishing the first weather station in Antarctic territory.","year":1903,"subtitle":"Scottish National Antarctic Expedition","url":"https://en.wikipedia.org/wiki/Scottish_National_Antarctic_Expedition","headline":"Scottish National Antarctic Expedition establishes first weather station in Antarctic territory"},{"originalText":"The Slave Trade Act became law, abolishing the Atlantic slave trade in the British Empire.","year":1807,"subtitle":"Slave Trade Act 1807","url":"https://en.wikipedia.org/wiki/Slave_Trade_Act_1807","headline":"Slave Trade Act abolishes Atlantic slave trade in British Empire"},{"originalText":"Jacobite risings: A French fleet anchored near Fife Ness as part of a planned French invasion of Britain.","year":1708,"subtitle":"Jacobitism","url":"https://en.wikipedia.org/wiki/Jacobitism","headline":"French fleet anchors near Fife Ness for planned invasion of Britain"},{"originalText":"Dutch astronomer Christiaan Huygens discovered Titan, the largest natural satellite of Saturn.","year":1655,"subtitle":"Christiaan Huygens","url":"https://en.wikipedia.org/wiki/Christiaan_Huygens","headline":"Christiaan Huygens discovers Titan, largest natural satellite of Saturn"},{"originalText":"Wars of the Roses: A formal reconciliation ceremony between the Lancastrians and Yorkists led to a brief period of peace.","year":1458,"subtitle":"Wars of the Roses","url":"https://en.wikipedia.org/wiki/Wars_of_the_Roses","headline":"Reconciliation ceremony leads to peace in Wars of the Roses"},{"originalText":"The Yongle Emperor (pictured) of Ming China launched the first of his military campaigns against the Mongols, resulting in the fall of the Mongol khan Bunyashiri.","year":1410,"subtitle":"Yongle Emperor","url":"https://en.wikipedia.org/wiki/Yongle_Emperor","headline":"Yongle Emperor launches military campaign against Mongols"},{"originalText":"Byzantine emperor Theodosius III abdicated in favour of Leo the Isaurian after he captured Theodosius's son.","year":717,"subtitle":"Byzantine Empire","url":"https://en.wikipedia.org/wiki/Byzantine_Empire","headline":"Theodosius III abdicates in favor of Leo the Isaurian"},{"originalText":"Constantine (pictured) was selected as one of the last popes of the Byzantine Papacy; he would be the last pope to visit Constantinople (now Istanbul) until Paul VI in 1967.","year":708,"subtitle":"Pope Constantine","url":"https://en.wikipedia.org/wiki/Pope_Constantine","headline":"Constantine selected as one of last popes of Byzantine Papacy"}]}