{"dateLabel":"March 26","issue":"Issue 86","events":[{"originalText":"An explosion, allegedly caused by a North Korean torpedo, sank the South Korean warship ROKS Cheonan near Baengnyeongdo in the Yellow Sea, killing 46 sailors.","year":2010,"subtitle":"Torpedo","url":"https://en.wikipedia.org/wiki/Torpedo","headline":"North Korean torpedo sinks South Korean warship ROKS Cheonan, killing 46 sailors"},{"originalText":"A jury began deliberations in the trial of Jack Kevorkian, an American practitioner of physician-assisted suicide who was charged with murder in the death of a terminally ill patient.","year":1999,"subtitle":"Jack Kevorkian","url":"https://en.wikipedia.org/wiki/Jack_Kevorkian","headline":"Jury deliberates in trial of Jack Kevorkian for physician-assisted suicide"},{"originalText":"Police in Rancho Santa Fe, California, discovered the bodies of 39 members of the religious group Heaven's Gate who had died in an apparent cult suicide.","year":1997,"subtitle":"Rancho Santa Fe, California","url":"https://en.wikipedia.org/wiki/Rancho_Santa_Fe%2C_California","headline":"Police find 39 bodies in Heaven's Gate cult suicide in Rancho Santa Fe"},{"originalText":"With the signing of a peace treaty in Washington, D.C., Egypt became the first Arab country officially to recognize Israel.","year":1979,"subtitle":"Egypt–Israel peace treaty","url":"https://en.wikipedia.org/wiki/Egypt%E2%80%93Israel_peace_treaty","headline":"Egypt first Arab country to recognize Israel with peace treaty in Washington, D.C."},{"originalText":"The Biological Weapons Convention, the first multilateral disarmament treaty banning the production of an entire category of weapons, entered into force.","year":1975,"subtitle":"Biological Weapons Convention","url":"https://en.wikipedia.org/wiki/Biological_Weapons_Convention","headline":"Biological Weapons Convention banning production of weapons enters into force"},{"originalText":"Jonas Salk announced the successful test of his polio vaccine on a small group of adults and children.","year":1953,"subtitle":"Jonas Salk","url":"https://en.wikipedia.org/wiki/Jonas_Salk","headline":"Jonas Salk tests successful polio vaccine on adults and children"},{"originalText":"Spanish Civil War: Nationalists began their final offensive of the war, at the end of which they controlled almost the entire country.","year":1939,"subtitle":"Spanish Civil War","url":"https://en.wikipedia.org/wiki/Spanish_Civil_War","headline":"Nationalists launch final offensive in Spanish Civil War"},{"originalText":"First World War: Attempting to advance into Palestine, the British were defeated by Ottoman troops at the First Battle of Gaza.","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"British defeated by Ottomans in First Battle of Gaza during First World War"},{"originalText":"First Balkan War: After a five-month siege, Bulgarian and Serbian forces (artillery pictured) captured the Ottoman city of Adrianople.","year":1913,"subtitle":"First Balkan War","url":"https://en.wikipedia.org/wiki/First_Balkan_War","headline":"Bulgarian and Serbian forces capture Adrianople in First Balkan War"},{"originalText":"An explosion at the Brunner Mine in New Zealand killed 65 coal miners in the country's deadliest mining accident.","year":1896,"subtitle":"Brunner Mine disaster","url":"https://en.wikipedia.org/wiki/Brunner_Mine_disaster","headline":"Explosion at Brunner Mine in New Zealand kills 65 coal miners"},{"originalText":"Perceiving that the Canadian government was failing to protect their rights, the Métis people led by Louis Riel began the North-West Rebellion.","year":1885,"subtitle":"Métis","url":"https://en.wikipedia.org/wiki/M%C3%A9tis","headline":"Métis people led by Louis Riel begin North-West Rebellion in Canada"},{"originalText":"A Dutch military expedition was launched to bombard Banda Aceh, the capital of the Aceh Sultanate in present-day Indonesia, beginning the Aceh War.","year":1873,"subtitle":"First Aceh Expedition","url":"https://en.wikipedia.org/wiki/First_Aceh_Expedition","headline":"Dutch military expedition bombards Banda Aceh, starting Aceh War"},{"originalText":"The Boston Gazette printed a cartoon coining the term \"gerrymander\", named after Governor Elbridge Gerry's approval of legislation that created oddly shaped electoral districts.","year":1812,"subtitle":"Boston Gazette","url":"https://en.wikipedia.org/wiki/Boston_Gazette","headline":"Boston Gazette coins term 'gerrymander' in cartoon"},{"originalText":"The Safavid Empire began a four-year occupation of the Ottoman city of Basra on the Persian Gulf.","year":1697,"subtitle":"Safavid dynasty","url":"https://en.wikipedia.org/wiki/Safavid_dynasty","headline":"Safavid Empire occupies Ottoman city of Basra"},{"originalText":"William Caxton (pictured) printed the first English translation of Aesop's Fables.","year":1484,"subtitle":"William Caxton","url":"https://en.wikipedia.org/wiki/William_Caxton","headline":"William Caxton prints first English translation of Aesop's Fables"},{"originalText":"Reconquista: The Muslim city of Algeciras surrendered after a 21-month siege and was incorporated into the Kingdom of Castile.","year":1344,"subtitle":"Reconquista","url":"https://en.wikipedia.org/wiki/Reconquista","headline":"Algeciras surrenders to Kingdom of Castile in Reconquista"},{"originalText":"Byzantine emperor Maurice proclaimed his son Theodosius as his co-emperor.","year":590,"subtitle":"Maurice (emperor)","url":"https://en.wikipedia.org/wiki/Maurice_(emperor)","headline":"Byzantine emperor Maurice proclaims son Theodosius as co-emperor"}]}