{"dateLabel":"March 27","issue":"Issue 87","events":[{"originalText":"Himeji Castle (pictured), the largest and most visited Japanese castle, re-opened after five years of restoration work.","year":2015,"subtitle":"Himeji Castle","url":"https://en.wikipedia.org/wiki/Himeji_Castle","headline":"Himeji Castle re-opens after five years of restoration work"},{"originalText":"A failure of the dam holding Situ Gintung, an artificial lake in Tangerang, Indonesia, caused floods that killed at least 100 people.","year":2009,"subtitle":"Situ Gintung","url":"https://en.wikipedia.org/wiki/Situ_Gintung","headline":"Dam failure in Tangerang, Indonesia, kills at least 100 people"},{"originalText":"Second Intifada: A suicide bomber killed around 30 Israeli civilians and injured about 140 others in Netanya, triggering Operation Defensive Shield, a large-scale counter-terrorist military incursion into the West Bank.","year":2002,"subtitle":"Second Intifada","url":"https://en.wikipedia.org/wiki/Second_Intifada","headline":"Suicide bomber kills 30 Israeli civilians in Netanya"},{"originalText":"During the NATO bombing of Yugoslavia, an Army of Yugoslavia unit shot down a U.S. Air Force F-117 stealth aircraft.","year":1999,"subtitle":"NATO bombing of Yugoslavia","url":"https://en.wikipedia.org/wiki/NATO_bombing_of_Yugoslavia","headline":"Yugoslav unit shoots down U.S. Air Force F-117 stealth aircraft"},{"originalText":"The U.S. Food and Drug Administration approved the drug sildenafil, better known by the trade name Viagra, for use as a treatment for erectile dysfunction, the first pill to be approved for this condition in the United States.","year":1998,"subtitle":"Food and Drug Administration","url":"https://en.wikipedia.org/wiki/Food_and_Drug_Administration","headline":"FDA approves Viagra for erectile dysfunction treatment"},{"originalText":"The Solidarity movement in Poland staged a warning strike, the largest in the history of the Eastern Bloc, in which at least 12 million Poles walked off their jobs for four hours.","year":1981,"subtitle":"Solidarity (Polish trade union)","url":"https://en.wikipedia.org/wiki/Solidarity_(Polish_trade_union)","headline":"Solidarity movement in Poland stages warning strike"},{"originalText":"Brothers Nelson Bunker Hunt and William Herbert Hunt failed in their attempt to corner the world silver market, causing panic in commodity and futures exchanges.","year":1980,"subtitle":"Nelson Bunker Hunt","url":"https://en.wikipedia.org/wiki/Nelson_Bunker_Hunt","headline":"Hunt brothers fail to corner world silver market"},{"originalText":"Two Boeing 747 airliners collided on a foggy runway  at Los Rodeos Airport on the island of Tenerife, killing 583 people in the worst aircraft accident in aviation history","year":1977,"subtitle":"Boeing 747","url":"https://en.wikipedia.org/wiki/Boeing_747","headline":"Two Boeing 747 airliners collide in Tenerife, killing 583"},{"originalText":"The Washington Metro, the second-busiest rapid transit system in the U.S., opened to commuters.","year":1976,"subtitle":"Washington Metro","url":"https://en.wikipedia.org/wiki/Washington_Metro","headline":"Washington Metro opens to commuters"},{"originalText":"Construction of the Trans-Alaska Pipeline System, an oil pipeline spanning the length of Alaska, began.","year":1975,"subtitle":"Construction of the Trans-Alaska Pipeline System","url":"https://en.wikipedia.org/wiki/Construction_of_the_Trans-Alaska_Pipeline_System","headline":"Construction begins on Trans-Alaska Pipeline System"},{"originalText":"The 9.2 Mw Good Friday earthquake, the strongest in U.S. history, and subsequent tsunamis devastated Anchorage, Alaska, killing over 130 people.","year":1964,"subtitle":"Moment magnitude scale","url":"https://en.wikipedia.org/wiki/Moment_magnitude_scale","headline":"Good Friday earthquake devastates Anchorage, Alaska"},{"originalText":"Nikita Khrushchev, First Secretary of the Communist Party of the Soviet Union, assumed the office of premier.","year":1958,"subtitle":"Nikita Khrushchev","url":"https://en.wikipedia.org/wiki/Nikita_Khrushchev","headline":"Khrushchev assumes office of premier in Soviet Union"},{"originalText":"World War II: The United States Army Air Forces began Operation Starvation, laying naval mines in many of Japan's vital water routes and ports to disrupt enemy shipping.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Operation Starvation disrupts Japan's shipping routes"},{"originalText":"World War II: A group of Serbian-nationalist officers of the Royal Yugoslav Air Force carried out a coup d'état after Yugoslavia joined the Axis powers.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Yugoslav Air Force officers carry out coup d'état"},{"originalText":"Mary Mallon (pictured), the first person to be identified as an asymptomatic carrier of typhoid fever, was placed into quarantine in New York City, where she spent the rest of her life.","year":1915,"subtitle":"Mary Mallon","url":"https://en.wikipedia.org/wiki/Mary_Mallon","headline":"Mary Mallon placed into quarantine as typhoid carrier"},{"originalText":"Philippine–American War: American forces defeated troops commanded by Philippine president Emilio Aguinaldo at the Battle of Marilao River.","year":1899,"subtitle":"Philippine–American War","url":"https://en.wikipedia.org/wiki/Philippine%E2%80%93American_War","headline":"American forces defeat Philippine troops at Marilao River"},{"originalText":"Outraged by a jury's decision to convict a man of manslaughter instead of murder, a mob in Cincinnati, Ohio, began three days of rioting.","year":1884,"subtitle":"Manslaughter","url":"https://en.wikipedia.org/wiki/Manslaughter","headline":"Riots erupt in Cincinnati over manslaughter conviction"},{"originalText":"San Diego, the first European settlement in present-day California, was incorporated as a city.","year":1850,"subtitle":"San Diego","url":"https://en.wikipedia.org/wiki/San_Diego","headline":"San Diego incorporated as a city in California"},{"originalText":"At least 425 Texian prisoners of war were executed in the Goliad massacre, under orders from Mexican president Antonio López de Santa Anna.","year":1836,"subtitle":"Republic of Texas","url":"https://en.wikipedia.org/wiki/Republic_of_Texas","headline":"425 Texian prisoners executed in Goliad massacre"},{"originalText":"The first of four destructive earthquakes struck southern Italy, destroying an estimated 10,000 homes.","year":1638,"subtitle":"1638 Calabrian earthquakes","url":"https://en.wikipedia.org/wiki/1638_Calabrian_earthquakes","headline":"Destructive earthquake strikes southern Italy"}]}