{"dateLabel":"March 28","issue":"Issue 88","events":[{"originalText":"A siege of a hotel in Mogadishu by al-Shabaab militants, which began the previous day and killed at least 20 people, ended with the Somali Armed Forces recapturing the premises.","year":2015,"subtitle":"Makka al-Mukarama hotel attack","url":"https://en.wikipedia.org/wiki/Makka_al-Mukarama_hotel_attack","headline":"Siege of Mogadishu hotel by al-Shabaab militants ends with Somali Armed Forces recapturing premises"},{"originalText":"Invasion of Iraq: In a friendly fire incident, two members of the United States Air Force attacked the United Kingdom's Blues and Royals regiment, killing one soldier and injuring five.","year":2003,"subtitle":"2003 invasion of Iraq","url":"https://en.wikipedia.org/wiki/2003_invasion_of_Iraq","headline":"Friendly fire incident in Iraq: US Air Force attacks UK regiment, killing one soldier"},{"originalText":"Serbian police and special forces killed about 93 Kosovo Albanians in the village of Izbica in the Drenica region of central Kosovo.","year":1999,"subtitle":"Izbica massacre","url":"https://en.wikipedia.org/wiki/Izbica_massacre","headline":"Serbian police and special forces kill 93 Kosovo Albanians in village of Izbica"},{"originalText":"In the Tragedy of Otranto, the Italian Navy vessel Sibilla collided with the Albanian civilian vessel Kateri i Radës, causing the latter to sink and leading to dozens of deaths.","year":1997,"subtitle":"Tragedy of Otranto","url":"https://en.wikipedia.org/wiki/Tragedy_of_Otranto","headline":"Tragedy of Otranto: Italian Navy vessel collides with Albanian civilian vessel, leading to dozens of deaths"},{"originalText":"British prime minister James Callaghan was defeated by one vote in a vote of no confidence after his government struggled to cope with widespread strikes during the Winter of Discontent.","year":1979,"subtitle":"James Callaghan","url":"https://en.wikipedia.org/wiki/James_Callaghan","headline":"British PM James Callaghan defeated by one vote in vote of no confidence"},{"originalText":"The US Department of State released the Acheson–Lilienthal Report, a proposal for international control of nuclear weapons.","year":1946,"subtitle":"United States Department of State","url":"https://en.wikipedia.org/wiki/United_States_Department_of_State","headline":"US Department of State releases Acheson–Lilienthal Report on nuclear weapons control"},{"originalText":"Second World War: The port of Saint-Nazaire in occupied France was disabled by British naval forces.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"British naval forces disable port of Saint-Nazaire in occupied France during Second World War"},{"originalText":"After an on-board fire that may have been the first incident of airliner sabotage, the Imperial Airways biplane City of Liverpool broke apart in mid-air, killing fifteen people.","year":1933,"subtitle":"Imperial Airways","url":"https://en.wikipedia.org/wiki/Imperial_Airways","headline":"Imperial Airways biplane breaks apart in mid-air after suspected sabotage, killing fifteen"},{"originalText":"World War I: British and Australian troops defeated German forces at the First Battle of Dernancourt in northern France.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"British and Australian troops defeat German forces at First Battle of Dernancourt in World War I"},{"originalText":"The Vienna Philharmonic (pictured) held its first concert, conducted by Otto Nicolai.","year":1842,"subtitle":"Vienna Philharmonic","url":"https://en.wikipedia.org/wiki/Vienna_Philharmonic","headline":"Vienna Philharmonic holds first concert conducted by Otto Nicolai"},{"originalText":"German astronomer Heinrich Wilhelm Matthias Olbers discovered Pallas, the second asteroid ever identified, although it was considered to be a planet at the time.","year":1802,"subtitle":"Heinrich Wilhelm Matthias Olbers","url":"https://en.wikipedia.org/wiki/Heinrich_Wilhelm_Matthias_Olbers","headline":"German astronomer discovers second asteroid, Pallas, considered a planet at the time"},{"originalText":"The Praetorian Guard assassinated Roman emperor Pertinax and sold the imperial office in an auction to Didius Julianus (coin pictured).","year":193,"subtitle":"Praetorian Guard","url":"https://en.wikipedia.org/wiki/Praetorian_Guard","headline":"Praetorian Guard assassinates Roman emperor Pertinax, sells imperial office in auction to Didius Julianus"}]}