{"dateLabel":"March 29","issue":"Issue 89","events":[{"originalText":"British prime minister Theresa May invoked Article 50 of the Treaty on European Union, formally beginning the United Kingdom's withdrawal from the European Union.","year":2017,"subtitle":"Theresa May","url":"https://en.wikipedia.org/wiki/Theresa_May","headline":"Theresa May triggers Brexit with Article 50 invocation"},{"originalText":"The first same-sex marriages in England and Wales took place following the passage of the Marriage (Same Sex Couples) Act 2013.","year":2014,"subtitle":"Same-sex marriage in the United Kingdom","url":"https://en.wikipedia.org/wiki/Same-sex_marriage_in_the_United_Kingdom","headline":"First same-sex marriages in England and Wales take place"},{"originalText":"Islamist separatists of the Caucasus Emirate detonated two bombs on the Moscow Metro, killing 40 people and injuring 102 others.","year":2010,"subtitle":"Caucasus Emirate","url":"https://en.wikipedia.org/wiki/Caucasus_Emirate","headline":"Islamist separatists detonate bombs on Moscow Metro, 40 killed"},{"originalText":"The strongest earthquake to hit the foothills of the Himalayas in more than 90 years killed at least 100 people.","year":1999,"subtitle":"1999 Chamoli earthquake","url":"https://en.wikipedia.org/wiki/1999_Chamoli_earthquake","headline":"Deadly earthquake hits Himalayas, at least 100 dead"},{"originalText":"Queen Elizabeth II granted royal assent to the Canada Act 1982, which ended any remaining constitutional dependence of Canada on the United Kingdom by a process known as patriation.","year":1982,"subtitle":"Elizabeth II","url":"https://en.wikipedia.org/wiki/Elizabeth_II","headline":"Queen Elizabeth II grants royal assent to Canada Act 1982"},{"originalText":"Dick Beardsley and Inge Simonsen jointly won the Men's Elite Race and Joyce Smith won the Women's Elite Race in the inaugural London Marathon.","year":1981,"subtitle":"Dick Beardsley","url":"https://en.wikipedia.org/wiki/Dick_Beardsley","headline":"Dick Beardsley and Inge Simonsen win Men's Elite Race in London Marathon"},{"originalText":"Jeff Beck released Blow by Blow, his most successful album in the U.S., reaching the top five and selling over one million copies.","year":1975,"subtitle":"Jeff Beck","url":"https://en.wikipedia.org/wiki/Jeff_Beck","headline":"Jeff Beck releases successful album 'Blow by Blow'"},{"originalText":"NASA's Mariner 10, launched in November 1973, became the first space probe to fly by the planet Mercury.","year":1974,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"NASA's Mariner 10 becomes first space probe to fly by Mercury"},{"originalText":"A group of farmers in Shaanxi province, China, discovered a vast collection of terracotta statues (pictured) depicting the armies of the first Emperor of China Qin Shi Huang.","year":1974,"subtitle":"Shaanxi","url":"https://en.wikipedia.org/wiki/Shaanxi","headline":"Farmers in China discover terracotta army statues"},{"originalText":"The New People's Army, the armed wing of the Communist Party of the Philippines, was formed.","year":1969,"subtitle":"New People's Army","url":"https://en.wikipedia.org/wiki/New_People's_Army","headline":"New People's Army, armed wing of Communist Party of the Philippines, formed"},{"originalText":"The King and I, a musical about Mongkut of Siam,  by Rodgers and Hammerstein premiered on Broadway.","year":1951,"subtitle":"The King and I","url":"https://en.wikipedia.org/wiki/The_King_and_I","headline":"Rodgers and Hammerstein's 'The King and I' premieres on Broadway"},{"originalText":"The North American Regional Broadcasting Agreement to define technical standards for AM band radio stations came into effect.","year":1941,"subtitle":"North American Regional Broadcasting Agreement","url":"https://en.wikipedia.org/wiki/North_American_Regional_Broadcasting_Agreement","headline":"North American Regional Broadcasting Agreement comes into effect"},{"originalText":"Second World War: British and Australian ships defeated Italian Regia Marina vessels at the Battle of Cape Matapan.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"British and Australian ships defeat Italian vessels at Battle of Cape Matapan"},{"originalText":"The Knights of Columbus, the world's largest Catholic fraternal service organization, was founded by Michael J. McGivney in New Haven, Connecticut, U.S.","year":1882,"subtitle":"Knights of Columbus","url":"https://en.wikipedia.org/wiki/Knights_of_Columbus","headline":"Knights of Columbus founded in New Haven, Connecticut"},{"originalText":"American Civil War: The Appomattox campaign opened with the Battle of Lewis's Farm, in which the Confederate Army of Northern Virginia was forced into a series of retreats that would culminate in their surrender.","year":1865,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Appomattox campaign opens with Battle of Lewis's Farm"},{"originalText":"The first edition of The Irish Times was published.","year":1859,"subtitle":"The Irish Times","url":"https://en.wikipedia.org/wiki/The_Irish_Times","headline":"First edition of The Irish Times published"},{"originalText":"German astronomer Heinrich Wilhelm Matthias Olbers discovered Vesta, the brightest asteroid and second-most massive body in the asteroid belt.","year":1807,"subtitle":"Heinrich Wilhelm Matthias Olbers","url":"https://en.wikipedia.org/wiki/Heinrich_Wilhelm_Matthias_Olbers","headline":"Astronomer discovers asteroid Vesta in asteroid belt"},{"originalText":"William Matthews was ordained as the first British America-born Catholic priest.","year":1800,"subtitle":"William Matthews (priest)","url":"https://en.wikipedia.org/wiki/William_Matthews_(priest)","headline":"William Matthews ordained as first British America-born Catholic priest"},{"originalText":"During the Wars of the Roses, Yorkist troops defeated Lancastrian forces at the Battle of Towton in Yorkshire, England, one of the largest land battles ever fought in England.","year":1461,"subtitle":"Wars of the Roses","url":"https://en.wikipedia.org/wiki/Wars_of_the_Roses","headline":"Yorkist troops defeat Lancastrian forces at Battle of Towton"},{"originalText":"After an eight-year siege, the Ottoman Empire captured the city of Thessalonica from the Republic of Venice.","year":1430,"subtitle":"Siege of Thessalonica (1422–1430)","url":"https://en.wikipedia.org/wiki/Siege_of_Thessalonica_(1422%E2%80%931430)","headline":"Ottoman Empire captures Thessalonica from Republic of Venice"},{"originalText":"Viking expansion: Viking raiders, possibly led by the legendary Ragnar Lodbrok, plundered and occupied Paris (depicted), holding the city for a large ransom.","year":845,"subtitle":"Viking expansion","url":"https://en.wikipedia.org/wiki/Viking_expansion","headline":"Viking raiders plunder and occupy Paris"}]}