{"dateLabel":"March 30","issue":"Issue 90","events":[{"originalText":"The Manawan Police Academy in Lahore, Pakistan, was attacked and held for several hours by 12 gunmen, resulting in 16 deaths and 95 injuries.","year":2009,"subtitle":"Lahore","url":"https://en.wikipedia.org/wiki/Lahore","headline":"Manawan Police Academy in Lahore, Pakistan, Attacked by 12 Gunmen: 16 Dead, 95 Injured"},{"originalText":"John Hinckley Jr. shot and wounded U.S. president Ronald Reagan and three others outside the Washington Hilton (immediate aftermath pictured).","year":1981,"subtitle":"John Hinckley Jr.","url":"https://en.wikipedia.org/wiki/John_Hinckley_Jr.","headline":"John Hinckley Jr. Shoots U.S. President Ronald Reagan Outside Washington Hilton"},{"originalText":"Vietnam War: North Vietnamese forces began the Easter Offensive in an attempt to gain as much territory and destroy as many South Vietnamese units as possible.","year":1972,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"North Vietnamese Forces Launch Easter Offensive in Vietnam War"},{"originalText":"Jeopardy!, the popular American game show created by Merv Griffin, made its debut on the NBC television network.","year":1964,"subtitle":"Jeopardy!","url":"https://en.wikipedia.org/wiki/Jeopardy!","headline":"Jeopardy! Game Show Debuts on NBC Television Network"},{"originalText":"Usmar Ismail began shooting Darah dan Doa, widely recognised as the first Indonesian film.","year":1950,"subtitle":"Usmar Ismail","url":"https://en.wikipedia.org/wiki/Usmar_Ismail","headline":"First Indonesian Film Darah dan Doa Begins Shooting by Usmar Ismail"},{"originalText":"The Australian Air Corps was disbanded, to be replaced the following day by the Australian Air Force.","year":1921,"subtitle":"Australian Air Corps","url":"https://en.wikipedia.org/wiki/Australian_Air_Corps","headline":"Australian Air Corps Disbanded, Replaced by Australian Air Force"},{"originalText":"Four days of inter-ethnic clashes broke out in Baku, Azerbaijan, resulting in about 12,000 deaths.","year":1918,"subtitle":"March Days","url":"https://en.wikipedia.org/wiki/March_Days","headline":"Inter-Ethnic Clashes in Baku, Azerbaijan, Result in 12,000 Deaths"},{"originalText":"Sultan Abd al-Hafid signed the Treaty of Fes, making Morocco a French protectorate.","year":1912,"subtitle":"Abd al-Hafid of Morocco","url":"https://en.wikipedia.org/wiki/Abd_al-Hafid_of_Morocco","headline":"Morocco Becomes French Protectorate with Treaty of Fes Signed by Sultan Abd al-Hafid"},{"originalText":"U.S. secretary of state William H. Seward negotiated the purchase of Alaska from Russia for US$7.2 million.","year":1867,"subtitle":"William H. Seward","url":"https://en.wikipedia.org/wiki/William_H._Seward","headline":"Alaska Purchased from Russia by U.S. for US$7.2 Million"},{"originalText":"British chemist William Crookes published his discovery of thallium using flame spectroscopy.","year":1861,"subtitle":"William Crookes","url":"https://en.wikipedia.org/wiki/William_Crookes","headline":"Chemist William Crookes Discovers Thallium Using Flame Spectroscopy"},{"originalText":"American physician Crawford Long became the first person to use diethyl ether as an anesthetic in a surgical procedure.","year":1842,"subtitle":"Crawford Long","url":"https://en.wikipedia.org/wiki/Crawford_Long","headline":"Physician Crawford Long Uses Diethyl Ether as Anesthetic in Surgical Procedure"},{"originalText":"The United States merged East Florida and West Florida to create the Florida Territory.","year":1822,"subtitle":"East Florida","url":"https://en.wikipedia.org/wiki/East_Florida","headline":"Florida Territory Created by Merger of East Florida and West Florida"}]}