{"dateLabel":"March 31","issue":"Issue 91","events":[{"originalText":"Nikol Pashinyan began his protest walk, starting in the city of Gyumri, opening the 2018 Armenian revolution.","year":2018,"subtitle":"Gyumri","url":"https://en.wikipedia.org/wiki/Gyumri","headline":"Nikol Pashinyan starts protest walk in Gyumri, sparking Armenian revolution"},{"originalText":"The Old National Library Building in Singapore was closed to make way for a tunnel, despite widespread protests.","year":2004,"subtitle":"Old National Library Building","url":"https://en.wikipedia.org/wiki/Old_National_Library_Building","headline":"Old National Library Building in Singapore closed for tunnel construction despite protests"},{"originalText":"American singer-songwriter Selena, known as the \"queen of Tejano music\", was murdered by the president of her fan club, Yolanda Saldívar, in Corpus Christi, Texas, deeply affecting the Latino community.","year":1995,"subtitle":"Selena","url":"https://en.wikipedia.org/wiki/Selena","headline":"Selena murdered by Yolanda Saldívar in Corpus Christi, Texas, deeply impacting Latino community"},{"originalText":"USS Missouri (pictured), the last active United States Navy battleship, was decommissioned in Long Beach, California.","year":1992,"subtitle":"USS Missouri (BB-63)","url":"https://en.wikipedia.org/wiki/USS_Missouri_(BB-63)","headline":"USS Missouri decommissioned in Long Beach, California"},{"originalText":"After a two-week escape journey from Tibet, the 14th Dalai Lama reached the Tawang Monastery in Arunachal Pradesh in India.","year":1959,"subtitle":"Dalai Lama's escape from China","url":"https://en.wikipedia.org/wiki/Dalai_Lama's_escape_from_China","headline":"14th Dalai Lama reaches Tawang Monastery in Arunachal Pradesh after escape from Tibet"},{"originalText":"Second World War: Because of a mutiny by Indian soldiers against their British officers, Japanese troops captured Christmas Island without any resistance.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Japanese troops capture Christmas Island due to Indian soldiers' mutiny against British officers"},{"originalText":"To avoid government censorship, Hollywood movie studios instituted their own set of industry censorship guidelines, popularly known as the Hays Code.","year":1930,"subtitle":"Cinema of the United States","url":"https://en.wikipedia.org/wiki/Cinema_of_the_United_States","headline":"Hollywood movie studios implement Hays Code to avoid government censorship"},{"originalText":"The Australian Air Force was formed, replacing the short-lived Australian Air Corps and separating it from the Army.","year":1921,"subtitle":"Royal Australian Air Force","url":"https://en.wikipedia.org/wiki/Royal_Australian_Air_Force","headline":"Australian Air Force established, separating from Army"},{"originalText":"Arnold Schoenberg conducted the Vienna Concert Society in a concert of expressionist music that so shocked the audience that they began to riot.","year":1913,"subtitle":"Arnold Schoenberg","url":"https://en.wikipedia.org/wiki/Arnold_Schoenberg","headline":"Arnold Schoenberg conducts concert of expressionist music causing audience riot in Vienna"},{"originalText":"Six English towns amalgamated to form a single county borough called Stoke-on-Trent, the first union of its type.","year":1910,"subtitle":"Federation of Stoke-on-Trent","url":"https://en.wikipedia.org/wiki/Federation_of_Stoke-on-Trent","headline":"Six English towns merge to form Stoke-on-Trent county borough"},{"originalText":"A magnitude 7.2 earthquake struck the Black Sea, the most powerful ever recorded in the area.","year":1901,"subtitle":"Moment magnitude scale","url":"https://en.wikipedia.org/wiki/Moment_magnitude_scale","headline":"Magnitude 7.2 earthquake hits Black Sea, strongest ever recorded in the area"},{"originalText":"Philippine–American War: Malolos, capital of the First Philippine Republic, was captured by American forces.","year":1899,"subtitle":"Philippine–American War","url":"https://en.wikipedia.org/wiki/Philippine%E2%80%93American_War","headline":"Malolos, capital of First Philippine Republic, captured by American forces in Philippine–American War"},{"originalText":"The Eiffel Tower in Paris, France, was inaugurated.","year":1889,"subtitle":"Eiffel Tower","url":"https://en.wikipedia.org/wiki/Eiffel_Tower","headline":"Eiffel Tower inaugurated in Paris, France"},{"originalText":"U.S. Navy Commodore Matthew C. Perry and the Tokugawa shogunate signed the Convention of Kanagawa, forcing the opening of Japanese ports to American trade.","year":1854,"subtitle":"United States Navy","url":"https://en.wikipedia.org/wiki/United_States_Navy","headline":"Convention of Kanagawa signed, opening Japanese ports to American trade"},{"originalText":"After fighting through the night, the French Navy ship of the line Guillaume Tell surrendered to a British squadron in the Malta Channel.","year":1800,"subtitle":"Action of 31 March 1800","url":"https://en.wikipedia.org/wiki/Action_of_31_March_1800","headline":"French Navy ship Guillaume Tell surrenders to British squadron in Malta Channel after night battle"},{"originalText":"Lisbon experienced its second major earthquake in six years, with effects felt as far north as Scotland.","year":1761,"subtitle":"1761 Lisbon earthquake","url":"https://en.wikipedia.org/wiki/1761_Lisbon_earthquake","headline":"Lisbon experiences second major earthquake in six years, felt as far as Scotland"},{"originalText":"Ferdinand Magellan and members of his crew participated in the first Catholic Mass in the Philippines.","year":1521,"subtitle":"Ferdinand Magellan","url":"https://en.wikipedia.org/wiki/Ferdinand_Magellan","headline":"Ferdinand Magellan and crew participate in first Catholic Mass in the Philippines"},{"originalText":"French abbot Bernard of Clairvaux preached a sermon to a crowd at a council in Vézelay, with King Louis VII in attendance, urging the necessity of a Second Crusade.","year":1146,"subtitle":"Abbot","url":"https://en.wikipedia.org/wiki/Abbot","headline":"Bernard of Clairvaux preaches necessity of Second Crusade at council in Vézelay with King Louis VII"}]}