{"dateLabel":"April 1","issue":"Issue 92","events":[{"originalText":"An American Lockheed EP-3 and a Chinese Shenyang J-8 collided in mid-air off the island of Hainan, resulting in an international dispute between the two countries.","year":2001,"subtitle":"Lockheed EP-3","url":"https://en.wikipedia.org/wiki/Lockheed_EP-3","headline":"American Lockheed EP-3 and Chinese Shenyang J-8 Collide Off Hainan Island"},{"originalText":"Same-sex marriage in the Netherlands was legalised (wedding pictured), with the country becoming the first to do so.","year":2001,"subtitle":"Same-sex marriage in the Netherlands","url":"https://en.wikipedia.org/wiki/Same-sex_marriage_in_the_Netherlands","headline":"Netherlands Legalizes Same-Sex Marriage, First Country to Do So"},{"originalText":"The longest prison riot in British penal history began at Strangeways Prison in Manchester, lasting for 25 days.","year":1990,"subtitle":"Strangeways Prison riot","url":"https://en.wikipedia.org/wiki/Strangeways_Prison_riot","headline":"Longest Prison Riot in British History Begins at Strangeways Prison"},{"originalText":"The American Motors Corporation introduced its Gremlin, marketed as America's first subcompact car.","year":1970,"subtitle":"American Motors Corporation","url":"https://en.wikipedia.org/wiki/American_Motors_Corporation","headline":"American Motors Corporation Introduces Gremlin Subcompact Car"},{"originalText":"U.S. president Richard Nixon signed the Public Health Cigarette Smoking Act into law, requiring that a prominent warning by the surgeon general be placed on cigarette packages.","year":1970,"subtitle":"Richard Nixon","url":"https://en.wikipedia.org/wiki/Richard_Nixon","headline":"President Nixon Signs Public Health Cigarette Smoking Act into Law"},{"originalText":"The Hawker Siddeley Harrier, the first operational fighter aircraft with V/STOL capabilities, entered service with the Royal Air Force.","year":1969,"subtitle":"Hawker Siddeley Harrier","url":"https://en.wikipedia.org/wiki/Hawker_Siddeley_Harrier","headline":"Hawker Siddeley Harrier Enters Service with Royal Air Force"},{"originalText":"A law of citizenship is enacted in Israel; prior to this, the country technically had no citizens.","year":1952,"subtitle":"Israeli citizenship law","url":"https://en.wikipedia.org/wiki/Israeli_citizenship_law","headline":"Israel Enacts Law of Citizenship, Establishing First Citizens"},{"originalText":"Soviet border guards opened fire on civilians attempting to cross the border from the Soviet Union to Romania near Fântâna Albă, killing between 44 and 3,000 people.","year":1941,"subtitle":"Fântâna Albă massacre","url":"https://en.wikipedia.org/wiki/F%C3%A2nt%C3%A2na_Alb%C4%83_massacre","headline":"Soviet Border Guards Open Fire on Civilians Near Fântâna Albă"},{"originalText":"English cricketer Wally Hammond set a record for the highest individual score in Test cricket of 336 not out during a match against New Zealand.","year":1933,"subtitle":"Cricket","url":"https://en.wikipedia.org/wiki/Cricket","headline":"Wally Hammond Sets Test Cricket Record with 336 Not Out"},{"originalText":"Under the South Seas Mandate, Japan set up a government in Koror, precipitating large-scale Japanese settlement in Palau.","year":1922,"subtitle":"South Seas Mandate","url":"https://en.wikipedia.org/wiki/South_Seas_Mandate","headline":"Japan Sets Up Government in Koror Under South Seas Mandate"},{"originalText":"The United Kingdom's Royal Air Force was founded, towards the end of the First World War.","year":1918,"subtitle":"Royal Air Force","url":"https://en.wikipedia.org/wiki/Royal_Air_Force","headline":"Royal Air Force Founded in United Kingdom"},{"originalText":"The first ever all-Ireland hurling final was played in Birr, County Offaly.","year":1888,"subtitle":"All-Ireland Senior Hurling Championship","url":"https://en.wikipedia.org/wiki/All-Ireland_Senior_Hurling_Championship","headline":"First All-Ireland Hurling Final Played in Birr, County Offaly"},{"originalText":"The Inland Customs Line, established by the British for the collection of the salt tax in India, was abandoned.","year":1879,"subtitle":"Inland Customs Line","url":"https://en.wikipedia.org/wiki/Inland_Customs_Line","headline":"Inland Customs Line in India Abandoned by British"},{"originalText":"The Duke of Buckingham opened the first section of the Brill Tramway, a short railway line to transport goods between his lands and the national rail network.","year":1871,"subtitle":"Richard Temple-Nugent-Brydges-Chandos-Grenville, 3rd Duke of Buckingham and Chandos","url":"https://en.wikipedia.org/wiki/Richard_Temple-Nugent-Brydges-Chandos-Grenville%2C_3rd_Duke_of_Buckingham_and_Chandos","headline":"Duke of Buckingham Opens Brill Tramway Railway Line"},{"originalText":"American Civil War: The Union Army under Major General Philip Sheridan (pictured) inflicted more than 2,900 casualties on the Confederates at the Battle of Five Forks.","year":1865,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union Army Inflicts 2,900 Casualties on Confederates at Battle of Five Forks"},{"originalText":"Mexican Texans met at San Felipe de Austin to begin the Convention of 1833.","year":1833,"subtitle":"Mexican Texas","url":"https://en.wikipedia.org/wiki/Mexican_Texas","headline":"Mexican Texans Begin Convention of 1833 at San Felipe de Austin"},{"originalText":"A band of warriors led by Niels Ebbesen killed Count Gerhard III, ending Holstein rule in Denmark.","year":1340,"subtitle":"Niels Ebbesen","url":"https://en.wikipedia.org/wiki/Niels_Ebbesen","headline":"Niels Ebbesen's Warriors Kill Count Gerhard III, Ending Holstein Rule"},{"originalText":"Robert Winchelsey left England for Rome to be consecrated Archbishop of Canterbury, but a papal vacancy delayed the ceremony.","year":1293,"subtitle":"Robert Winchelsey","url":"https://en.wikipedia.org/wiki/Robert_Winchelsey","headline":"Robert Winchelsey Travels to Rome to be Consecrated Archbishop of Canterbury"},{"originalText":"Richard Marshal, Earl of Pembroke, was defeated by knights loyal to King Henry III of England at the Battle of the Curragh in County Kildare, Ireland.","year":1234,"subtitle":"Richard Marshal, 3rd Earl of Pembroke","url":"https://en.wikipedia.org/wiki/Richard_Marshal%2C_3rd_Earl_of_Pembroke","headline":"Richard Marshal Defeated by King Henry III's Knights at Battle of the Curragh"}]}