{"dateLabel":"April 2","issue":"Issue 93","events":[{"originalText":"Six elderly men burgled a safe-deposit facility in Hatton Garden, London, and stole items worth up to an estimated £14 million.","year":2015,"subtitle":"Hatton Garden safe deposit burglary","url":"https://en.wikipedia.org/wiki/Hatton_Garden_safe_deposit_burglary","headline":"Elderly men steal £14 million in Hatton Garden heist"},{"originalText":"Gunmen attacked Garissa University College in Kenya, killing 148 people and wounding 79 others.","year":2015,"subtitle":"Garissa University College attack","url":"https://en.wikipedia.org/wiki/Garissa_University_College_attack","headline":"148 killed in Garissa University College attack in Kenya"},{"originalText":"A gunman shot at people inside Oikos University, a Korean Christian college in Oakland, California, U.S., leaving seven people dead and three injured.","year":2012,"subtitle":"2012 Oikos University shooting","url":"https://en.wikipedia.org/wiki/2012_Oikos_University_shooting","headline":"Gunman kills 7 at Oikos University in California"},{"originalText":"More than 60 tornadoes touched down in the central United States, killing 27 people and causing about $1.1 billion in damage.","year":2006,"subtitle":"Tornado outbreak of April 2, 2006","url":"https://en.wikipedia.org/wiki/Tornado_outbreak_of_April_2%2C_2006","headline":"Central U.S. tornadoes kill 27, cause $1.1 billion in damage"},{"originalText":"Second Intifada: Palestinian militants sought refuge from advancing Israeli forces in the Church of the Nativity in Bethlehem, beginning a month-long siege.","year":2002,"subtitle":"Second Intifada","url":"https://en.wikipedia.org/wiki/Second_Intifada","headline":"Palestinian militants seek refuge in Church of the Nativity"},{"originalText":"John Gotti (pictured), the head of the Gambino crime family of New York City, was convicted of racketeering, murder, conspiracy to commit murder, loansharking, obstruction of justice, illegal gambling, and tax evasion.","year":1992,"subtitle":"John Gotti","url":"https://en.wikipedia.org/wiki/John_Gotti","headline":"John Gotti convicted of multiple crimes in New York City"},{"originalText":"Bosnian War: At least 48 civilians were massacred in the town of Bijeljina in Bosnia and Herzegovina.","year":1992,"subtitle":"Bosnian War","url":"https://en.wikipedia.org/wiki/Bosnian_War","headline":"48 civilians massacred in Bijeljina during Bosnian War"},{"originalText":"Argentine special forces invaded the Falkland Islands, sparking the Falklands War against the United Kingdom.","year":1982,"subtitle":"1982 invasion of the Falkland Islands","url":"https://en.wikipedia.org/wiki/1982_invasion_of_the_Falkland_Islands","headline":"Argentine special forces invade Falkland Islands, sparking war"},{"originalText":"2001: A Space Odyssey, an epic science fiction film produced and directed by Stanley Kubrick (pictured), premiered at the Uptown Theater in Washington, D.C.","year":1968,"subtitle":"2001: A Space Odyssey","url":"https://en.wikipedia.org/wiki/2001%3A_A_Space_Odyssey","headline":"2001: A Space Odyssey premieres in Washington, D.C."},{"originalText":"The Australian Bureau of Statistics conducted the first national census of the country.","year":1911,"subtitle":"Australian Bureau of Statistics","url":"https://en.wikipedia.org/wiki/Australian_Bureau_of_Statistics","headline":"Australian Bureau of Statistics conducts first national census"},{"originalText":"American Civil War: On the third attempt, Union forces captured Petersburg, Virginia, although Confederate officials and most of their remaining troops were able to escape.","year":1865,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union forces capture Petersburg in American Civil War"},{"originalText":"About 5,000 people in Richmond, Virginia, mostly poor women, rioted in protest of the high price of bread.","year":1863,"subtitle":"Richmond, Virginia","url":"https://en.wikipedia.org/wiki/Richmond%2C_Virginia","headline":"Richmond riot erupts over high price of bread"},{"originalText":"Spanish conquistador Juan Ponce de León sighted land in North America, naming the area La Florida.","year":1513,"subtitle":"Conquistador","url":"https://en.wikipedia.org/wiki/Conquistador","headline":"Juan Ponce de León sights land in North America, names it La Florida"}]}