{"dateLabel":"April 3","issue":"Issue 94","events":[{"originalText":"The first news stories on the Panama Papers were published, revealing that shell corporations represented by the Panamanian law firm Mossack Fonseca had been used for illegal purposes.","year":2016,"subtitle":"Panama Papers","url":"https://en.wikipedia.org/wiki/Panama_Papers","headline":"Panama Papers reveal illegal use of shell corporations by Mossack Fonseca"},{"originalText":"The northeastern section of Buenos Aires Province, Argentina, experienced several flash floods that claimed the lives of at least 100 people.","year":2013,"subtitle":"Buenos Aires Province","url":"https://en.wikipedia.org/wiki/Buenos_Aires_Province","headline":"Flash floods in Buenos Aires Province claim at least 100 lives"},{"originalText":"Apple Inc. released the first generation iPad, a tablet computer.","year":2010,"subtitle":"Apple Inc.","url":"https://en.wikipedia.org/wiki/Apple_Inc.","headline":"Apple Inc. releases first generation iPad"},{"originalText":"A gunman opened fire at an American Civic Association immigration center in Binghamton, New York, U.S., killing thirteen and wounding four before committing suicide.","year":2009,"subtitle":"Binghamton shooting","url":"https://en.wikipedia.org/wiki/Binghamton_shooting","headline":"Gunman kills thirteen at American Civic Association in Binghamton, NY"},{"originalText":"In United States v. Microsoft Corp., Microsoft was found to have violated antitrust law by bundling the web browser Internet Explorer with its Windows operating system.","year":2000,"subtitle":"United States v. Microsoft Corp.","url":"https://en.wikipedia.org/wiki/United_States_v._Microsoft_Corp.","headline":"Microsoft found guilty of antitrust violation in United States v. Microsoft Corp."},{"originalText":"A U.S. Air Force CT-43 crashed into a mountainside while attempting an instrument approach to Dubrovnik Airport in Croatia, killing all 35 people on board, including Secretary of Commerce Ron Brown.","year":1996,"subtitle":"Boeing T-43","url":"https://en.wikipedia.org/wiki/Boeing_T-43","headline":"U.S. Air Force CT-43 crashes in Croatia, killing Secretary of Commerce Ron Brown"},{"originalText":"The Osborne 1, the first successful portable computer, was unveiled at the West Coast Computer Faire in San Francisco.","year":1981,"subtitle":"Osborne 1","url":"https://en.wikipedia.org/wiki/Osborne_1","headline":"First successful portable computer, Osborne 1, unveiled in San Francisco"},{"originalText":"Division of Korea: A communist uprising began on Jeju Island, eventually leading to thousands of deaths and atrocities committed by both sides.","year":1948,"subtitle":"Division of Korea","url":"https://en.wikipedia.org/wiki/Division_of_Korea","headline":"Communist uprising on Jeju Island leads to thousands of deaths"},{"originalText":"Lord Clydesdale and David McIntyre undertook the first successful flight over Mount Everest.","year":1933,"subtitle":"Douglas Douglas-Hamilton, 14th Duke of Hamilton","url":"https://en.wikipedia.org/wiki/Douglas_Douglas-Hamilton%2C_14th_Duke_of_Hamilton","headline":"Lord Clydesdale and David McIntyre make first successful flight over Mount Everest"},{"originalText":"Joseph Stalin became the first general secretary of the Communist Party of the Soviet Union.","year":1922,"subtitle":"Joseph Stalin","url":"https://en.wikipedia.org/wiki/Joseph_Stalin","headline":"Joseph Stalin becomes first general secretary of Communist Party of the Soviet Union"},{"originalText":"The libel trial instigated by Irish author Oscar Wilde (pictured) began, eventually resulting in his arrest, trial and imprisonment on charges of gross indecency.","year":1895,"subtitle":"Defamation","url":"https://en.wikipedia.org/wiki/Defamation","headline":"Libel trial of Oscar Wilde begins, resulting in arrest and imprisonment"},{"originalText":"Emma Elizabeth Smith was killed in the first of eleven unsolved murders of women that took place in or near the impoverished Whitechapel district in the East End of London.","year":1888,"subtitle":"Emma Elizabeth Smith","url":"https://en.wikipedia.org/wiki/Emma_Elizabeth_Smith","headline":"First of eleven unsolved murders in Whitechapel district of London"},{"originalText":"The Pony Express, a mail service that became the most direct means of long-distance communication across the United States before the first transcontinental telegraph, began operation.","year":1860,"subtitle":"Pony Express","url":"https://en.wikipedia.org/wiki/Pony_Express","headline":"Pony Express mail service begins operation across the United States"},{"originalText":"Robert Walpole (pictured) took office as First Lord of the Treasury, Chancellor of the Exchequer and Leader of the House of Commons, becoming the first de facto prime minister of Great Britain.","year":1721,"subtitle":"Robert Walpole","url":"https://en.wikipedia.org/wiki/Robert_Walpole","headline":"Robert Walpole becomes first de facto prime minister of Great Britain"},{"originalText":"Henry II of France and Philip II of Spain signed the second treaty of Cateau-Cambrésis, ending the Italian War of 1551–1559.","year":1559,"subtitle":"Henry II of France","url":"https://en.wikipedia.org/wiki/Henry_II_of_France","headline":"Treaty of Cateau-Cambrésis ends Italian War of 1551–1559"},{"originalText":"Edward the Confessor, usually considered to be the last king of the House of Wessex, was crowned King of England.","year":1043,"subtitle":"Edward the Confessor","url":"https://en.wikipedia.org/wiki/Edward_the_Confessor","headline":"Edward the Confessor crowned King of England"}]}