{"dateLabel":"April 4","issue":"Issue 95","events":[{"originalText":"A building collapsed on tribal land in Mumbra, a suburb of Thane in Maharashtra, India, causing 74 deaths.","year":2013,"subtitle":"2013 Thane building collapse","url":"https://en.wikipedia.org/wiki/2013_Thane_building_collapse","headline":"Building collapse in Mumbra, India kills 74"},{"originalText":"Governor of Arizona Evan Mecham was removed from office after being convicted in his impeachment trial.","year":1988,"subtitle":"Evan Mecham","url":"https://en.wikipedia.org/wiki/Evan_Mecham","headline":"Arizona Governor Evan Mecham removed from office"},{"originalText":"Vietnam War: On a mission to evacuate children from South Vietnam, a U.S. Air Force plane crash-landed at Tan Son Nhut Air Base, killing 78 children and 60 others.","year":1975,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"U.S. Air Force plane crash kills 78 children in Vietnam War mission"},{"originalText":"Bill Gates and Paul Allen founded Microsoft in Albuquerque, New Mexico, to develop and sell BASIC interpreters for the Altair 8800.","year":1975,"subtitle":"Bill Gates","url":"https://en.wikipedia.org/wiki/Bill_Gates","headline":"Bill Gates and Paul Allen found Microsoft in New Mexico"},{"originalText":"The World Trade Center in New York City was officially dedicated, about a year after the second of the building complex's twin towers was completed.","year":1973,"subtitle":"World Trade Center (1973–2001)","url":"https://en.wikipedia.org/wiki/World_Trade_Center_(1973%E2%80%932001)","headline":"World Trade Center in NYC officially dedicated"},{"originalText":"American civil rights leader Martin Luther King Jr. (pictured) was assassinated in Memphis, Tennessee.","year":1968,"subtitle":"Civil rights movement","url":"https://en.wikipedia.org/wiki/Civil_rights_movement","headline":"Martin Luther King Jr. assassinated in Memphis"},{"originalText":"Twelve nations signed the North Atlantic Treaty, establishing NATO, an organization that constitutes a system of collective defense whereby its member states agree to mutual defense in response to an attack by any external party.","year":1949,"subtitle":"North Atlantic Treaty","url":"https://en.wikipedia.org/wiki/North_Atlantic_Treaty","headline":"NATO established with signing of North Atlantic Treaty"},{"originalText":"An earthquake hit the Kangra Valley in India, killing more than 20,000 people and destroying most buildings in Kangra, McLeod Ganj, and Dharamshala.","year":1905,"subtitle":"1905 Kangra earthquake","url":"https://en.wikipedia.org/wiki/1905_Kangra_earthquake","headline":"Earthquake in Kangra Valley, India kills over 20,000"},{"originalText":"An earthquake hit the Kangra Valley in India, killing at least 20,000 people and destroying 100,000 buildings.","year":1905,"subtitle":"1905 Kangra earthquake","url":"https://en.wikipedia.org/wiki/1905_Kangra_earthquake","headline":"Kennel Club founded in UK"},{"originalText":"The Kennel Club, the world's oldest kennel club, was founded in the United Kingdom after Sewallis Shirley became frustrated by trying to organise dog shows without a consistent set of rules.","year":1873,"subtitle":"The Kennel Club","url":"https://en.wikipedia.org/wiki/The_Kennel_Club","headline":"Russian tsar Alexander II survives assassination attempt"},{"originalText":"Russian tsar Alexander II narrowly survived an assassination attempt by Dmitry Karakozov.","year":1866,"subtitle":"Alexander II of Russia","url":"https://en.wikipedia.org/wiki/Alexander_II_of_Russia","headline":"Minstrel song 'Dixie' premiered in New York City"},{"originalText":"Bryant's Minstrels premiered the minstrel song \"Dixie\" in New York City as part of their blackface show.","year":1859,"subtitle":"Bryant's Minstrels","url":"https://en.wikipedia.org/wiki/Bryant's_Minstrels","headline":"President William Henry Harrison dies in office"},{"originalText":"William Henry Harrison (pictured) became the first U.S. president to die in office, sparking a brief constitutional crisis regarding questions of presidential succession that were unanswered by the U.S. Constitution.","year":1841,"subtitle":"William Henry Harrison","url":"https://en.wikipedia.org/wiki/William_Henry_Harrison","headline":"Byzantine Empire and Republic of Venice sign treaty"},{"originalText":"The Byzantine Empire and the Republic of Venice signed a treaty that brought seven years of hostilities to a temporary end.","year":1268,"subtitle":"Byzantine Empire","url":"https://en.wikipedia.org/wiki/Byzantine_Empire","headline":"Komnenos dynasty comes to power in Byzantine Empire"},{"originalText":"The Byzantine Empire and the Republic of Venice signed a five-year peace treaty.","year":1268,"subtitle":"Byzantine Empire","url":"https://en.wikipedia.org/wiki/Byzantine_Empire"},{"originalText":"The Komnenos dynasty came to full power with Alexios I Komnenos's coronation as the Byzantine emperor.","year":1081,"subtitle":"Komnenos","url":"https://en.wikipedia.org/wiki/Komnenos"}]}