{"dateLabel":"April 5","issue":"Issue 96","events":[{"originalText":"Agents with the U.S. Immigration and Customs Enforcement raided a slaughterhouse in Tennessee, detaining nearly 100 Hispanic workers in one of the largest immigration raids in the history of the U.S.","year":2018,"subtitle":"U.S. Immigration and Customs Enforcement","url":"https://en.wikipedia.org/wiki/U.S._Immigration_and_Customs_Enforcement","headline":"ICE agents detain nearly 100 Hispanic workers in Tennessee raid"},{"originalText":"An explosion at a coal mine in West Virginia killed 29 miners in the United States' worst mining disaster in 40 years.","year":2010,"subtitle":"Coal mining","url":"https://en.wikipedia.org/wiki/Coal_mining","headline":"29 miners killed in West Virginia coal mine explosion"},{"originalText":"The North Korean satellite Kwangmyŏngsŏng-2 was launched from the Tonghae Satellite Launching Ground and passed over Japan, sparking concerns it may have been a trial run of technology that could be used to launch intercontinental ballistic missiles.","year":2009,"subtitle":"Kwangmyŏngsŏng-2","url":"https://en.wikipedia.org/wiki/Kwangmy%C5%8Fngs%C5%8Fng-2","headline":"North Korean satellite launched over Japan raises concerns"},{"originalText":"Fan violence broke out before a UEFA Cup semi-final in Istanbul, Turkey, resulting in two Leeds United supporters being stabbed to death and Galatasaray supporters being banned from attending the second leg in England.","year":2000,"subtitle":"2000 UEFA Cup semi-final violence","url":"https://en.wikipedia.org/wiki/2000_UEFA_Cup_semi-final_violence","headline":"Fan violence erupts in Istanbul before UEFA Cup semi-final"},{"originalText":"The Akashi Kaikyo Bridge (pictured), then the world's longest suspension bridge, linking Awaji Island and Kobe in Japan, opened to traffic.","year":1998,"subtitle":"Akashi Kaikyo Bridge","url":"https://en.wikipedia.org/wiki/Akashi_Kaikyo_Bridge","headline":"Akashi Kaikyo Bridge opens in Japan, world's longest suspension bridge"},{"originalText":"The Libyan secret service bombed a discotheque in West Berlin, resulting in three deaths and 229 others injured.","year":1986,"subtitle":"West Berlin discotheque bombing","url":"https://en.wikipedia.org/wiki/West_Berlin_discotheque_bombing","headline":"Libyan secret service bombs discotheque in West Berlin"},{"originalText":"During the Buddhist Uprising, South Vietnamese military prime minister Nguyễn Cao Kỳ personally attempted to lead the capture of the restive city of Đà Nẵng before backing down.","year":1966,"subtitle":"Buddhist Uprising","url":"https://en.wikipedia.org/wiki/Buddhist_Uprising","headline":"South Vietnamese military prime minister attempts to capture Đà Nẵng"},{"originalText":"Aware that he was slowing down both physically and mentally in his old age, Winston Churchill retired as Prime Minister of the United Kingdom.","year":1955,"subtitle":"Winston Churchill","url":"https://en.wikipedia.org/wiki/Winston_Churchill","headline":"Winston Churchill retires as Prime Minister of the United Kingdom"},{"originalText":"Siegfried Lederer, a Czech Jew, escaped from Auschwitz with the aid of an SS officer who opposed the Holocaust.","year":1944,"subtitle":"History of the Jews in the Czech lands","url":"https://en.wikipedia.org/wiki/History_of_the_Jews_in_the_Czech_lands","headline":"Czech Jew escapes Auschwitz with SS officer's help"},{"originalText":"An F5 tornado struck Tupelo, Mississippi, killing at least 216 people during one of the deadliest tornado outbreaks in U.S. history.","year":1936,"subtitle":"Fujita scale","url":"https://en.wikipedia.org/wiki/Fujita_scale","headline":"F5 tornado strikes Tupelo, Mississippi, killing at least 216"},{"originalText":"A spectator stand collapsed (pictured) during a Scotland–England football match at Ibrox Park, Govan, killing 25 supporters and injuring more than 500 others.","year":1902,"subtitle":"1902 Ibrox disaster","url":"https://en.wikipedia.org/wiki/1902_Ibrox_disaster","headline":"Spectator stand collapses during Scotland-England football match, 25 killed"},{"originalText":"Birkenhead Park, generally acknowledged as the world's first publicly funded civic park, opened in Birkenhead, England.","year":1847,"subtitle":"Birkenhead Park","url":"https://en.wikipedia.org/wiki/Birkenhead_Park","headline":"Birkenhead Park opens in England, world's first publicly funded civic park"},{"originalText":"The Statute of Anne, the first legislation in Great Britain providing for copyright regulated by the government and courts, received royal assent and entered into force five days later.","year":1710,"subtitle":"Statute of Anne","url":"https://en.wikipedia.org/wiki/Statute_of_Anne","headline":"Statute of Anne receives royal assent in Great Britain"},{"originalText":"Native American Pocahontas married English colonist John Rolfe, leading to a period of peace between the Powhatan people and the inhabitants of Jamestown, Virginia.","year":1614,"subtitle":"Native Americans in the United States","url":"https://en.wikipedia.org/wiki/Native_Americans_in_the_United_States","headline":"Pocahontas marries John Rolfe, leading to peace in Jamestown"},{"originalText":"The Fatimid Caliphate began a second unsuccessful invasion of Egypt, then under Abbasid rule.","year":919,"subtitle":"Fatimid Caliphate","url":"https://en.wikipedia.org/wiki/Fatimid_Caliphate","headline":"Fatimid Caliphate begins second unsuccessful invasion of Egypt"}]}