{"dateLabel":"April 7","issue":"Issue 98","events":[{"originalText":"A hijacker deliberately drove a truck into crowds along Drottninggatan in Stockholm, Sweden, killing five people.","year":2017,"subtitle":"2017 Stockholm truck attack","url":"https://en.wikipedia.org/wiki/2017_Stockholm_truck_attack","headline":"Hijacker kills five in truck attack in Stockholm, Sweden"},{"originalText":"First Chechen War: Russian paramilitary troops began a massacre of hundreds of civilians in Samashki, Chechnya.","year":1995,"subtitle":"First Chechen War","url":"https://en.wikipedia.org/wiki/First_Chechen_War","headline":"Russian paramilitary troops massacre civilians in Chechnya"},{"originalText":"Rwandan Civil War: The Rwandan genocide began a few hours after the assassination of President Juvénal Habyarimana (pictured), with hundreds of thousands killed in the following 100 days.","year":1994,"subtitle":"Rwandan Civil War","url":"https://en.wikipedia.org/wiki/Rwandan_Civil_War","headline":"Rwandan genocide begins after President's assassination"},{"originalText":"Uganda–Tanzania War: Tanzanian forces defeated Ugandan troops and their Libyan allies at the Battle of Entebbe, opening the way for an advance on the Ugandan capital, Kampala.","year":1979,"subtitle":"Uganda–Tanzania War","url":"https://en.wikipedia.org/wiki/Uganda%E2%80%93Tanzania_War","headline":"Tanzanian forces defeat Ugandan troops in Entebbe battle"},{"originalText":"Communist forces overran the South Vietnamese town of Lộc Ninh.","year":1972,"subtitle":"Viet Cong","url":"https://en.wikipedia.org/wiki/Viet_Cong","headline":"Communist forces overrun South Vietnamese town"},{"originalText":"Reverend Bruce W. Klunder was killed by a bulldozer while he was protesting the construction of a segregated school in Cleveland, Ohio, U.S.","year":1964,"subtitle":"Bruce W. Klunder","url":"https://en.wikipedia.org/wiki/Bruce_W._Klunder","headline":"Reverend killed protesting segregated school in Cleveland"},{"originalText":"The Rodgers and Hammerstein musical South Pacific, based on Tales of the South Pacific by James Michener, opened on Broadway.","year":1949,"subtitle":"Rodgers and Hammerstein","url":"https://en.wikipedia.org/wiki/Rodgers_and_Hammerstein","headline":"Rodgers and Hammerstein musical South Pacific opens on Broadway"},{"originalText":"The United Nations established the World Health Organization to act as a coordinating authority on international public health.","year":1948,"subtitle":"United Nations","url":"https://en.wikipedia.org/wiki/United_Nations","headline":"UN establishes World Health Organization for public health coordination"},{"originalText":"World War II: U.S. forces sank the Japanese battleship Yamato during Operation Ten-Go in the East China Sea.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"US forces sink Japanese battleship Yamato in East China Sea"},{"originalText":"Italian dictator Benito Mussolini survived an assassination attempt by Irishwoman Violet Gibson.","year":1926,"subtitle":"Benito Mussolini","url":"https://en.wikipedia.org/wiki/Benito_Mussolini","headline":"Mussolini survives assassination attempt by Irishwoman"},{"originalText":"An Arctic expedition led by Norwegian explorer Fridtjof Nansen (pictured) reached 86°13.6′N, almost three degrees beyond the previous Farthest North latitude.","year":1896,"subtitle":"Nansen's Fram expedition","url":"https://en.wikipedia.org/wiki/Nansen's_Fram_expedition","headline":"Arctic expedition reaches Farthest North latitude led by Nansen"},{"originalText":"American Civil War: Union forces defeated Confederate troops at the Battle of Shiloh, the bloodiest battle in U.S. history at the time, in Hardin County, Tennessee.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union forces defeat Confederates in bloodiest battle at Shiloh"},{"originalText":"After a conclave lasting eighty days, the College of Cardinals elected Fabio Chigi as Pope Alexander VII (pictured).","year":1655,"subtitle":"1655 papal conclave","url":"https://en.wikipedia.org/wiki/1655_papal_conclave","headline":"College of Cardinals elects Fabio Chigi as Pope Alexander VII after 80-day conclave"}]}