{"dateLabel":"April 8","issue":"Issue 99","events":[{"originalText":"The Norwegian Progress Party was founded in a movie theater in Oslo.","year":1973,"subtitle":"Progress Party (Norway)","url":"https://en.wikipedia.org/wiki/Progress_Party_(Norway)","headline":"Norwegian Progress Party founded in Oslo movie theater"},{"originalText":"BOAC Flight 712 experienced an engine fire shortly after take-off from London Heathrow, leading to the deaths of five people on board, including flight attendant Jane Harrison, who was posthumously awarded a George Cross for heroism.","year":1968,"subtitle":"BOAC Flight 712","url":"https://en.wikipedia.org/wiki/BOAC_Flight_712","headline":"BOAC Flight 712 engine fire kills five, including Jane Harrison"},{"originalText":"A large explosion on board the MV Dara in the Persian Gulf killed 238 people.","year":1961,"subtitle":"MV Dara","url":"https://en.wikipedia.org/wiki/MV_Dara","headline":"Explosion on MV Dara in Persian Gulf kills 238"},{"originalText":"A team of computer scientists and others met to discuss the creation of a common business-oriented programming language that became COBOL.","year":1959,"subtitle":"Computer science","url":"https://en.wikipedia.org/wiki/Computer_science","headline":"Computer scientists discuss creation of COBOL language"},{"originalText":"Otto and Elise Hampel were executed in Berlin for performing acts of resistance against Nazism.","year":1943,"subtitle":"Otto and Elise Hampel","url":"https://en.wikipedia.org/wiki/Otto_and_Elise_Hampel","headline":"Otto and Elise Hampel executed in Berlin for resistance acts"},{"originalText":"World War II: The United States Army Air Forces flew its first mission from India over the Hump (the eastern end of the Himalayas) to deliver materiel to China.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"US Army Air Forces fly first mission over the Hump to China"},{"originalText":"The Australian state of Western Australia voted to secede from the federation, but efforts to implement the result proved to be unsuccessful.","year":1933,"subtitle":"Western Australia","url":"https://en.wikipedia.org/wiki/Western_Australia","headline":"Western Australia votes to secede from federation"},{"originalText":"American cartoonist Winsor McCay released the silent short film Little Nemo (featured), one of the earliest animated films.","year":1911,"subtitle":"Winsor McCay","url":"https://en.wikipedia.org/wiki/Winsor_McCay","headline":"Winsor McCay releases silent film Little Nemo"},{"originalText":"Longacre Square in Midtown Manhattan, was renamed Times Square after the New York Times building.","year":1904,"subtitle":"Midtown Manhattan","url":"https://en.wikipedia.org/wiki/Midtown_Manhattan","headline":"Longacre Square renamed Times Square in Manhattan"},{"originalText":"France and the United Kingdom signed the Entente Cordiale, agreeing to a peaceful coexistence after centuries of intermittent conflict.","year":1904,"subtitle":"Entente Cordiale","url":"https://en.wikipedia.org/wiki/Entente_Cordiale","headline":"France and UK sign Entente Cordiale for peaceful coexistence"},{"originalText":"American Civil War: Late-arriving reinforcements helped Confederate forces rout the Union Army at the Battle of Mansfield.","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate forces rout Union Army at Battle of Mansfield"},{"originalText":"A Greek peasant discovered a statue of a woman with its arms missing—the Venus de Milo—on the Aegean island of Milos.","year":1820,"subtitle":"Venus de Milo","url":"https://en.wikipedia.org/wiki/Venus_de_Milo","headline":"Greek peasant discovers Venus de Milo statue on Milos island"},{"originalText":"Kiliaen van Rensselaer purchased land near present-day Albany, New York, to found the Manor of Rensselaerswyck, which became the most successful patroonship under the Dutch West India Company.","year":1630,"subtitle":"Kiliaen van Rensselaer (merchant)","url":"https://en.wikipedia.org/wiki/Kiliaen_van_Rensselaer_(merchant)","headline":"Kiliaen van Rensselaer founds Manor of Rensselaerswyck near Albany"},{"originalText":"Crusades: The Knights Hospitaller surrendered the Krak des Chevaliers, a castle in present-day Syria, to the army of the Mamluk sultan Baibars.","year":1271,"subtitle":"Crusades","url":"https://en.wikipedia.org/wiki/Crusades","headline":"Knights Hospitaller surrender Krak des Chevaliers to Mamluk army"},{"originalText":"Abbasid forces decisively defeated those of Saffarid emir Ya'qub ibn Laith, forcing the latter to halt his advance into Iraq.","year":876,"subtitle":"Abbasid Caliphate","url":"https://en.wikipedia.org/wiki/Abbasid_Caliphate","headline":"Abbasid forces defeat Saffarid emir Ya'qub ibn Laith in Iraq"},{"originalText":"Roman emperor Caracalla (pictured) was assassinated near Harran and succeeded by his Praetorian Guard prefect Macrinus.","year":217,"subtitle":"Caracalla","url":"https://en.wikipedia.org/wiki/Caracalla","headline":"Roman emperor Caracalla assassinated near Harran"}]}