{"dateLabel":"April 9","issue":"Issue 100","events":[{"originalText":"Burmese military and police forces killed at least 82 civilians in the Bago massacre, including 2021 Myanmar coup d'état protesters.","year":2021,"subtitle":"Tatmadaw","url":"https://en.wikipedia.org/wiki/Tatmadaw","headline":"Bago massacre: Burmese military and police kill 82 civilians, including protesters"},{"originalText":"Charles, Prince of Wales, married Camilla Parker Bowles in a civil ceremony at the Windsor Guildhall.","year":2005,"subtitle":"Charles III","url":"https://en.wikipedia.org/wiki/Charles_III","headline":"Prince Charles marries Camilla Parker Bowles in civil ceremony at Windsor Guildhall"},{"originalText":"President of Niger Ibrahim Baré Maïnassara was shot dead by soldiers in Niamey.","year":1999,"subtitle":"Ibrahim Baré Maïnassara","url":"https://en.wikipedia.org/wiki/Ibrahim_Bar%C3%A9_Ma%C3%AFnassara","headline":"President of Niger Ibrahim Baré Maïnassara shot dead by soldiers in Niamey"},{"originalText":"Iranian filmmaker Morteza Avini was killed by a land mine in Fakkeh while producing a documentary.","year":1993,"subtitle":"Morteza Avini","url":"https://en.wikipedia.org/wiki/Morteza_Avini","headline":"Iranian filmmaker Morteza Avini killed by land mine in Fakkeh"},{"originalText":"Iraqi philosopher Muhammad Baqir al-Sadr (pictured) and his sister Amina were executed by the regime of Saddam Hussein.","year":1980,"subtitle":"Muhammad Baqir al-Sadr","url":"https://en.wikipedia.org/wiki/Muhammad_Baqir_al-Sadr","headline":"Iraqi philosopher Muhammad Baqir al-Sadr and sister executed by Saddam Hussein regime"},{"originalText":"The first EMD F40PH, Amtrak's most widespread diesel locomotive for many years, entered into service.","year":1976,"subtitle":"EMD F40PH","url":"https://en.wikipedia.org/wiki/EMD_F40PH","headline":"First EMD F40PH enters service for Amtrak"},{"originalText":"NASA announced the selection of the Mercury Seven, the first astronauts in Project Mercury.","year":1959,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"NASA selects Mercury Seven as first astronauts in Project Mercury"},{"originalText":"Palestine war: Fighters from the Zionist paramilitary groups Irgun and Lehi attacked the village of Deir Yassin near Jerusalem, killing more than 100 Palestinian Arabs.","year":1948,"subtitle":"1948 Palestine war","url":"https://en.wikipedia.org/wiki/1948_Palestine_war","headline":"Palestine war: Irgun and Lehi fighters attack Deir Yassin village, killing over 100 Palestinian Arabs"},{"originalText":"Sixteen white and black men began a two-week journey in the American South, acting in defiance of local laws that enforced segregated seating on public buses.","year":1947,"subtitle":"Journey of Reconciliation","url":"https://en.wikipedia.org/wiki/Journey_of_Reconciliation","headline":"American South: 16 men defy segregated seating laws on public buses"},{"originalText":"The Glazier–Higgins–Woodward tornadoes killed 181 people and injured 970 others in Texas, Oklahoma, and Kansas.","year":1947,"subtitle":"1947 Glazier–Higgins–Woodward tornadoes","url":"https://en.wikipedia.org/wiki/1947_Glazier%E2%80%93Higgins%E2%80%93Woodward_tornadoes","headline":"Glazier–Higgins–Woodward tornadoes kill 181 people in Texas, Oklahoma, and Kansas"},{"originalText":"The German heavy cruiser Admiral Scheer, the most successful capital-ship surface raider of the Second World War, was sunk by British bombers.","year":1945,"subtitle":"Heavy cruiser","url":"https://en.wikipedia.org/wiki/Heavy_cruiser","headline":"German heavy cruiser Admiral Scheer sunk by British bombers in WWII"},{"originalText":"World War II: During the German invasion of Norway, Vidkun Quisling attempted to seize power in the first coup to be broadcast over radio.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Vidkun Quisling attempts coup during German invasion of Norway"},{"originalText":"After being denied permission to perform at Constitution Hall by the Daughters of the American Revolution, African-American singer Marian Anderson gave an open-air concert (pictured) on the steps of the Lincoln Memorial in Washington, D.C.","year":1939,"subtitle":"DAR Constitution Hall","url":"https://en.wikipedia.org/wiki/DAR_Constitution_Hall","headline":"Marian Anderson gives open-air concert at Lincoln Memorial after being denied at Constitution Hall"},{"originalText":"First World War: The Canadian Corps began the first wave of attacks at the Battle of Vimy Ridge in Vimy, France.","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"First World War: Canadian Corps launches attacks at Battle of Vimy Ridge"},{"originalText":"Despite being vastly outnumbered, forces of the Old Swiss Confederacy defeated an Austrian army at the Battle of Näfels.","year":1388,"subtitle":"Old Swiss Confederacy","url":"https://en.wikipedia.org/wiki/Old_Swiss_Confederacy","headline":"Old Swiss Confederacy forces defeat Austrian army at Battle of Näfels"},{"originalText":"During the Year of the Five Emperors Septimius Severus was proclaimed Roman emperor by his troops at Carnuntum in modern-day Austria.","year":193,"subtitle":"Year of the Five Emperors","url":"https://en.wikipedia.org/wiki/Year_of_the_Five_Emperors","headline":"Septimius Severus proclaimed Roman emperor by troops at Carnuntum"}]}