{"dateLabel":"April 10","issue":"Issue 101","events":[{"originalText":"Scientists from the Event Horizon Telescope project released the first image of a black hole (depicted), located at the center of the galaxy M87.","year":2019,"subtitle":"Event Horizon Telescope","url":"https://en.wikipedia.org/wiki/Event_Horizon_Telescope","headline":"First image of black hole released by Event Horizon Telescope scientists"},{"originalText":"First Nagorno-Karabakh War: Dozens of Armenian civilians were massacred in the village of Maraga by Azerbaijani forces.","year":1992,"subtitle":"First Nagorno-Karabakh War","url":"https://en.wikipedia.org/wiki/First_Nagorno-Karabakh_War","headline":"Dozens of Armenian civilians massacred in Maraga during First Nagorno-Karabakh War"},{"originalText":"In the deadliest aviation accident in Swiss history, Invicta International Airlines Flight 435 crashed into a hillside near Hochwald, killing 108 people of 145 on board.","year":1973,"subtitle":"Invicta International Airlines Flight 435","url":"https://en.wikipedia.org/wiki/Invicta_International_Airlines_Flight_435","headline":"Invicta International Airlines Flight 435 crashes near Hochwald, killing 108"},{"originalText":"In the midst of business disagreements with his bandmates, Paul McCartney announced his departure from the Beatles.","year":1970,"subtitle":"Paul McCartney","url":"https://en.wikipedia.org/wiki/Paul_McCartney","headline":"Paul McCartney announces departure from the Beatles amid business disagreements"},{"originalText":"The U.S. Navy nuclear submarine USS Thresher (SSN-593) sank with all hands lost during deep-diving tests in the North Atlantic Ocean.","year":1963,"subtitle":"United States Navy","url":"https://en.wikipedia.org/wiki/United_States_Navy","headline":"USS Thresher sinks with all hands lost during deep-diving tests in North Atlantic Ocean"},{"originalText":"The Holocaust: Slovak Jewish prisoners Rudolf Vrba and Alfréd Wetzler escaped from Auschwitz, later publishing a report that became one of the earliest and most detailed descriptions of the camp's mass killings.","year":1944,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Slovak Jewish prisoners escape Auschwitz, publish detailed report on Holocaust mass killings"},{"originalText":"The novel The Great Gatsby by American author F. Scott Fitzgerald was first published by Scribner's.","year":1925,"subtitle":"The Great Gatsby","url":"https://en.wikipedia.org/wiki/The_Great_Gatsby","headline":"The Great Gatsby by F. Scott Fitzgerald first published by Scribner's"},{"originalText":"Mexican Revolution leader Emiliano Zapata (pictured) was shot to death near Ciudad Ayala, Morelos.","year":1919,"subtitle":"Mexican Revolution","url":"https://en.wikipedia.org/wiki/Mexican_Revolution","headline":"Mexican Revolution leader Emiliano Zapata shot to death near Ciudad Ayala"},{"originalText":"Big Ben, the bell in the Palace of Westminster's clock tower in London, was cast after the original bell cracked during testing.","year":1858,"subtitle":"Big Ben","url":"https://en.wikipedia.org/wiki/Big_Ben","headline":"Big Ben bell cast after original bell cracks during testing in London"},{"originalText":"Mount Tambora in Indonesia began the most powerful volcanic eruption in recorded history, killing at least 71,000 people and affecting temperatures worldwide.","year":1815,"subtitle":"Mount Tambora","url":"https://en.wikipedia.org/wiki/Mount_Tambora","headline":"Mount Tambora eruption kills at least 71,000 people in Indonesia"},{"originalText":"Napoleonic Wars: The War of the Fifth Coalition began with the Austrian invasion of Bavaria, then a client state of France.","year":1809,"subtitle":"Napoleonic Wars","url":"https://en.wikipedia.org/wiki/Napoleonic_Wars","headline":"War of the Fifth Coalition begins with Austrian invasion of Bavaria"},{"originalText":"War of the Austrian Succession: Prussian forces defeated Austrian troops at the Battle of Mollwitz in present-day Małujowice, Poland, cementing Frederick II's authority over the newly conquered territory of Silesia.","year":1741,"subtitle":"War of the Austrian Succession","url":"https://en.wikipedia.org/wiki/War_of_the_Austrian_Succession","headline":"Prussian forces defeat Austrians at Battle of Mollwitz, cementing Frederick II's authority over Silesia"},{"originalText":"A Mongol army commanded by Tolui captured the city of Merv in present-day Turkmenistan, allegedly killing more than 1.7 million people.","year":1221,"subtitle":"Mongol Empire","url":"https://en.wikipedia.org/wiki/Mongol_Empire","headline":"Mongol army captures city of Merv, allegedly killing over 1.7 million people"}]}