{"dateLabel":"April 11","issue":"Issue 102","events":[{"originalText":"During the Pazigyi massacre, an airstrike conducted by the Myanmar Air Force kills at least 100 villagers in Pazigyi, Sagaing Region.","year":2023,"subtitle":"Pazigyi massacre","url":"https://en.wikipedia.org/wiki/Pazigyi_massacre","headline":"Massacre in Pazigyi: Myanmar Air Force airstrike kills 100 villagers"},{"originalText":"The tour bus of the German football team Borussia Dortmund was attacked with roadside bombs in Dortmund, killing a police officer and injuring one of the team's players.","year":2017,"subtitle":"Borussia Dortmund","url":"https://en.wikipedia.org/wiki/Borussia_Dortmund","headline":"Borussia Dortmund tour bus attacked with roadside bombs in Dortmund"},{"originalText":"A bomb exploded at the central Oktyabrskaya station of the Minsk Metro in Belarus, killing 15 people and injuring more than 200.","year":2011,"subtitle":"2011 Minsk Metro bombing","url":"https://en.wikipedia.org/wiki/2011_Minsk_Metro_bombing","headline":"Bomb explosion at Minsk Metro station kills 15, injures over 200"},{"originalText":"In a coup attempt, members of the Venezuelan military detained President Hugo Chávez and demanded his resignation.","year":2002,"subtitle":"2002 Venezuelan coup attempt","url":"https://en.wikipedia.org/wiki/2002_Venezuelan_coup_attempt","headline":"Venezuelan military detains President Hugo Chávez in coup attempt"},{"originalText":"In a FIFA World Cup qualifying match, Australia defeated American Samoa by a score of 31–0, the largest margin of victory ever in an international football match.","year":2001,"subtitle":"2002 FIFA World Cup qualification","url":"https://en.wikipedia.org/wiki/2002_FIFA_World_Cup_qualification","headline":"Australia defeats American Samoa 31-0 in FIFA World Cup qualifying match"},{"originalText":"While attempting to set a record as the youngest person to pilot an airplane across the United States, the aircraft flown by seven-year-old Jessica Dubroff crashed in Cheyenne, Wyoming, killing her and two others.","year":1996,"subtitle":"Jessica Dubroff","url":"https://en.wikipedia.org/wiki/Jessica_Dubroff","headline":"Seven-year-old Jessica Dubroff dies in plane crash during record attempt"},{"originalText":"Prisoners at the Southern Ohio Correctional Facility near Lucasville, Ohio, rioted and took over the prison for 11 days, resulting in the deaths of one officer and nine inmates.","year":1993,"subtitle":"Southern Ohio Correctional Facility","url":"https://en.wikipedia.org/wiki/Southern_Ohio_Correctional_Facility","headline":"Riot at Southern Ohio Correctional Facility results in 10 deaths"},{"originalText":"Uganda–Tanzania War: The allied forces of Tanzania and the Uganda National Liberation Front captured the capital Kampala, deposing Ugandan president Idi Amin.","year":1979,"subtitle":"Uganda–Tanzania War","url":"https://en.wikipedia.org/wiki/Uganda%E2%80%93Tanzania_War","headline":"Uganda–Tanzania War: Kampala captured, Idi Amin deposed"},{"originalText":"Future Supreme Leader of North Korea Kim Jong-il's treatise On the Art of the Cinema, a justification for film propaganda in support of the ruling Workers' Party of Korea, was published.","year":1973,"subtitle":"Supreme Leader (North Korean title)","url":"https://en.wikipedia.org/wiki/Supreme_Leader_(North_Korean_title)","headline":"Kim Jong-il's treatise on film propaganda published in North Korea"},{"originalText":"Rudi Dutschke, the most prominent leader of the German student movement, survived an assassination attempt, which led to the largest protests to that date in Germany.","year":1968,"subtitle":"Rudi Dutschke","url":"https://en.wikipedia.org/wiki/Rudi_Dutschke","headline":"German student leader Rudi Dutschke survives assassination attempt"},{"originalText":"Pope John XXIII issued Pacem in terris (\"Peace on Earth\"), the first papal encyclical addressed to \"all men of good will\", rather than only to Catholics.","year":1963,"subtitle":"Pope John XXIII","url":"https://en.wikipedia.org/wiki/Pope_John_XXIII","headline":"Pope John XXIII issues first encyclical to 'all men of good will'"},{"originalText":"U.S. president Harry S. Truman relieved General of the Army Douglas MacArthur of his commands for making public statements about the Korean War that contradicted the administration's policies.","year":1951,"subtitle":"Harry S. Truman","url":"https://en.wikipedia.org/wiki/Harry_S._Truman","headline":"Truman relieves MacArthur of commands for contradicting Korean War policies"},{"originalText":"Emir Abdullah established the first centralised government in the recently created British protectorate of Transjordan.","year":1921,"subtitle":"Abdullah I of Jordan","url":"https://en.wikipedia.org/wiki/Abdullah_I_of_Jordan","headline":"Emir Abdullah establishes centralised government in Transjordan"},{"originalText":"Paris Peace Conference: Woodrow Wilson overturns Japan's Racial Equality Proposal, stating that unanimous support was required.","year":1919,"subtitle":"Paris Peace Conference (1919–1920)","url":"https://en.wikipedia.org/wiki/Paris_Peace_Conference_(1919%E2%80%931920)","headline":"Woodrow Wilson overturns Japan's Racial Equality Proposal at Paris Peace Conference"},{"originalText":"The cricket pavilion at the Nevill Ground was destroyed in an arson attack (damage pictured) that was attributed to militant suffragettes as part of a country-wide campaign co-ordinated by the Women's Social and Political Union.","year":1913,"subtitle":"Cricket pavilion","url":"https://en.wikipedia.org/wiki/Cricket_pavilion","headline":"Cricket pavilion destroyed in arson attack attributed to suffragettes"},{"originalText":"Blücher, the last armored cruiser built by the Imperial German Navy, was launched.","year":1908,"subtitle":"SMS Blücher","url":"https://en.wikipedia.org/wiki/SMS_Bl%C3%BCcher","headline":"Last armored cruiser Blücher launched by Imperial German Navy"},{"originalText":"The Concertgebouw in Amsterdam, considered one of the world's finest concert halls, was inaugurated.","year":1888,"subtitle":"Concertgebouw","url":"https://en.wikipedia.org/wiki/Concertgebouw","headline":"Concertgebouw in Amsterdam inaugurated as world-class concert hall"},{"originalText":"The Treaty of Fontainebleau was signed, ending the War of the Sixth Coalition, and forcing Napoleon to abdicate as ruler of France and sending him into exile on Elba.","year":1814,"subtitle":"Treaty of Fontainebleau (1814)","url":"https://en.wikipedia.org/wiki/Treaty_of_Fontainebleau_(1814)","headline":"Treaty of Fontainebleau signed, Napoleon forced to abdicate and exiled to Elba"},{"originalText":"Napoleonic Wars: A hastily assembled Royal Navy fleet launched an assault against the main strength of the French Atlantic Fleet; an incomplete victory led to political turmoil in Britain.","year":1809,"subtitle":"Napoleonic Wars","url":"https://en.wikipedia.org/wiki/Napoleonic_Wars","headline":"Royal Navy fleet's assault on French Atlantic Fleet leads to political turmoil"},{"originalText":"The main treaties of the Peace of Utrecht were signed in the city of Utrecht in the Dutch Republic, helping to bring an end to the War of the Spanish Succession.","year":1713,"subtitle":"Peace of Utrecht","url":"https://en.wikipedia.org/wiki/Peace_of_Utrecht","headline":"Peace of Utrecht treaties signed, ending War of the Spanish Succession"},{"originalText":"William III and Mary II (both pictured) were crowned joint sovereigns of England in a ceremony at Westminster Abbey.","year":1689,"subtitle":"William III of England","url":"https://en.wikipedia.org/wiki/William_III_of_England","headline":"William III and Mary II crowned joint sovereigns of England at Westminster Abbey"},{"originalText":"Italian War of 1542–1546: French and Spanish forces fought a massive pitched battle in the Piedmont region of Italy.","year":1544,"subtitle":"Italian War of 1542–1546","url":"https://en.wikipedia.org/wiki/Italian_War_of_1542%E2%80%931546","headline":"French and Spanish forces battle in Piedmont region of Italy"},{"originalText":"Mongol invasion of Europe: Mongol forces led by Batu Khan and Subutai defeated the army of King Béla IV at the Battle of Mohi near the river Sajó, a key victory in their first invasion of Hungary.","year":1241,"subtitle":"Mongol invasion of Europe","url":"https://en.wikipedia.org/wiki/Mongol_invasion_of_Europe","headline":"Mongol forces defeat King Béla IV at Battle of Mohi in invasion of Hungary"}]}