{"dateLabel":"April 12","issue":"Issue 103","events":[{"originalText":"A fire broke out in the hills near Valparaíso, Chile, eventually destroying at least 2,500 homes and leaving approximately 11,000 people homeless.","year":2014,"subtitle":"Great Fire of Valparaíso","url":"https://en.wikipedia.org/wiki/Great_Fire_of_Valpara%C3%ADso","headline":"Fire destroys 2,500 homes near Valparaíso, Chile"},{"originalText":"Four Chadian soldiers were killed in a suicide bombing by jihadist rebels in Kidal, Mali.","year":2013,"subtitle":"2013 Kidal suicide attack","url":"https://en.wikipedia.org/wiki/2013_Kidal_suicide_attack","headline":"Four Chadian soldiers killed in Mali suicide bombing"},{"originalText":"The Guinea-Bissau military seized control in a coup amid a presidential election, later handing power to a transitional administration under Manuel Serifo Nhamadjo.","year":2012,"subtitle":"2012 Guinea-Bissau coup d'état","url":"https://en.wikipedia.org/wiki/2012_Guinea-Bissau_coup_d'%C3%A9tat","headline":"Guinea-Bissau military seizes control in coup"},{"originalText":"Bosnian War: NATO forces began Operation Deny Flight (aircraft pictured) to enforce a no-fly zone over Bosnia and Herzegovina ordered by the United Nations Security Council.","year":1993,"subtitle":"Bosnian War","url":"https://en.wikipedia.org/wiki/Bosnian_War","headline":"NATO forces begin Operation Deny Flight in Bosnia"},{"originalText":"Harold Washington was elected as the first African-American mayor of Chicago.","year":1983,"subtitle":"Harold Washington","url":"https://en.wikipedia.org/wiki/Harold_Washington","headline":"Harold Washington elected first African-American mayor of Chicago"},{"originalText":"Samuel Doe took control of Liberia in a coup d'etat, overthrowing President William Tolbert and ending over 130 years of national democratic presidential succession.","year":1980,"subtitle":"Samuel Doe","url":"https://en.wikipedia.org/wiki/Samuel_Doe","headline":"Samuel Doe takes control of Liberia in coup"},{"originalText":"Canadian athlete Terry Fox embarked on an east-to-west \"Marathon of Hope\" from St. John's, Newfoundland and Labrador, with a prosthetic leg to raise funds for cancer research.","year":1980,"subtitle":"Terry Fox","url":"https://en.wikipedia.org/wiki/Terry_Fox","headline":"Terry Fox starts 'Marathon of Hope' for cancer research"},{"originalText":"Aboard Vostok 1, Soviet cosmonaut Yuri Gagarin performed the first human spaceflight, completing one orbit of Earth in 108 minutes.","year":1961,"subtitle":"Vostok 1","url":"https://en.wikipedia.org/wiki/Vostok_1","headline":"Yuri Gagarin performs first human spaceflight aboard Vostok 1"},{"originalText":"SMS Zrínyi, one of the last pre-dreadnoughts built by the Austro-Hungarian Navy, was launched in Trieste.","year":1910,"subtitle":"SMS Zrínyi","url":"https://en.wikipedia.org/wiki/SMS_Zr%C3%ADnyi","headline":"SMS Zrínyi launched by Austro-Hungarian Navy"},{"originalText":"Confederate forces began bombarding Fort Sumter in the harbor of Charleston, South Carolina, starting the American Civil War.","year":1861,"subtitle":"Confederate States of America","url":"https://en.wikipedia.org/wiki/Confederate_States_of_America","headline":"Confederate forces bombard Fort Sumter, starting Civil War"},{"originalText":"The Broughton Suspension Bridge near Manchester, England, collapsed, reportedly because of mechanical resonance induced by troops marching in step across it.","year":1831,"subtitle":"Broughton Suspension Bridge","url":"https://en.wikipedia.org/wiki/Broughton_Suspension_Bridge","headline":"Broughton Suspension Bridge near Manchester collapses"},{"originalText":"Greek War of Independence: Ottoman troops began a massacre of tens of thousands of Greeks (depicted) on the island of Chios.","year":1822,"subtitle":"Greek War of Independence","url":"https://en.wikipedia.org/wiki/Greek_War_of_Independence","headline":"Ottoman troops massacre Greeks on Chios island"},{"originalText":"The Froberg mutiny of Greek and Albanian troops in British service ended with the explosion of the gunpowder magazine at Fort Ricasoli, Malta.","year":1807,"subtitle":"Froberg mutiny","url":"https://en.wikipedia.org/wiki/Froberg_mutiny","headline":"Froberg mutiny ends with explosion at Fort Ricasoli, Malta"},{"originalText":"American Revolution: The North Carolina Provincial Congress passed the Halifax Resolves, the first official action in the American colonies calling for independence from Great Britain.","year":1776,"subtitle":"American Revolution","url":"https://en.wikipedia.org/wiki/American_Revolution","headline":"North Carolina Congress passes Halifax Resolves for independence"},{"originalText":"Troops of the Fourth Crusade entered Constantinople and began a sack of the city, temporarily dissolving the Byzantine Empire.","year":1204,"subtitle":"Fourth Crusade","url":"https://en.wikipedia.org/wiki/Fourth_Crusade","headline":"Fourth Crusade sacks Constantinople, dissolving Byzantine Empire"}]}