{"dateLabel":"April 13","issue":"Issue 104","events":[{"originalText":"War in Afghanistan: In an airstrike in Nangarhar Province, the U.S. military dropped the most powerful conventional bomb ever used in combat.","year":2017,"subtitle":"War in Afghanistan (2001–2021)","url":"https://en.wikipedia.org/wiki/War_in_Afghanistan_(2001%E2%80%932021)","headline":"U.S. military drops most powerful bomb in Nangarhar Province"},{"originalText":"Twenty-three people died in a fire at a homeless hostel (aftermath pictured) in Kamień Pomorski; it was Poland's deadliest fire since 1980.","year":2009,"subtitle":"Kamień Pomorski homeless hostel fire","url":"https://en.wikipedia.org/wiki/Kamie%C5%84_Pomorski_homeless_hostel_fire","headline":"Poland's deadliest fire since 1980 kills 23 in Kamień Pomorski"},{"originalText":"In golf, 21-year-old Tiger Woods became the youngest player to win the Masters Tournament, breaking its record for the lowest four-round score.","year":1997,"subtitle":"Tiger Woods","url":"https://en.wikipedia.org/wiki/Tiger_Woods","headline":"Tiger Woods becomes youngest player to win Masters Tournament"},{"originalText":"Forty people died in an explosion at an ammunition factory in Lapua, Finland.","year":1976,"subtitle":"Lapua Cartridge Factory explosion","url":"https://en.wikipedia.org/wiki/Lapua_Cartridge_Factory_explosion","headline":"40 dead in explosion at ammunition factory in Lapua, Finland"},{"originalText":"Catch a Fire, the landmark reggae album by Bob Marley and the Wailers, was released.","year":1973,"subtitle":"Catch a Fire","url":"https://en.wikipedia.org/wiki/Catch_a_Fire","headline":"Bob Marley and the Wailers release landmark reggae album Catch a Fire"},{"originalText":"In the midst of the Cold War, American pianist Van Cliburn won the inaugural International Tchaikovsky Competition in Moscow.","year":1958,"subtitle":"Cold War","url":"https://en.wikipedia.org/wiki/Cold_War","headline":"American pianist Van Cliburn wins International Tchaikovsky Competition in Moscow"},{"originalText":"The Vietnamese National Army captured Ba Cụt, a military commander of the religious sect Hòa Hảo, which ran a de facto state in South Vietnam in opposition to Prime Minister Ngô Đình Diệm.","year":1956,"subtitle":"Vietnamese National Army","url":"https://en.wikipedia.org/wiki/Vietnamese_National_Army","headline":"Vietnamese National Army captures Ba Cụt, military commander of Hòa Hảo sect"},{"originalText":"Ian Fleming's novel Casino Royale was published as the first work to feature his British spy character James Bond.","year":1953,"subtitle":"Ian Fleming","url":"https://en.wikipedia.org/wiki/Ian_Fleming","headline":"Ian Fleming's novel Casino Royale published, introduces James Bond"},{"originalText":"Nakam, a Jewish organization seeking revenge for the Holocaust, attempted to poison thousands of SS prisoners at Langwasser internment camp, but did not kill anyone.","year":1946,"subtitle":"Nakam","url":"https://en.wikipedia.org/wiki/Nakam","headline":"Jewish organization Nakam attempts to poison SS prisoners at Langwasser internment camp"},{"originalText":"The Neoclassical Jefferson Memorial (pictured) in Washington, D.C., was formally dedicated on the 200th anniversary of Thomas Jefferson's birth.","year":1943,"subtitle":"Neoclassical architecture","url":"https://en.wikipedia.org/wiki/Neoclassical_architecture","headline":"Jefferson Memorial formally dedicated in Washington, D.C. on 200th anniversary of Thomas Jefferson's birth"},{"originalText":"Austrian soldier Anton Schmid was executed for rescuing Jews from the Ponary massacre in Vilnius.","year":1942,"subtitle":"Anton Schmid","url":"https://en.wikipedia.org/wiki/Anton_Schmid","headline":"Austrian soldier Anton Schmid executed for rescuing Jews from Ponary massacre"},{"originalText":"During a closed session of the Diet of Hungary, Lajos Kossuth presented the Hungarian Declaration of Independence from the Habsburg monarchy.","year":1849,"subtitle":"Diet of Hungary","url":"https://en.wikipedia.org/wiki/Diet_of_Hungary","headline":"Lajos Kossuth presents Hungarian Declaration of Independence from Habsburg monarchy"},{"originalText":"The Roman Catholic Relief Act received royal assent, removing the most substantial restrictions on Catholics in the United Kingdom.","year":1829,"subtitle":"Roman Catholic Relief Act 1829","url":"https://en.wikipedia.org/wiki/Roman_Catholic_Relief_Act_1829","headline":"Roman Catholic Relief Act receives royal assent in the United Kingdom"},{"originalText":"American Revolutionary War: British and Hessian forces conducted a surprise attack against a Continental Army outpost at Bound Brook, New Jersey.","year":1777,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British and Hessian forces conduct surprise attack at Bound Brook, New Jersey"},{"originalText":"The first performance of Messiah, an oratorio by the British composer Handel, was held in Dublin.","year":1742,"subtitle":"Messiah (Handel)","url":"https://en.wikipedia.org/wiki/Messiah_(Handel)","headline":"First performance of Handel's Messiah held in Dublin"}]}