{"dateLabel":"April 14","issue":"Issue 105","events":[{"originalText":"Boko Haram militants kidnapped 276 schoolgirls from a government secondary school in the town of Chibok, Nigeria.","year":2014,"subtitle":"Boko Haram","url":"https://en.wikipedia.org/wiki/Boko_Haram","headline":"Boko Haram kidnaps 276 schoolgirls in Chibok, Nigeria"},{"originalText":"Nearly 2,700 people were killed in an earthquake registering 6.9 Mw in Yushu Tibetan Autonomous Prefecture, China.","year":2010,"subtitle":"2010 Yushu earthquake","url":"https://en.wikipedia.org/wiki/2010_Yushu_earthquake","headline":"2,700 killed in 6.9 Mw earthquake in Yushu, China"},{"originalText":"A storm dropped around 500,000 tonnes of hailstones on Sydney (examples pictured) and the east coast of New South Wales, causing about A$2.3 billion in damages, the costliest natural disaster in Australian insurance history.","year":1999,"subtitle":"1999 Sydney hailstorm","url":"https://en.wikipedia.org/wiki/1999_Sydney_hailstorm","headline":"500,000 tonnes of hailstones hit Sydney, causing A$2.3 billion in damages"},{"originalText":"Iraqi no-fly zones conflict: In a friendly-fire incident during Operation Provide Comfort, two U.S. Air Force aircraft mistakenly shot down two U.S. Army helicopters over northern Iraq, killing 26.","year":1994,"subtitle":"Iraqi no-fly zones conflict","url":"https://en.wikipedia.org/wiki/Iraqi_no-fly_zones_conflict","headline":"Friendly-fire incident in Iraqi no-fly zones kills 26"},{"originalText":"Let's Dance, David Bowie's best-selling album, was released.","year":1983,"subtitle":"Let's Dance (David Bowie album)","url":"https://en.wikipedia.org/wiki/Let's_Dance_(David_Bowie_album)","headline":"David Bowie's Let's Dance album released"},{"originalText":"Thousands of Georgians demonstrated in Tbilisi against an attempt by the Supreme Soviet of the Georgian SSR to change the constitutional status of the Georgian language.","year":1978,"subtitle":"1978 Georgian demonstrations","url":"https://en.wikipedia.org/wiki/1978_Georgian_demonstrations","headline":"Georgians protest attempt to change status of Georgian language"},{"originalText":"After an oxygen tank aboard Apollo 13 exploded, causing the spacecraft to lose most of its oxygen and electrical power, astronaut Jack Swigert reported: \"Houston, we've had a problem\" (audio featured).","year":1970,"subtitle":"Apollo 13","url":"https://en.wikipedia.org/wiki/Apollo_13","headline":"Apollo 13 reports oxygen tank explosion"},{"originalText":"After leading a military coup three months earlier, Gnassingbé Eyadéma installed himself as President of Togo, a post that he held until 2005.","year":1967,"subtitle":"Gnassingbé Eyadéma","url":"https://en.wikipedia.org/wiki/Gnassingb%C3%A9_Eyad%C3%A9ma","headline":"Gnassingbé Eyadéma becomes President of Togo"},{"originalText":"World War II: The German town of Friesoythe was razed by the 4th Canadian Division on the orders of Major General Christopher Vokes.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German town of Friesoythe razed by Canadian Division"},{"originalText":"The freighter Fort Stikine, carrying cotton bales, gold and ammunition, exploded in the harbour of Bombay, India, sinking surrounding ships and killing about 800 people.","year":1944,"subtitle":"SS Fort Stikine","url":"https://en.wikipedia.org/wiki/SS_Fort_Stikine","headline":"Freighter explosion in Bombay kills 800"},{"originalText":"Dust Bowl: A severe dust storm swept across Oklahoma and northern Texas, removing an estimated 300 million tons of topsoil from the prairies.","year":1935,"subtitle":"Dust Bowl","url":"https://en.wikipedia.org/wiki/Dust_Bowl","headline":"Severe dust storm sweeps across Oklahoma and Texas"},{"originalText":"Following a reactionary military revolt against the Committee of Union and Progress, a mob began a massacre of Armenian Christians in the Adana Vilayet of the Ottoman Empire.","year":1909,"subtitle":"31 March incident","url":"https://en.wikipedia.org/wiki/31_March_incident","headline":"Massacre of Armenian Christians in Ottoman Empire"},{"originalText":"The first Hauser Dam in the U.S. state of Montana failed, causing severe flooding and damage downstream.","year":1908,"subtitle":"Hauser Dam","url":"https://en.wikipedia.org/wiki/Hauser_Dam","headline":"Hauser Dam in Montana fails, causing flooding"},{"originalText":"The Azusa Street Revival, the primary catalyst for the spread of Pentecostalism in the 20th century, opened in Los Angeles.","year":1906,"subtitle":"Azusa Street Revival","url":"https://en.wikipedia.org/wiki/Azusa_Street_Revival","headline":"Azusa Street Revival opens in Los Angeles"},{"originalText":"Actor and Confederate sympathizer John Wilkes Booth fatally shot U.S. president Abraham Lincoln at Ford's Theatre in Washington, D.C.","year":1865,"subtitle":"Confederate States of America","url":"https://en.wikipedia.org/wiki/Confederate_States_of_America","headline":"John Wilkes Booth fatally shoots Abraham Lincoln"},{"originalText":"Wars of the Roses: The Yorkists under Edward IV defeated  the Lancastrians at the Battle of Barnet, killing Richard Neville, Earl of Warwick.","year":1471,"subtitle":"Wars of the Roses","url":"https://en.wikipedia.org/wiki/Wars_of_the_Roses","headline":"Edward IV defeats Lancastrians at Battle of Barnet"},{"originalText":"Polish ruler Mieszko I converted to Christianity, an event considered to be the founding of the Polish state.","year":966,"subtitle":"Mieszko I","url":"https://en.wikipedia.org/wiki/Mieszko_I","headline":"Mieszko I converts to Christianity, founding Polish state"},{"originalText":"War of Mutina: Despite initial success, troops loyal to Mark Antony were defeated near the Via Aemilia in northern Italy by legions loyal to the Roman Senate.","year":-43,"subtitle":"War of Mutina","url":"https://en.wikipedia.org/wiki/War_of_Mutina","headline":"Mark Antony's troops defeated in War of Mutina"}]}