{"dateLabel":"April 15","issue":"Issue 106","events":[{"originalText":"A fire (pictured) severely damaged Notre-Dame de Paris, destroying the cathedral's timber spire and much of the roof.","year":2019,"subtitle":"Notre-Dame fire","url":"https://en.wikipedia.org/wiki/Notre-Dame_fire","headline":"Notre-Dame de Paris severely damaged by fire"},{"originalText":"Dzhokhar and Tamerlan Tsarnaev set off two pressure cooker bombs during the running of the Boston Marathon, killing three people and injuring 264 others.","year":2013,"subtitle":"Dzhokhar Tsarnaev","url":"https://en.wikipedia.org/wiki/Dzhokhar_Tsarnaev","headline":"Boston Marathon bombing kills three, injures 264"},{"originalText":"At a GATT ministerial meeting in Marrakesh, Morocco, representatives of 123 countries and the European Communities signed an agreement to establish the World Trade Organization.","year":1994,"subtitle":"General Agreement on Tariffs and Trade","url":"https://en.wikipedia.org/wiki/General_Agreement_on_Tariffs_and_Trade","headline":"World Trade Organization established in Marrakesh"},{"originalText":"The Hillsborough disaster, a human crush that caused 97 deaths in the worst disaster in British sporting history, occurred during an FA Cup match between Liverpool and Nottingham Forest in Sheffield.","year":1989,"subtitle":"Hillsborough disaster","url":"https://en.wikipedia.org/wiki/Hillsborough_disaster","headline":"Hillsborough disaster claims 97 lives during FA Cup match"},{"originalText":"On Walter O'Malley's initiative, the Los Angeles Dodgers and San Francisco Giants played the first Major League Baseball game on the U.S. West Coast.","year":1958,"subtitle":"Walter O'Malley","url":"https://en.wikipedia.org/wiki/Walter_O'Malley","headline":"First MLB game on U.S. West Coast played by Dodgers and Giants"},{"originalText":"The Indiaman departed Victoria Coach Station, London, as part of the first UK–India bus service.","year":1957,"subtitle":"Victoria Coach Station","url":"https://en.wikipedia.org/wiki/Victoria_Coach_Station","headline":"First UK-India bus service departs from London"},{"originalText":"The Boeing B-52 Stratofortress, a long-range, subsonic, jet-powered, strategic bomber operated by the U.S. Air Force for most of the aircraft's history, made its first flight.","year":1952,"subtitle":"Boeing B-52 Stratofortress","url":"https://en.wikipedia.org/wiki/Boeing_B-52_Stratofortress","headline":"Boeing B-52 Stratofortress makes maiden flight"},{"originalText":"Jackie Robinson, the first African American to break the baseball color line, played his first game in Major League Baseball.","year":1947,"subtitle":"Jackie Robinson","url":"https://en.wikipedia.org/wiki/Jackie_Robinson","headline":"Jackie Robinson breaks baseball color line in MLB debut"},{"originalText":"Two Jews were killed near Tulkarm in Mandatory Palestine,  an act widely viewed as the beginning of violence within the Arab revolt.","year":1936,"subtitle":"1936 Tulkarm shooting","url":"https://en.wikipedia.org/wiki/1936_Tulkarm_shooting","headline":"Violence erupts in Mandatory Palestine with killing of two Jews"},{"originalText":"Torrential rains caused the Mississippi River to break out of its levee system in at least 145 places, resulting in the worst flooding in the history of the United States.","year":1927,"subtitle":"Mississippi River","url":"https://en.wikipedia.org/wiki/Mississippi_River","headline":"Mississippi River flooding worst in U.S. history"},{"originalText":"Ten Japanese-American children were killed in a racially motivated arson attack on a school in Sacramento, California.","year":1923,"subtitle":"Nihon Shōgakkō fire","url":"https://en.wikipedia.org/wiki/Nihon_Sh%C5%8Dgakk%C5%8D_fire","headline":"Racially motivated arson attack kills ten Japanese-American children"},{"originalText":"U.S. senator John B. Kendrick (pictured) introduced a resolution calling for an investigation of a secret land deal involving U.S. president Warren G. Harding's administration, leading to the Teapot Dome scandal.","year":1922,"subtitle":"John B. Kendrick","url":"https://en.wikipedia.org/wiki/John_B._Kendrick","headline":"Senator calls for investigation into Teapot Dome scandal"},{"originalText":"More than 1,500 people on the Titanic died when the passenger liner sank after colliding with an iceberg southeast of Newfoundland.","year":1912,"subtitle":"Titanic","url":"https://en.wikipedia.org/wiki/Titanic","headline":"Over 1,500 perish in Titanic sinking"},{"originalText":"The Italian tricolour is adopted as national flag by the newly formed Kingdom of Italy.","year":1861,"subtitle":"Flag of Italy","url":"https://en.wikipedia.org/wiki/Flag_of_Italy","headline":"Italian tricolour adopted as national flag"},{"originalText":"English poet William Wordsworth and his sister Dorothy encountered a \"long belt\" of daffodils while walking around Ullswater in the Lake District, inspiring him to pen his best-known work, \"I Wandered Lonely as a Cloud\".","year":1802,"subtitle":"William Wordsworth","url":"https://en.wikipedia.org/wiki/William_Wordsworth","headline":"Wordsworth inspired by daffodils to write famous poem"},{"originalText":"Serse, an opera by Baroque composer George Frideric Handel loosely based on Xerxes I of Persia, premiered in London.","year":1738,"subtitle":"Serse","url":"https://en.wikipedia.org/wiki/Serse","headline":"Handel's opera 'Serse' premieres in London"},{"originalText":"Thirty Years' War: A Swedish–German army defeated the forces of the Catholic League at the Battle of Rain, mortally wounding their commander Johann Tserclaes, Count of Tilly.","year":1632,"subtitle":"Thirty Years' War","url":"https://en.wikipedia.org/wiki/Thirty_Years'_War","headline":"Swedish-German army defeats Catholic League at Battle of Rain"},{"originalText":"Byzantine–Norman wars: After a siege of almost three years, Italo-Norman forces conquered the city of Bari, the capital of the Catepanate of Italy, ending more than five centuries of Byzantine presence in the region.","year":1071,"subtitle":"Byzantine–Norman wars","url":"https://en.wikipedia.org/wiki/Byzantine%E2%80%93Norman_wars","headline":"Italo-Norman forces conquer Bari, ending Byzantine presence"},{"originalText":"The final session of the Lateran Council, convened to rectify abuses in the papal electoral process that had led to the elevation of the antipopes Constantine II and Philip, was held in Rome.","year":769,"subtitle":"Lateran Council (769)","url":"https://en.wikipedia.org/wiki/Lateran_Council_(769)","headline":"Lateran Council addresses papal election abuses in Rome"}]}