{"dateLabel":"April 16","issue":"Issue 107","events":[{"originalText":"The ferry MV Sewol (pictured) capsized and sank off Donggeochado, South Korea, killing 306 people, mainly students from Danwon High School.","year":2014,"subtitle":"MV Sewol","url":"https://en.wikipedia.org/wiki/MV_Sewol","headline":"MV Sewol ferry capsizes off Donggeochado, South Korea, killing 306"},{"originalText":"In one of the deadliest shooting incidents in United States history, a gunman killed 32 people and wounded over 20 more before committing suicide at the Virginia Polytechnic Institute and State University in Blacksburg, Virginia (memorial pictured).","year":2007,"subtitle":"Virginia Tech shooting","url":"https://en.wikipedia.org/wiki/Virginia_Tech_shooting","headline":"Gunman kills 32 at Virginia Tech before committing suicide"},{"originalText":"India and Bangladesh began a six-day conflict over their disputed border, which ended in a stalemate.","year":2001,"subtitle":"2001 Bangladesh–India border clashes","url":"https://en.wikipedia.org/wiki/2001_Bangladesh%E2%80%93India_border_clashes","headline":"India and Bangladesh conflict over disputed border ends in stalemate"},{"originalText":"In response to an open letter written by white clergymen, Martin Luther King Jr. wrote the Letter from Birmingham Jail in defence of the strategy of nonviolent resistance against racism.","year":1963,"subtitle":"A Call for Unity","url":"https://en.wikipedia.org/wiki/A_Call_for_Unity","headline":"Martin Luther King Jr. writes Letter from Birmingham Jail"},{"originalText":"The Organisation for European Economic Co-operation, headquartered in Paris, was founded.","year":1948,"subtitle":"OECD","url":"https://en.wikipedia.org/wiki/OECD","headline":"Organisation for European Economic Co-operation founded in Paris"},{"originalText":"Second World War: British and Canadian forces concluded the Liberation of Arnhem in the Netherlands from German occupation.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"British and Canadian forces liberate Arnhem from German occupation"},{"originalText":"Polish–Soviet War: The Polish army launched the Vilna offensive to capture Vilnius (now in Lithuania) from the Red Army.","year":1919,"subtitle":"Polish–Soviet War","url":"https://en.wikipedia.org/wiki/Polish%E2%80%93Soviet_War","headline":"Polish army launches Vilna offensive against Red Army"},{"originalText":"World War I: Several French army corps began a massive assault against the German-occupied Chemin des Dames ridge, south of Laon, France.","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"French army assaults German-occupied Chemin des Dames ridge"},{"originalText":"American pilot Harriet Quimby (pictured)  became the first woman to fly across the English Channel.","year":1912,"subtitle":"Harriet Quimby","url":"https://en.wikipedia.org/wiki/Harriet_Quimby","headline":"Harriet Quimby becomes first woman to fly across English Channel"},{"originalText":"Slavery in Washington, D.C., ended when the District of Columbia Compensated Emancipation Act became law.","year":1862,"subtitle":"Washington, D.C.","url":"https://en.wikipedia.org/wiki/Washington%2C_D.C.","headline":"Slavery ends in Washington, D.C. with Compensated Emancipation Act"},{"originalText":"French Revolutionary Wars: Severely outnumbered French forces repulsed an Ottoman attack at the Battle of Mount Tabor in present-day Israel.","year":1799,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"French forces repel Ottoman attack at Battle of Mount Tabor"},{"originalText":"A revolt of citizens of Toledo in Castile, opposed to the rule of the foreign-born Charles I, began when the royal government attempted to unseat radical city councilors.","year":1520,"subtitle":"Revolt of the Comuneros","url":"https://en.wikipedia.org/wiki/Revolt_of_the_Comuneros","headline":"Revolt against foreign-born Charles I begins in Toledo, Castile"}]}