{"dateLabel":"April 17","issue":"Issue 108","events":[{"originalText":"NASA announced the discovery of Kepler-186f, the first exoplanet with a radius similar to Earth's discovered in the habitable zone of another star.","year":2014,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"NASA Discovers Earth-like Exoplanet Kepler-186f in Habitable Zone"},{"originalText":"Having supposedly been at war for 335 years without a single shot having been fired and no casualties incurred, the Netherlands and the Isles of Scilly declared peace.","year":1986,"subtitle":"Three Hundred and Thirty Five Years' War","url":"https://en.wikipedia.org/wiki/Three_Hundred_and_Thirty_Five_Years'_War","headline":"Netherlands and Isles of Scilly Declare Peace After 335 Years of War"},{"originalText":"Metropolitan Police officer Yvonne Fletcher was shot and killed while on duty during a protest outside the Libyan embassy in London's St James's Square, resulting in an 11-day police siege of the building and a breakdown of diplomatic relations between the two nations.","year":1984,"subtitle":"Metropolitan Police","url":"https://en.wikipedia.org/wiki/Metropolitan_Police","headline":"Metropolitan Police Officer Yvonne Fletcher Killed Outside Libyan Embassy"},{"originalText":"The Khmer Rouge captured Phnom Penh, the capital of the Khmer Republic, ending the Cambodian Civil War and establishing the socialist state of Democratic Kampuchea.","year":1975,"subtitle":"Khmer Rouge","url":"https://en.wikipedia.org/wiki/Khmer_Rouge","headline":"Khmer Rouge Captures Phnom Penh, Ending Cambodian Civil War"},{"originalText":"George Lucas began writing a 13-page film treatment entitled The Star Wars.","year":1973,"subtitle":"George Lucas","url":"https://en.wikipedia.org/wiki/George_Lucas","headline":"George Lucas Begins Writing 'The Star Wars' Treatment"},{"originalText":"Ustaše-affiliated Croatian separatists attacked the Yugoslav embassy in Stockholm, fatally shooting the ambassador, Vladimir Rolović.","year":1971,"subtitle":"Ustaše","url":"https://en.wikipedia.org/wiki/Usta%C5%A1e","headline":"Yugoslav Ambassador Vladimir Rolović Shot Dead in Stockholm Embassy Attack"},{"originalText":"Sirhan Sirhan was convicted of the assassination of United States Senator Robert F. Kennedy.","year":1969,"subtitle":"Sirhan Sirhan","url":"https://en.wikipedia.org/wiki/Sirhan_Sirhan","headline":"Sirhan Sirhan Convicted of Robert F. Kennedy Assassination"},{"originalText":"The Peak District was designated the first national park in the United Kingdom.","year":1951,"subtitle":"Peak District","url":"https://en.wikipedia.org/wiki/Peak_District","headline":"Peak District Designated First National Park in UK"},{"originalText":"Minas Geraes (pictured), the first of three Brazilian dreadnought battleships, was laid down, sparking a vastly expensive South American naval arms race with Argentina and Chile.","year":1907,"subtitle":"Brazilian battleship Minas Geraes","url":"https://en.wikipedia.org/wiki/Brazilian_battleship_Minas_Geraes","headline":"Brazil Lays Down First Dreadnought Battleship Minas Geraes"},{"originalText":"Napoleonic Wars: After a three-day chase, a British squadron under Alexander Cochrane captured the French ship-of-the-line D'Hautpoul off Puerto Rico.","year":1809,"subtitle":"Napoleonic Wars","url":"https://en.wikipedia.org/wiki/Napoleonic_Wars","headline":"British Squadron Captures French Ship D'Hautpoul in Napoleonic Wars"},{"originalText":"French Revolutionary Wars: British forces commanded by Lieutenant-General Ralph Abercromby invaded the Spanish colonial port of San Juan, Puerto Rico.","year":1797,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"British Forces Invade San Juan, Puerto Rico in French Revolutionary Wars"},{"originalText":"The Mechanical Turk, a fraudulent chess-playing \"machine\" by Wolfgang von Kempelen that was secretly controlled by a hidden human, began a tour of Europe.","year":1783,"subtitle":"Mechanical Turk","url":"https://en.wikipedia.org/wiki/Mechanical_Turk","headline":"Fraudulent Chess-Playing 'Machine' Mechanical Turk Begins European Tour"},{"originalText":"Lithuanian Crusade: After a month-long siege, forces of the Teutonic Order captured and destroyed Kaunas Castle (reconstruction pictured), which was defended by troops of the Grand Duchy of Lithuania.","year":1362,"subtitle":"Lithuanian Crusade","url":"https://en.wikipedia.org/wiki/Lithuanian_Crusade","headline":"Teutonic Order Captures and Destroys Kaunas Castle After Siege"},{"originalText":"Canute IV became King of Denmark upon the death of his brother Harald III.","year":1080,"subtitle":"Canute IV of Denmark","url":"https://en.wikipedia.org/wiki/Canute_IV_of_Denmark","headline":"Canute IV Becomes King of Denmark After Brother's Death"}]}