{"dateLabel":"April 18","issue":"Issue 109","events":[{"originalText":"The United States Department of Justice released a redacted version of the Mueller report about the investigation of Russian influence on the U.S. presidential election to Congress and the public.","year":2019,"subtitle":"United States Department of Justice","url":"https://en.wikipedia.org/wiki/United_States_Department_of_Justice","headline":"Mueller Report Released by U.S. Department of Justice"},{"originalText":"A ladle spilled 30 tonnes (33 tons) of molten steel in a factory in Liaoning, China, killing 32 workers.","year":2007,"subtitle":"Qinghe Special Steel Corporation disaster","url":"https://en.wikipedia.org/wiki/Qinghe_Special_Steel_Corporation_disaster","headline":"Tragic Accident in Liaoning, China: 32 Workers Killed by Molten Steel Spill"},{"originalText":"Operation Grapes of Wrath: Israeli forces shelled Qana, Lebanon, killing at least 100 civilians and injuring more than 110 others at a United Nations compound.","year":1996,"subtitle":"Operation Grapes of Wrath","url":"https://en.wikipedia.org/wiki/Operation_Grapes_of_Wrath","headline":"Israeli Forces Shell Qana, Lebanon, Killing Over 100 Civilians"},{"originalText":"Robert Mugabe (pictured) became the first prime minister of Zimbabwe, beginning a 37-year period in power.","year":1980,"subtitle":"Robert Mugabe","url":"https://en.wikipedia.org/wiki/Robert_Mugabe","headline":"Robert Mugabe Becomes First Prime Minister of Zimbabwe"},{"originalText":"Controversial American poet Ezra Pound was released from St. Elizabeths Hospital, a psychiatric hospital in Washington, D.C., in which he had been incarcerated for twelve years.","year":1958,"subtitle":"Ezra Pound","url":"https://en.wikipedia.org/wiki/Ezra_Pound","headline":"Controversial Poet Ezra Pound Released from Psychiatric Hospital"},{"originalText":"The Republic of Ireland Act 1948 came into force, declaring Ireland a republic and terminating its membership in the British Commonwealth of Nations.","year":1949,"subtitle":"The Republic of Ireland Act 1948","url":"https://en.wikipedia.org/wiki/The_Republic_of_Ireland_Act_1948","headline":"Republic of Ireland Declared a Republic, Leaves British Commonwealth"},{"originalText":"The final session of the League of Nations concluded in Geneva, with delegates agreeing to transfer much of its assets to the United Nations.","year":1946,"subtitle":"League of Nations","url":"https://en.wikipedia.org/wiki/League_of_Nations","headline":"League of Nations Concludes Final Session, Transfers Assets to UN"},{"originalText":"Superman, created by Jerry Siegel and Joe Shuster of DC Comics, made his debut in Action Comics #1, the first true superhero comic book.","year":1938,"subtitle":"Superman","url":"https://en.wikipedia.org/wiki/Superman","headline":"Superman Makes Debut in Action Comics #1"},{"originalText":"World War I: Hit by ground fire, French aviation pioneer Roland Garros (pictured) landed his aircraft behind enemy lines and was taken prisoner.","year":1915,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"French Aviation Pioneer Roland Garros Taken Prisoner in WWI"},{"originalText":"The painted ceilings of the Natural History Museum, London, were unveiled when the building opened its doors to the public.","year":1881,"subtitle":"Ceilings of the Natural History Museum, London","url":"https://en.wikipedia.org/wiki/Ceilings_of_the_Natural_History_Museum%2C_London","headline":"Natural History Museum in London Unveils Painted Ceilings"},{"originalText":"American Revolutionary War: Colonists Paul Revere and William Dawes, later joined by Samuel Prescott, began a midnight ride to warn residents of Lexington and Concord, Massachusetts, about the impending arrival of British troops.","year":1775,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Paul Revere and William Dawes Begin Midnight Ride in American Revolutionary War"},{"originalText":"Glorious Revolution: Provincial militia and citizens in Boston revolted, arresting officials of the Dominion of New England.","year":1689,"subtitle":"Glorious Revolution","url":"https://en.wikipedia.org/wiki/Glorious_Revolution","headline":"Revolt in Boston During Glorious Revolution: Officials Arrested"}]}