{"dateLabel":"April 20","issue":"Issue 111","events":[{"originalText":"An explosion on Deepwater Horizon, an offshore rig in the Gulf of Mexico, resulted in the largest marine oil spill in history.","year":2010,"subtitle":"Deepwater Horizon explosion","url":"https://en.wikipedia.org/wiki/Deepwater_Horizon_explosion","headline":"Explosion on Deepwater Horizon rig leads to largest marine oil spill in history"},{"originalText":"American racing driver Danica Patrick won the Indy Japan 300, becoming the first woman to win an IndyCar auto race.","year":2008,"subtitle":"Danica Patrick","url":"https://en.wikipedia.org/wiki/Danica_Patrick","headline":"Danica Patrick makes history as first woman to win IndyCar auto race"},{"originalText":"Fernando Lugo became the first non–Colorado Party candidate to be elected President of Paraguay in 61 years.","year":2008,"subtitle":"Fernando Lugo","url":"https://en.wikipedia.org/wiki/Fernando_Lugo","headline":"Fernando Lugo elected as first non-Colorado Party President of Paraguay in 61 years"},{"originalText":"An incomplete tunnel leading to Singapore's Nicoll Highway MRT station collapsed that led to four deaths and the station's relocation.","year":2004,"subtitle":"Nicoll Highway MRT station","url":"https://en.wikipedia.org/wiki/Nicoll_Highway_MRT_station","headline":"Tunnel collapse at Nicoll Highway MRT station in Singapore results in four deaths"},{"originalText":"Students Eric Harris and Dylan Klebold embarked on a massacre, killing 13 people and wounding more than 20 others before committing suicide at Columbine High School in Columbine, Colorado.","year":1999,"subtitle":"Eric Harris and Dylan Klebold","url":"https://en.wikipedia.org/wiki/Eric_Harris_and_Dylan_Klebold","headline":"Massacre at Columbine High School leaves 13 dead and over 20 wounded"},{"originalText":"Korean Air Lines Flight 902 was shot down after violating Soviet airspace, forcing it to make an emergency landing.","year":1978,"subtitle":"Korean Air Lines Flight 902","url":"https://en.wikipedia.org/wiki/Korean_Air_Lines_Flight_902","headline":"Korean Air Lines Flight 902 shot down after violating Soviet airspace"},{"originalText":"Pierre Trudeau was sworn in as prime minister of Canada, succeeding Lester B. Pearson.","year":1968,"subtitle":"Pierre Trudeau","url":"https://en.wikipedia.org/wiki/Pierre_Trudeau","headline":"Pierre Trudeau sworn in as prime minister of Canada"},{"originalText":"Enoch Powell (pictured), a British Conservative member of Parliament, made a controversial speech in opposition to immigration and anti-discrimination legislation, resulting in his removal from the shadow cabinet.","year":1968,"subtitle":"Enoch Powell","url":"https://en.wikipedia.org/wiki/Enoch_Powell","headline":"Enoch Powell removed from shadow cabinet after controversial speech on immigration"},{"originalText":"South African Airways Flight 228 crashed shortly after take-off from Windhoek in South West Africa, resulting in 123 deaths.","year":1968,"subtitle":"South African Airways Flight 228","url":"https://en.wikipedia.org/wiki/South_African_Airways_Flight_228","headline":"South African Airways Flight 228 crashes after take-off, 123 dead"},{"originalText":"World War II: German and Italian forces began a large-scale counter-insurgency operation in occupied Yugoslavia.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German and Italian forces launch counter-insurgency operation in occupied Yugoslavia"},{"originalText":"Adolf Hitler's 50th birthday was celebrated as a national holiday in Nazi Germany.","year":1939,"subtitle":"Adolf Hitler","url":"https://en.wikipedia.org/wiki/Adolf_Hitler","headline":"Adolf Hitler's 50th birthday celebrated as national holiday in Nazi Germany"},{"originalText":"Billie Holiday recorded the song \"Strange Fruit\", which later became an emblem of the civil rights movement.","year":1939,"subtitle":"Billie Holiday","url":"https://en.wikipedia.org/wiki/Billie_Holiday","headline":"Billie Holiday records iconic civil rights song \"Strange Fruit\""},{"originalText":"A fire and a gun battle between the Colorado National Guard and striking coal miners led to 17 deaths in the Ludlow Massacre.","year":1914,"subtitle":"Colorado National Guard","url":"https://en.wikipedia.org/wiki/Colorado_National_Guard","headline":"Ludlow Massacre: 17 dead in fire and gun battle between National Guard and miners"},{"originalText":"French explorer René Caillié reached Timbuktu in present-day Mali, and later received a 9,000-franc prize from the Société de Géographie for being the first European to return with a description of the city.","year":1828,"subtitle":"René Caillié","url":"https://en.wikipedia.org/wiki/Ren%C3%A9_Cailli%C3%A9","headline":"French explorer René Caillié reaches Timbuktu, wins prize for first European description"},{"originalText":"Four days after the Court of King's Bench upheld an English murder suspect's right to a trial by battle in Ashford v Thornton, the plaintiff declined to fight, allowing the defendant to go free.","year":1818,"subtitle":"Court of King's Bench (England)","url":"https://en.wikipedia.org/wiki/Court_of_King's_Bench_(England)","headline":"English murder suspect's trial by battle ends with plaintiff declining to fight"},{"originalText":"War of the Fifth Coalition: Commanded by Napoleon, Franco-German forces defeated a reinforced Austrian corps at the Battle of Abensberg.","year":1809,"subtitle":"War of the Fifth Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_Fifth_Coalition","headline":"Napoleon's forces defeat Austrians at Battle of Abensberg in Fifth Coalition War"},{"originalText":"Anglo-Spanish War: The English navy sank much of a Spanish treasure fleet at the Battle of Santa Cruz de Tenerife off the Canary Islands, but was unable to capture the treasure.","year":1657,"subtitle":"Anglo-Spanish War (1654–1660)","url":"https://en.wikipedia.org/wiki/Anglo-Spanish_War_(1654%E2%80%931660)","headline":"English navy sinks Spanish treasure fleet at Battle of Santa Cruz de Tenerife"},{"originalText":"Bacatá, the main settlement of the Muisca Confederation in present-day Colombia, was conquered by Spanish conquistadors led by Gonzalo Jiménez de Quesada.","year":1537,"subtitle":"Bacatá","url":"https://en.wikipedia.org/wiki/Bacat%C3%A1","headline":"Spanish conquistadors conquer Bacatá in Colombia"},{"originalText":"Sun dogs were observed over Stockholm, Sweden, inspiring the painting Vädersolstavlan (depicted), the oldest coloured depiction of the city.","year":1535,"subtitle":"Sun dog","url":"https://en.wikipedia.org/wiki/Sun_dog","headline":"Sun dogs over Stockholm inspire oldest coloured depiction of the city"}]}