{"dateLabel":"April 21","issue":"Issue 112","events":[{"originalText":"The Indonesian Navy submarine Nanggala sank with the loss of all 53 people on board.","year":2021,"subtitle":"Indonesian Navy","url":"https://en.wikipedia.org/wiki/Indonesian_Navy","headline":"Indonesian Navy submarine Nanggala sinks, 53 people lost"},{"originalText":"The city of Flint, Michigan, U.S., changed its water source to the Flint River, which exposed residents to lead poisoning.","year":2014,"subtitle":"Flint, Michigan","url":"https://en.wikipedia.org/wiki/Flint%2C_Michigan","headline":"Flint, Michigan changes water source to Flint River, lead poisoning exposed"},{"originalText":"Ukraine and Russia signed the Kharkiv Pact, extending the Russian lease on naval facilities in Crimea.","year":2010,"subtitle":"Kharkiv Pact","url":"https://en.wikipedia.org/wiki/Kharkiv_Pact","headline":"Ukraine and Russia sign Kharkiv Pact, extending Russian lease on naval facilities in Crimea"},{"originalText":"South Vietnamese  president Nguyễn Văn Thiệu resigned on hearing of the fall of Xuân Lộc, the last battle of the Vietnam War.","year":1975,"subtitle":"South Vietnam","url":"https://en.wikipedia.org/wiki/South_Vietnam","headline":"South Vietnamese president Nguyễn Văn Thiệu resigns after fall of Xuân Lộc"},{"originalText":"In response to a dispute over wheat production quotas, Leonard Casley declared his 75 km2 (29 sq mi) farm in Western Australia to be an independent country as the Hutt River Province.","year":1970,"subtitle":"Western Australia","url":"https://en.wikipedia.org/wiki/Western_Australia","headline":"Leonard Casley declares farm in Western Australia as independent country"},{"originalText":"The Century 21 Exposition, the first world's fair in the United States since World War II, opened in Seattle.","year":1962,"subtitle":"Century 21 Exposition","url":"https://en.wikipedia.org/wiki/Century_21_Exposition","headline":"Century 21 Exposition opens in Seattle, first world's fair in U.S. since WWII"},{"originalText":"United Airlines Flight 736 collided with a U.S. Air Force fighter jet over southern Nevada, resulting in the deaths of all 49 people on board both aircraft.","year":1958,"subtitle":"United Air Lines Flight 736","url":"https://en.wikipedia.org/wiki/United_Air_Lines_Flight_736","headline":"United Airlines Flight 736 collides with U.S. Air Force fighter jet, 49 people dead"},{"originalText":"The \"Surgeon's Photograph\", purportedly showing the Loch Ness Monster (later revealed to be a hoax), was published in the Daily Mail.","year":1934,"subtitle":"Loch Ness Monster","url":"https://en.wikipedia.org/wiki/Loch_Ness_Monster","headline":"Loch Ness Monster hoax revealed, 'Surgeon's Photograph' published in Daily Mail"},{"originalText":"Forces of the Republic of Texas led by Sam Houston defeated the Mexican troops of General Antonio López de Santa Anna in the Battle of San Jacinto, the decisive and final battle of the Texas Revolution.","year":1836,"subtitle":"Republic of Texas","url":"https://en.wikipedia.org/wiki/Republic_of_Texas","headline":"Sam Houston's forces defeat Mexican troops in Battle of San Jacinto"},{"originalText":"The Ladies of Trenton social club hosted a reception (depicted) for President-elect George Washington as he journeyed to New York City for his first inauguration.","year":1789,"subtitle":"George Washington's reception at Trenton","url":"https://en.wikipedia.org/wiki/George_Washington's_reception_at_Trenton","headline":"Ladies of Trenton host reception for President-elect George Washington"},{"originalText":"The Wignacourt Aqueduct (pictured) in Malta was inaugurated and was used to carry water to Valletta for about 300 years.","year":1615,"subtitle":"Wignacourt Aqueduct","url":"https://en.wikipedia.org/wiki/Wignacourt_Aqueduct","headline":"Wignacourt Aqueduct in Malta inaugurated, used for 300 years"},{"originalText":"Henry VIII became King of England, following the death of his father Henry VII, eventually becoming a significant figure in the history of the English monarchy.","year":1509,"subtitle":"Henry VIII","url":"https://en.wikipedia.org/wiki/Henry_VIII","headline":"Henry VIII becomes King of England after father's death"},{"originalText":"Ælfric of Abingdon was appointed Archbishop of Canterbury","year":995,"subtitle":"Ælfric of Abingdon","url":"https://en.wikipedia.org/wiki/%C3%86lfric_of_Abingdon","headline":"Ælfric of Abingdon appointed Archbishop of Canterbury"},{"originalText":"A debt was pardoned by the chief of Tondo on the island of Luzon and recorded on the Laguna Copperplate Inscription, the earliest known calendar-dated document found in the Philippines.","year":900,"subtitle":"Tondo (historical polity)","url":"https://en.wikipedia.org/wiki/Tondo_(historical_polity)","headline":"Debt pardoned by chief of Tondo recorded on Laguna Copperplate Inscription"},{"originalText":"Forces led by Mark Antony fought the Battle of Mutina against those of Decimus Brutus, one of Julius Caesar's assassins.","year":-43,"subtitle":"Mark Antony","url":"https://en.wikipedia.org/wiki/Mark_Antony","headline":"Mark Antony's forces battle Decimus Brutus at Mutina"},{"originalText":"Romulus and Remus (depicted) legendarily founded the city of Rome, according to the calculations of ancient Roman scholar Varro Reatinus.","year":-753,"subtitle":"Romulus and Remus","url":"https://en.wikipedia.org/wiki/Romulus_and_Remus","headline":"Romulus and Remus legendarily found city of Rome"}]}