{"dateLabel":"April 22","issue":"Issue 113","events":[{"originalText":"American climate activist Wynn Bruce set himself on fire outside the United States Supreme Court Building in an apparent protest against the climate crisis.","year":2022,"subtitle":"Self-immolation of Wynn Bruce","url":"https://en.wikipedia.org/wiki/Self-immolation_of_Wynn_Bruce","headline":"American climate activist Wynn Bruce sets himself on fire in protest outside US Supreme Court"},{"originalText":"The Paris Agreement, an international treaty on climate change, opened for signature and was signed by 175 parties.","year":2016,"subtitle":"Paris Agreement","url":"https://en.wikipedia.org/wiki/Paris_Agreement","headline":"Paris Agreement signed by 175 parties in international treaty on climate change"},{"originalText":"The Royal Canadian Mounted Police arrested two men who were plotting to commit terrorist attacks against Via Rail operations.","year":2013,"subtitle":"Royal Canadian Mounted Police","url":"https://en.wikipedia.org/wiki/Royal_Canadian_Mounted_Police","headline":"Two men arrested for plotting terrorist attacks against Via Rail operations in Canada"},{"originalText":"Flammable cargo exploded at a railway station in Ryongchon, North Korea, killing at least 54 people and injuring more than a thousand others.","year":2004,"subtitle":"Ryongchon disaster","url":"https://en.wikipedia.org/wiki/Ryongchon_disaster","headline":"Explosion at railway station in Ryongchon, North Korea kills 54 and injures over a thousand"},{"originalText":"In a pre-dawn raid, U.S. federal agents seized six-year-old Elián González from his relatives' home in Miami and returned him to his Cuban father.","year":2000,"subtitle":"Elián González","url":"https://en.wikipedia.org/wiki/Eli%C3%A1n_Gonz%C3%A1lez","headline":"US federal agents seize Elián González from relatives' home in Miami, return him to Cuban father"},{"originalText":"Stephen Lawrence, a black British teenager, was murdered while waiting for a bus in Eltham, London, leading to cultural changes of attitudes on racism and the police, and to the law and police practice.","year":1993,"subtitle":"Black British people","url":"https://en.wikipedia.org/wiki/Black_British_people","headline":"Black British teenager Stephen Lawrence murdered in Eltham, London, sparking cultural changes"},{"originalText":"Korean War: The Chinese People's Volunteer Army attacked positions occupied mainly by Australian and Canadian forces, starting the Battle of Kapyong.","year":1951,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"Chinese People's Volunteer Army attacks Australian and Canadian forces in Battle of Kapyong"},{"originalText":"Civil War in Mandatory Palestine: The Jewish paramilitary group Haganah captured Haifa from the Arab Liberation Army.","year":1948,"subtitle":"1947–1948 civil war in Mandatory Palestine","url":"https://en.wikipedia.org/wiki/1947%E2%80%931948_civil_war_in_Mandatory_Palestine","headline":"Haganah captures Haifa from Arab Liberation Army in Civil War in Mandatory Palestine"},{"originalText":"About 600 prisoners of the Jasenovac concentration camp in the Independent State of Croatia revolted, but only 80 managed to escape while the remainder were killed by the Ustaše regime.","year":1945,"subtitle":"Jasenovac concentration camp","url":"https://en.wikipedia.org/wiki/Jasenovac_concentration_camp","headline":"Prisoners revolt at Jasenovac concentration camp in Croatia, 80 escape, others killed by Ustaše regime"},{"originalText":"The short-lived Transcaucasian Democratic Federative Republic was established on territory formerly part of the Russian Empire.","year":1918,"subtitle":"Transcaucasian Democratic Federative Republic","url":"https://en.wikipedia.org/wiki/Transcaucasian_Democratic_Federative_Republic","headline":"Transcaucasian Democratic Federative Republic established on former Russian Empire territory"},{"originalText":"The first meeting of the Colonial Defence Committee, a standing committee of the British Colonial Office, was held to discuss the defence of Barbados.","year":1885,"subtitle":"Colonial Defence Committee","url":"https://en.wikipedia.org/wiki/Colonial_Defence_Committee","headline":"Colonial Defence Committee holds first meeting to discuss defence of Barbados"},{"originalText":"The U.S. Congress authorized the creation of a two-cent coin (pictured), the first U.S. currency to bear the phrase \"In God We Trust\".","year":1864,"subtitle":"Coinage Act of 1864","url":"https://en.wikipedia.org/wiki/Coinage_Act_of_1864","headline":"US Congress authorizes creation of two-cent coin bearing phrase 'In God We Trust'"},{"originalText":"A fleet commanded by Pedro Álvares Cabral (pictured) anchored off present-day Brazil; he later claimed the land for the Portuguese Empire.","year":1500,"subtitle":"Pedro Álvares Cabral","url":"https://en.wikipedia.org/wiki/Pedro_%C3%81lvares_Cabral","headline":"Pedro Álvares Cabral anchors fleet off Brazil, claims land for Portuguese Empire"}]}