{"dateLabel":"April 23","issue":"Issue 114","events":[{"originalText":"A landslide triggered the collapse of a jade mine in Hpakant, Myanmar, resulting in six confirmed deaths and presumed dozens more.","year":2019,"subtitle":"April 2019 Hpakant jade mine collapse","url":"https://en.wikipedia.org/wiki/April_2019_Hpakant_jade_mine_collapse","headline":"Landslide in Hpakant, Myanmar kills 6 with dozens missing"},{"originalText":"A man intentionally struck pedestrians with a van on Yonge Street in Toronto, Canada, leading to 11 deaths.","year":2018,"subtitle":"2018 Toronto van attack","url":"https://en.wikipedia.org/wiki/2018_Toronto_van_attack","headline":"Van attack on Yonge Street in Toronto leaves 11 dead"},{"originalText":"Arizona governor Jan Brewer signed into law the controversial anti–illegal immigration bill SB 1070, much of which was later struck down by the U.S. Supreme Court.","year":2010,"subtitle":"Jan Brewer","url":"https://en.wikipedia.org/wiki/Jan_Brewer","headline":"Arizona governor signs controversial anti-immigration bill SB 1070"},{"originalText":"Gamma-ray burst GRB 090423 was detected, coming from the most distant astronomical object of any kind known at the time.","year":2009,"subtitle":"Gamma-ray burst","url":"https://en.wikipedia.org/wiki/Gamma-ray_burst","headline":"Gamma-ray burst GRB 090423 detected from most distant object"},{"originalText":"Blair Peach, a British activist, was fatally injured after being knocked unconscious during an Anti-Nazi League demonstration in Southall, London, against a National Front election meeting.","year":1979,"subtitle":"Death of Blair Peach","url":"https://en.wikipedia.org/wiki/Death_of_Blair_Peach","headline":"British activist Blair Peach fatally injured in London demonstration"},{"originalText":"The Ramones released their eponymous debut album, which became highly influential on the emerging punk rock movement.","year":1976,"subtitle":"Ramones","url":"https://en.wikipedia.org/wiki/Ramones","headline":"The Ramones release influential debut album"},{"originalText":"The Rolling Stones released Sticky Fingers, the first album on their own label, Rolling Stones Records.","year":1971,"subtitle":"The Rolling Stones","url":"https://en.wikipedia.org/wiki/The_Rolling_Stones","headline":"The Rolling Stones release Sticky Fingers on new label"},{"originalText":"Batting for the Milwaukee Braves against Vic Raschi of the St. Louis Cardinals, Hank Aaron hit the first of his 755 home runs in Major League Baseball.","year":1954,"subtitle":"Batting (baseball)","url":"https://en.wikipedia.org/wiki/Batting_(baseball)","headline":"Hank Aaron hits first of 755 home runs in MLB"},{"originalText":"American journalist William N. Oatis was arrested for espionage by the communist government of Czechoslovakia.","year":1951,"subtitle":"William N. Oatis","url":"https://en.wikipedia.org/wiki/William_N._Oatis","headline":"American journalist William N. Oatis arrested for espionage"},{"originalText":"World War II: The US Army's 90th Infantry Division liberated Flossenbürg concentration camp (pictured) in Germany, freeing 1,500 prisoners.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"US Army liberates Flossenbürg concentration camp in Germany"},{"originalText":"Second World War: In retaliation for the Royal Air Force's bombing of Lübeck, the Luftwaffe began a series of air raids across England, beginning with Exeter.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Luftwaffe retaliates with air raids on England after RAF bombing"},{"originalText":"Cardiff City defeated Arsenal 1–0 in the FA Cup Final (match programme pictured), the only time the FA Cup has been won by a non-English team.","year":1927,"subtitle":"Cardiff City F.C.","url":"https://en.wikipedia.org/wiki/Cardiff_City_F.C.","headline":"Cardiff City beats Arsenal 1-0 in FA Cup Final"},{"originalText":"The Grand National Assembly of Turkey, the country's unicameral legislature, first met in Ankara in the midst of the Turkish War of Independence.","year":1920,"subtitle":"Grand National Assembly of Turkey","url":"https://en.wikipedia.org/wiki/Grand_National_Assembly_of_Turkey","headline":"Grand National Assembly of Turkey meets in Ankara during War of Independence"},{"originalText":"First World War: The British Royal Navy launched unsuccessful raids on Ostend and Zeebrugge in German-occupied Belgium.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"British Royal Navy launches unsuccessful raids in German-occupied Belgium"},{"originalText":"Chilean Civil War: The armored frigate Blanco Encalada was sunk at the Battle of Caldera Bay, the first ironclad warship lost to a self-propelled torpedo.","year":1891,"subtitle":"Chilean Civil War of 1891","url":"https://en.wikipedia.org/wiki/Chilean_Civil_War_of_1891","headline":"Chilean Civil War: Blanco Encalada sunk at Battle of Caldera Bay"},{"originalText":"Charles II was crowned King of England, Scotland and Ireland at Westminster Abbey.","year":1661,"subtitle":"Charles II of England","url":"https://en.wikipedia.org/wiki/Charles_II_of_England","headline":"Charles II crowned King of England, Scotland, and Ireland"},{"originalText":"Albanian commander Skanderbeg entered Krujë, breaking a 10-month siege by Ottoman forces.","year":1467,"subtitle":"Skanderbeg","url":"https://en.wikipedia.org/wiki/Skanderbeg","headline":"Albanian commander Skanderbeg breaks siege of Krujë"},{"originalText":"Ottoman wars in Europe: Albanian leader Skanderbeg defeated an Ottoman army under Ballaban Badera to raise the siege of Krujë.","year":1467,"subtitle":"Ottoman wars in Europe","url":"https://en.wikipedia.org/wiki/Ottoman_wars_in_Europe","headline":"Skanderbeg defeats Ottoman army to raise siege of Krujë"},{"originalText":"The first appointments to the Order of the Garter, an order of chivalry founded by King Edward III of England, were announced.","year":1348,"subtitle":"Order of the Garter","url":"https://en.wikipedia.org/wiki/Order_of_the_Garter","headline":"First appointments to Order of the Garter announced"}]}