{"dateLabel":"April 24","issue":"Issue 115","events":[{"originalText":"A building in the Savar Upazila of Dhaka, Bangladesh, collapsed, killing 1,134 people, making it the deadliest accidental structural failure in modern history.","year":2013,"subtitle":"Savar Upazila","url":"https://en.wikipedia.org/wiki/Savar_Upazila","headline":"Building collapse in Savar Upazila of Dhaka, Bangladesh kills 1,134 people"},{"originalText":"Secret documents relating to detainees at the United States' Guantanamo Bay detention camp were released on WikiLeaks and several independent news organizations.","year":2011,"subtitle":"Guantanamo Bay files leak","url":"https://en.wikipedia.org/wiki/Guantanamo_Bay_files_leak","headline":"Secret documents on Guantanamo Bay detainees leaked on WikiLeaks"},{"originalText":"The Provisional Irish Republican Army detonated a truck bomb in London's financial district in Bishopsgate, killing one person, injuring forty-four others, and causing damage that cost £350 million to repair.","year":1993,"subtitle":"Provisional Irish Republican Army","url":"https://en.wikipedia.org/wiki/Provisional_Irish_Republican_Army","headline":"IRA truck bomb in London's financial district kills one, injures forty-four"},{"originalText":"The Hubble Space Telescope (pictured) was launched aboard STS-31 by Space Shuttle Discovery.","year":1990,"subtitle":"Hubble Space Telescope","url":"https://en.wikipedia.org/wiki/Hubble_Space_Telescope","headline":"Hubble Space Telescope launched aboard Space Shuttle Discovery"},{"originalText":"Eight U.S. servicemen died in Operation Eagle Claw, a failed attempt to rescue the captives in the Iran hostage crisis.","year":1980,"subtitle":"United States Armed Forces","url":"https://en.wikipedia.org/wiki/United_States_Armed_Forces","headline":"Eight U.S. servicemen die in failed rescue attempt in Iran hostage crisis"},{"originalText":"Cold War: The Dominican Civil War broke out due to tensions following a military coup against the democratically elected government of President Juan Bosch two years earlier.","year":1965,"subtitle":"Cold War","url":"https://en.wikipedia.org/wiki/Cold_War","headline":"Dominican Civil War breaks out following military coup"},{"originalText":"World War II: The British Special Boat Service executed a successful raid to destroy an Axis radio station on the Greek island of Santorini.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"British Special Boat Service raid destroys Axis radio station in Santorini"},{"originalText":"Nazi Germany began its persecution of Jehovah's Witnesses by shutting down the Watch Tower Society office in Magdeburg.","year":1933,"subtitle":"Nazi Germany","url":"https://en.wikipedia.org/wiki/Nazi_Germany","headline":"Nazi Germany persecutes Jehovah's Witnesses by shutting down office"},{"originalText":"An estimated 400 ramblers committed a wilful mass trespass of Kinder Scout (pictured) in the Peak District to highlight the denial of access to areas of open country in England.","year":1932,"subtitle":"Walking","url":"https://en.wikipedia.org/wiki/Walking","headline":"400 ramblers commit mass trespass of Kinder Scout in Peak District"},{"originalText":"The first portion of the Imperial Wireless Chain, a strategic international wireless telegraphy communications network created to link the countries of the British Empire, opened.","year":1922,"subtitle":"Imperial Wireless Chain","url":"https://en.wikipedia.org/wiki/Imperial_Wireless_Chain","headline":"Imperial Wireless Chain opens to link British Empire countries"},{"originalText":"First World War: The Second Battle of Villers-Bretonneux began, which contained the first instance of tanks fighting against each other.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Second Battle of Villers-Bretonneux begins in First World War"},{"originalText":"Irish republicans led by Patrick Pearse began the Easter Rising against British rule in Ireland, and proclaimed the Irish Republic an independent state.","year":1916,"subtitle":"Irish republicanism","url":"https://en.wikipedia.org/wiki/Irish_republicanism","headline":"Irish republicans led by Patrick Pearse start Easter Rising in Ireland"},{"originalText":"The Armenian Genocide in the Ottoman Empire began with the arrest and deportation of hundreds of prominent Armenians in Constantinople.","year":1915,"subtitle":"Armenian genocide","url":"https://en.wikipedia.org/wiki/Armenian_genocide","headline":"Armenian Genocide in Ottoman Empire begins with arrest and deportation"},{"originalText":"The Franck–Hertz experiment, the first electrical measurement to clearly demonstrate quantum mechanics, was presented to the German Physical Society.","year":1914,"subtitle":"Franck–Hertz experiment","url":"https://en.wikipedia.org/wiki/Franck%E2%80%93Hertz_experiment","headline":"Franck-Hertz experiment demonstrates quantum mechanics"},{"originalText":"The Woolworth Building in New York City officially opened; at the time, it was the tallest building in the world, with a height of 792 ft (241 m).","year":1913,"subtitle":"Woolworth Building","url":"https://en.wikipedia.org/wiki/Woolworth_Building","headline":"Woolworth Building in New York City officially opens as tallest in the world"},{"originalText":"Realizing that the Russification of Lithuania was not working, the Russian Empire lifted the 40-year-old ban on publications written in Lithuanian language using the Latin alphabet.","year":1904,"subtitle":"Russification","url":"https://en.wikipedia.org/wiki/Russification","headline":"Russian Empire lifts ban on Lithuanian language publications"},{"originalText":"German composer Max Bruch conducted the premiere of his first violin concerto, which later became his most famous work.","year":1866,"subtitle":"Max Bruch","url":"https://en.wikipedia.org/wiki/Max_Bruch","headline":"Max Bruch conducts premiere of his first violin concerto"},{"originalText":"A fire broke out in Surat, India, which went on to destroy about three-fourths of the city.","year":1837,"subtitle":"1837 Surat fire","url":"https://en.wikipedia.org/wiki/1837_Surat_fire","headline":"Fire destroys three-fourths of Surat, India"},{"originalText":"The Library of Congress (building pictured), the de facto national library of the United States, was established as part of an act of Congress providing for the transfer of the nation's capital from Philadelphia to Washington, D.C.","year":1800,"subtitle":"Library of Congress","url":"https://en.wikipedia.org/wiki/Library_of_Congress","headline":"Library of Congress established as national library of the United States"},{"originalText":"John Campbell released the first issue of The Boston News-Letter, the first continuously published newspaper in British North America.","year":1704,"subtitle":"John Campbell (editor)","url":"https://en.wikipedia.org/wiki/John_Campbell_(editor)","headline":"John Campbell releases first issue of The Boston News-Letter"}]}