{"dateLabel":"April 25","issue":"Issue 116","events":[{"originalText":"Nepal was struck by a magnitude 7.8 earthquake, killing more than 8,000 people, including 22 from avalanches on Mount Everest.","year":2015,"subtitle":"April 2015 Nepal earthquake","url":"https://en.wikipedia.org/wiki/April_2015_Nepal_earthquake","headline":"Nepal Struck by 7.8 Magnitude Earthquake, Over 8,000 Dead"},{"originalText":"Violeta Chamorro took office as president of Nicaragua, becoming the first female head of state in the Americas to have been elected in her own right.","year":1990,"subtitle":"Violeta Chamorro","url":"https://en.wikipedia.org/wiki/Violeta_Chamorro","headline":"Violeta Chamorro Becomes First Female President of Nicaragua"},{"originalText":"The first issue of The Jakarta Post was published in Indonesia.","year":1983,"subtitle":"The Jakarta Post","url":"https://en.wikipedia.org/wiki/The_Jakarta_Post","headline":"First Issue of The Jakarta Post Published in Indonesia"},{"originalText":"Falklands War: British prime minister Margaret Thatcher told journalists in Downing Street to rejoice upon hearing news of the successful recapture of South Georgia from Argentine forces.","year":1982,"subtitle":"Falklands War","url":"https://en.wikipedia.org/wiki/Falklands_War","headline":"Margaret Thatcher Celebrates Recapture of South Georgia from Argentina"},{"originalText":"109 individuals were arrested in a police raid on a gay bar near Chicago.","year":1964,"subtitle":"Fun Lounge police raid","url":"https://en.wikipedia.org/wiki/Fun_Lounge_police_raid","headline":"109 Arrested in Police Raid on Gay Bar near Chicago"},{"originalText":"The U.S. Navy submarine Triton (pictured) completed the first submerged circumnavigation of the world.","year":1960,"subtitle":"United States Navy","url":"https://en.wikipedia.org/wiki/United_States_Navy","headline":"U.S. Navy Submarine Triton Completes First Submerged Circumnavigation"},{"originalText":"Two passenger trains collided in Naperville, Illinois, leaving 45 people dead and some 125 injured.","year":1946,"subtitle":"Naperville train disaster","url":"https://en.wikipedia.org/wiki/Naperville_train_disaster","headline":"Two Trains Collide in Naperville, Illinois, 45 Dead"},{"originalText":"Gladys Elinor Watkins consecrated the carillon of the National War Memorial in New Zealand (dedication pictured).","year":1932,"subtitle":"Gladys Elinor Watkins","url":"https://en.wikipedia.org/wiki/Gladys_Elinor_Watkins","headline":"Gladys Elinor Watkins Consecrates Carillon of National War Memorial in New Zealand"},{"originalText":"At the San Remo conference, the principal Allies of World War I passed a resolution allocating League of Nations mandates for the administration of former Ottoman territories in the Middle East.","year":1920,"subtitle":"San Remo conference","url":"https://en.wikipedia.org/wiki/San_Remo_conference","headline":"Allies Allocate League of Nations Mandates for Former Ottoman Territories"},{"originalText":"A march by blind people from across the UK to protest at poor working conditions ended at Trafalgar Square.","year":1920,"subtitle":"1920 blind march","url":"https://en.wikipedia.org/wiki/1920_blind_march","headline":"Blind People March to Trafalgar Square to Protest Poor Working Conditions"},{"originalText":"First World War: The Australian and New Zealand Army Corps landed at Anzac Cove while British and French troops landed at Cape Helles to begin the Allied invasion of the Gallipoli peninsula in the Ottoman Empire.","year":1915,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Australian and New Zealand Army Corps Land at Anzac Cove"},{"originalText":"Ming–Qing transition: The Ming dynasty of China fell when the Chongzhen Emperor committed suicide during a peasant rebellion led by Li Zicheng.","year":1644,"subtitle":"Transition from Ming to Qing","url":"https://en.wikipedia.org/wiki/Transition_from_Ming_to_Qing","headline":"Ming Dynasty Falls as Chongzhen Emperor Commits Suicide"},{"originalText":"First English Civil War: Despite being vastly outnumbered, a Parliamentarian force under James Chudleigh defeated a Royalist army near Okehampton, Devon.","year":1643,"subtitle":"First English Civil War","url":"https://en.wikipedia.org/wiki/First_English_Civil_War","headline":"Parliamentarian Force Defeats Royalist Army near Okehampton, Devon"},{"originalText":"Leo III was attacked by partisans of his predecessor Adrian I, but was rescued and taken to Charlemagne, as described in the epic Karolus magnus et Leo papa.","year":799,"subtitle":"Pope Leo III","url":"https://en.wikipedia.org/wiki/Pope_Leo_III","headline":"Leo III Attacked by Partisans of Adrian I, Rescued by Charlemagne"},{"originalText":"The Abbasid army won a decisive victory over the forces of rebelling Armenian princes at the Battle of Bagrevand.","year":775,"subtitle":"Abbasid Caliphate","url":"https://en.wikipedia.org/wiki/Abbasid_Caliphate","headline":"Abbasid Army Wins Battle of Bagrevand Against Armenian Princes"}]}