{"dateLabel":"April 26","issue":"Issue 117","events":[{"originalText":"The International Hydrographic Organization abandoned South Korean-led 'attempts to rename the Sea of Japan.","year":2012,"subtitle":"International Hydrographic Organization","url":"https://en.wikipedia.org/wiki/International_Hydrographic_Organization","headline":"International Hydrographic Organization rejects South Korean-led attempt to rename Sea of Japan"},{"originalText":"Controversy surrounding the relocation of the Bronze Soldier of Tallinn, a Soviet Red Army World War II memorial in Tallinn, Estonia, erupted into mass protests and riots.","year":2007,"subtitle":"Bronze Soldier of Tallinn","url":"https://en.wikipedia.org/wiki/Bronze_Soldier_of_Tallinn","headline":"Controversy over relocation of Bronze Soldier of Tallinn sparks mass protests in Estonia"},{"originalText":"Just before landing at Nagoya Airport, Japan, the copilot of China Airlines Flight 140 inadvertently triggered the takeoff/go-around switch, causing the aircraft to crash and killing 264 of the 271 people on board.","year":1994,"subtitle":"Nagoya Airfield","url":"https://en.wikipedia.org/wiki/Nagoya_Airfield","headline":"China Airlines Flight 140 crashes in Nagoya, Japan, killing 264"},{"originalText":"An editorial was published in the People's Daily denouncing the growing unrest in Tiananmen Square in Beijing which would remain contentious through the remainder of the protests.","year":1989,"subtitle":"April 26 Editorial","url":"https://en.wikipedia.org/wiki/April_26_Editorial","headline":"Editorial in People's Daily denounces unrest in Tiananmen Square"},{"originalText":"A tornado struck the Manikganj District of Bangladesh and killed an estimated 1,300 people, making it the deadliest tornado in history.","year":1989,"subtitle":"Daulatpur–Saturia tornado","url":"https://en.wikipedia.org/wiki/Daulatpur%E2%80%93Saturia_tornado","headline":"Deadliest tornado in history strikes Manikganj District, Bangladesh"},{"originalText":"The World Intellectual Property Organization (WIPO) came into being when the WIPO Convention entered into force.","year":1970,"subtitle":"World Intellectual Property Organization","url":"https://en.wikipedia.org/wiki/World_Intellectual_Property_Organization","headline":"World Intellectual Property Organization established with WIPO Convention"},{"originalText":"Service ended on the Baltimore and Ohio Railroad's Royal Blue Line, one of the first major electrified train lines in the U.S. (steam train pictured).","year":1958,"subtitle":"Baltimore and Ohio Railroad","url":"https://en.wikipedia.org/wiki/Baltimore_and_Ohio_Railroad","headline":"Service ends on Baltimore and Ohio Railroad's Royal Blue Line"},{"originalText":"World War II: U.S. Navy submarines began attacks on Japan's Take Ichi convoy as it sailed in waters between Taiwan and the Philippines, eventually sinking four vessels and killing more than 4,000 troops.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"U.S. Navy submarines sink Japan's Take Ichi convoy, killing over 4,000 troops"},{"originalText":"Boris Kidrič and Edvard Kardelj founded the Liberation Front of the Slovene Nation, the main anti-fascist Slovene civil-resistance and political organization during World War II.","year":1941,"subtitle":"Boris Kidrič","url":"https://en.wikipedia.org/wiki/Boris_Kidri%C4%8D","headline":"Liberation Front of the Slovene Nation founded during World War II"},{"originalText":"The Gestapo, the official secret police force of Nazi Germany, was established.","year":1933,"subtitle":"Gestapo","url":"https://en.wikipedia.org/wiki/Gestapo","headline":"Gestapo secret police force of Nazi Germany established"},{"originalText":"First World War: Britain, France and Russia signed a secret treaty promising territory to Italy if it joined the war on their side.","year":1915,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Secret treaty signed promising territory to Italy in First World War"},{"originalText":"U.S. Army soldiers cornered and fatally shot John Wilkes Booth, the assassin of U.S. president Abraham Lincoln, ending a twelve-day manhunt.","year":1865,"subtitle":"United States Army","url":"https://en.wikipedia.org/wiki/United_States_Army","headline":"John Wilkes Booth, assassin of Abraham Lincoln, shot dead by U.S. Army soldiers"},{"originalText":"In a conspiracy to replace the Medici family as rulers of the Republic of Florence, the Pazzi family attacked Lorenzo de' Medici (pictured) and killed his brother Giuliano at Florence Cathedral.","year":1478,"subtitle":"Pazzi conspiracy","url":"https://en.wikipedia.org/wiki/Pazzi_conspiracy","headline":"Pazzi family attacks Lorenzo de' Medici, killing his brother Giuliano in conspiracy at Florence Cathedral"}]}