{"dateLabel":"April 27","issue":"Issue 118","events":[{"originalText":"Unknown perpetrators carried out a series of four bombings in Dnipropetrovsk, Ukraine.","year":2012,"subtitle":"2012 Dnipropetrovsk explosions","url":"https://en.wikipedia.org/wiki/2012_Dnipropetrovsk_explosions","headline":"Series of Bombings in Dnipropetrovsk, Ukraine"},{"originalText":"The Airbus A380, the world's largest passenger airliner, made its maiden flight from Toulouse, France.","year":2005,"subtitle":"Airbus A380","url":"https://en.wikipedia.org/wiki/Airbus_A380","headline":"Airbus A380 Maiden Flight from Toulouse, France"},{"originalText":"The black-ball final, one of the most famous snooker matches in history, began between Steve Davis and Dennis Taylor (pictured).","year":1985,"subtitle":"1985 World Snooker Championship final","url":"https://en.wikipedia.org/wiki/1985_World_Snooker_Championship_final","headline":"Steve Davis vs. Dennis Taylor in Black-Ball Final"},{"originalText":"The Expo 67 world's fair opened in Montreal, with 62 nations participating and more than 50 million visitors ultimately attending.","year":1967,"subtitle":"Expo 67","url":"https://en.wikipedia.org/wiki/Expo_67","headline":"Expo 67 World's Fair Opens in Montreal"},{"originalText":"Indonesia–Malaysia confrontation: British forces repelled a surprise Indonesian attack on a base at Plaman Mapu in Sarawak.","year":1965,"subtitle":"Indonesia–Malaysia confrontation","url":"https://en.wikipedia.org/wiki/Indonesia%E2%80%93Malaysia_confrontation","headline":"British Forces Repel Indonesian Attack in Sarawak"},{"originalText":"Prime Minister Milton Margai led the Sierra Leone Colony and Protectorate to independence from the United Kingdom.","year":1961,"subtitle":"Milton Margai","url":"https://en.wikipedia.org/wiki/Milton_Margai","headline":"Sierra Leone Colony and Protectorate Gains Independence"},{"originalText":"In response to the treatment of Lorenzo Gamboa under the White Australia policy, the Philippine House of Representatives passed a bill banning Australians from the country.","year":1949,"subtitle":"Lorenzo Gamboa","url":"https://en.wikipedia.org/wiki/Lorenzo_Gamboa","headline":"Philippine House Bans Australians in Response to White Australia Policy"},{"originalText":"World War II: The photograph Raising the Flag on the Three-Country Cairn (pictured) was taken after German troops withdrew to Norway at the end of the Lapland War.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Raising the Flag on the Three-Country Cairn After Lapland War"},{"originalText":"Chris Watson became the first prime minister of Australia from the Australian Labor Party.","year":1904,"subtitle":"Chris Watson","url":"https://en.wikipedia.org/wiki/Chris_Watson","headline":"Chris Watson First Australian Labor Party Prime Minister"},{"originalText":"Ludwig van Beethoven composed his Bagatelle No. 25 in A minor, better known as \"Für Elise\", one of his most popular compositions.","year":1810,"subtitle":"Ludwig van Beethoven","url":"https://en.wikipedia.org/wiki/Ludwig_van_Beethoven","headline":"Beethoven Composes 'Für Elise'"},{"originalText":"American Revolutionary War: British Army regulars defeated Patriot militias in the Battle of Ridgefield, galvanizing resistance in the Connecticut Colony.","year":1777,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British Army Defeats Patriot Militias in Battle of Ridgefield"},{"originalText":"Wars of the Three Kingdoms: Covenanter forces defeated the Royalists at the Battle of Carbisdale near the village of Culrain, Scotland.","year":1650,"subtitle":"Wars of the Three Kingdoms","url":"https://en.wikipedia.org/wiki/Wars_of_the_Three_Kingdoms","headline":"Covenanter Forces Triumph at Battle of Carbisdale in Scotland"},{"originalText":"Four Years' War: The combined forces of Spain and the Papal States defeated a French and Venetian army at the Battle of Bicocca.","year":1522,"subtitle":"Italian War of 1521–1526","url":"https://en.wikipedia.org/wiki/Italian_War_of_1521%E2%80%931526","headline":"Spain and Papal States Victorious at Battle of Bicocca"},{"originalText":"Filipino natives led by chieftain Lapulapu killed Portuguese explorer Ferdinand Magellan at the Battle of Mactan.","year":1521,"subtitle":"Lapulapu","url":"https://en.wikipedia.org/wiki/Lapulapu","headline":"Filipino Natives Kill Ferdinand Magellan at Battle of Mactan"},{"originalText":"Shahrbaraz usurped the throne of the Sasanian Empire from Ardashir III, but was himself killed six weeks later.","year":630,"subtitle":"Shahrbaraz","url":"https://en.wikipedia.org/wiki/Shahrbaraz","headline":"Shahrbaraz Usurps Sasanian Empire Throne"},{"originalText":"Aelia Eudoxia married Byzantine emperor Arcadius without the knowledge or consent of Rufinus, the Praetorian prefect who had intended for his own daughter to wed the emperor.","year":395,"subtitle":"Aelia Eudoxia","url":"https://en.wikipedia.org/wiki/Aelia_Eudoxia","headline":"Aelia Eudoxia Marries Emperor Arcadius Against Rufinus' Wishes"}]}