{"dateLabel":"April 28","issue":"Issue 119","events":[{"originalText":"The 1,388-foot-tall (423.2 m) Trump International Hotel and Tower in Chicago, the building with the world's highest residence above ground level at the time, held its grand opening.","year":2008,"subtitle":"Trump International Hotel and Tower (Chicago)","url":"https://en.wikipedia.org/wiki/Trump_International_Hotel_and_Tower_(Chicago)","headline":"Trump International Hotel and Tower opens in Chicago"},{"originalText":"A 14-year-old former student in Taber, Alberta, walked into his high school and opened fire, killing one student and wounding another in Canada's first fatal school shooting in more than two decades.","year":1999,"subtitle":"Taber, Alberta","url":"https://en.wikipedia.org/wiki/Taber%2C_Alberta","headline":"14-year-old opens fire at high school in Taber, Alberta, Canada"},{"originalText":"Aloha Airlines Flight 243 experienced an explosive decompression in flight between Hilo and Honolulu, Hawaii, with one fatality as a flight attendant was ejected from the aircraft.","year":1988,"subtitle":"Aloha Airlines Flight 243","url":"https://en.wikipedia.org/wiki/Aloha_Airlines_Flight_243","headline":"Explosive decompression on Aloha Airlines Flight 243 in Hawaii"},{"originalText":"The West German news magazine Stern published excerpts from the purported diaries of Adolf Hitler, later revealed to be forgeries.","year":1983,"subtitle":"Stern (magazine)","url":"https://en.wikipedia.org/wiki/Stern_(magazine)","headline":"Hitler diaries revealed as forgeries by Stern magazine"},{"originalText":"The album The Dark Side of the Moon by the British progressive rock band Pink Floyd entered the Billboard Top LPs & Tape chart, on which it spent a record 942 weeks.","year":1973,"subtitle":"The Dark Side of the Moon","url":"https://en.wikipedia.org/wiki/The_Dark_Side_of_the_Moon","headline":"Pink Floyd's 'The Dark Side of the Moon' enters Billboard chart"},{"originalText":"Scottish trade unionist Jimmy Reid condemned the capitalist \"rat race\" in his inaugural address as Rector of the University of Glasgow.","year":1971,"subtitle":"Jimmy Reid","url":"https://en.wikipedia.org/wiki/Jimmy_Reid","headline":"Jimmy Reid condemns capitalist 'rat race' at University of Glasgow"},{"originalText":"Japan and the Republic of China signed the Treaty of Taipei to officially end the Second Sino-Japanese War, seven years after fighting in that conflict ended due to World War II.","year":1952,"subtitle":"Treaty of Taipei","url":"https://en.wikipedia.org/wiki/Treaty_of_Taipei","headline":"Japan and Republic of China sign Treaty of Taipei to end Second Sino-Japanese War"},{"originalText":"World War II: Benito Mussolini, the deposed fascist dictator of Italy, was executed by partisans in Giulino.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Benito Mussolini executed by partisans in Giulino"},{"originalText":"World War II: Presaging a campaign of genocide against the Serbs of Croatia, around 190 people were massacred by members of the Ustaše movement in Gudovac.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Massacre of around 190 people by Ustaše movement in Gudovac"},{"originalText":"The 1923 FA Cup final (crowd and police pictured) between Bolton Wanderers and West Ham United was held on the opening day of the Empire Stadium in London.","year":1923,"subtitle":"1923 FA Cup final","url":"https://en.wikipedia.org/wiki/1923_FA_Cup_final","headline":"1923 FA Cup final held at Empire Stadium in London"},{"originalText":"Frenchman Louis Paulhan landed his biplane at Manchester (pictured), having departed from London the previous day, to win the world's first long-distance air race","year":1910,"subtitle":"Louis Paulhan","url":"https://en.wikipedia.org/wiki/Louis_Paulhan","headline":"Louis Paulhan wins world's first long-distance air race"},{"originalText":"A week after being arrested by the Prussian Secret Police, French police inspector Guillaume Schnaebelé (pictured) was released on the order of William I, the German Emperor, defusing a possible war.","year":1887,"subtitle":"Prussian Secret Police","url":"https://en.wikipedia.org/wiki/Prussian_Secret_Police","headline":"French police inspector released by German Emperor, avoiding war"},{"originalText":"Fletcher Christian, the acting lieutenant on board the Royal Navy ship Bounty, led a mutiny against the commander William Bligh in the South Pacific.","year":1789,"subtitle":"Fletcher Christian","url":"https://en.wikipedia.org/wiki/Fletcher_Christian","headline":"Mutiny led by Fletcher Christian on board Royal Navy ship Bounty"},{"originalText":"British troops surrendered the fortress of Bednore in southwestern India to French-Mysore forces, many of the prisoners were later murdered.","year":1783,"subtitle":"Siege of Bednore","url":"https://en.wikipedia.org/wiki/Siege_of_Bednore","headline":"British troops surrender fortress of Bednore to French-Mysore forces"},{"originalText":"The University of Santo Tomas in Manila, one of the oldest existing universities in Asia and one of the world's largest Catholic universities in terms of enrollment, was founded.","year":1611,"subtitle":"University of Santo Tomas","url":"https://en.wikipedia.org/wiki/University_of_Santo_Tomas","headline":"University of Santo Tomas founded in Manila"},{"originalText":"The Japanese monk Nichiren declared the mantra Namu Myōhō Renge Kyō, now a central part of Nichiren Buddhism.","year":1253,"subtitle":"Nichiren","url":"https://en.wikipedia.org/wiki/Nichiren","headline":"Japanese monk Nichiren declares Namu Myōhō Renge Kyō mantra"},{"originalText":"The ancient Iranian Parthian Empire fell to the Sasanids after its forces were defeated at the Battle of Hormozdgan.","year":224,"subtitle":"Parthian Empire","url":"https://en.wikipedia.org/wiki/Parthian_Empire","headline":"Parthian Empire falls to Sasanids after Battle of Hormozdgan"}]}