{"dateLabel":"April 30","issue":"Issue 121","events":[{"originalText":"A crowd crush killed 45 people during the annual pilgrimage to the tomb of Rabbi Shimon bar Yochai in Israel.","year":2021,"subtitle":"2021 Meron crowd crush","url":"https://en.wikipedia.org/wiki/2021_Meron_crowd_crush","headline":"45 killed in crowd crush at Rabbi Shimon bar Yochai pilgrimage in Israel"},{"originalText":"A Dutch man drove his car at high speed into a parade in an attempt to kill the Dutch royal family.","year":2009,"subtitle":"2009 attack on the Dutch royal family","url":"https://en.wikipedia.org/wiki/2009_attack_on_the_Dutch_royal_family","headline":"Dutch man attempts to kill royal family by driving into parade"},{"originalText":"The New Yorker published an online article and photographs detailing accounts of torture and abuse by American military personnel of Iraqi prisoners held at Abu Ghraib prison in Baghdad.","year":2004,"subtitle":"The New Yorker","url":"https://en.wikipedia.org/wiki/The_New_Yorker","headline":"New Yorker exposes torture of Iraqi prisoners at Abu Ghraib prison"},{"originalText":"Faustina Kowalska, a Polish nun whose apparitions of Jesus inspired the Catholic devotion to the Divine Mercy, was canonized by Pope John Paul II.","year":2000,"subtitle":"Faustina Kowalska","url":"https://en.wikipedia.org/wiki/Faustina_Kowalska","headline":"Polish nun Faustina Kowalska canonized by Pope John Paul II"},{"originalText":"Riverdance was performed for the first time, as the interval act for the Eurovision Song Contest.","year":1994,"subtitle":"Riverdance","url":"https://en.wikipedia.org/wiki/Riverdance","headline":"Riverdance debuts at Eurovision Song Contest"},{"originalText":"Sixteen monks and a nun of the Hindu organisation Ananda Marga were beaten to death and set on fire in Calcutta, India.","year":1982,"subtitle":"Ananda Marga","url":"https://en.wikipedia.org/wiki/Ananda_Marga","headline":"16 monks and a nun of Ananda Marga killed in Calcutta"},{"originalText":"American forces completed a helicopter evacuation (aircraft and evacuees pictured) of U.S. citizens, South Vietnamese civilians and others from Saigon, just before North Vietnamese troops captured the city,  ending the Vietnam War.","year":1975,"subtitle":"Operation Frequent Wind","url":"https://en.wikipedia.org/wiki/Operation_Frequent_Wind","headline":"American forces evacuate Saigon, ending Vietnam War"},{"originalText":"A refusal by the Bristol Omnibus Company and the Transport and General Workers' Union to permit the employment of black bus crews led to a bus boycott in Bristol, England.","year":1963,"subtitle":"Bristol Omnibus Company","url":"https://en.wikipedia.org/wiki/Bristol_Omnibus_Company","headline":"Bristol bus boycott over refusal to employ black bus crews"},{"originalText":"World War II: As Allied forces closed in on Berlin, Nazi leader Adolf Hitler committed suicide in the Führerbunker with Eva Braun one day after their marriage.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Adolf Hitler commits suicide in Berlin with Eva Braun"},{"originalText":"Second World War: The Royal Navy submarine HMS Seraph began Operation Mincemeat to deceive Germany about the upcoming invasion of Sicily.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"HMS Seraph begins Operation Mincemeat in World War II"},{"originalText":"The Federal Industrial Institute for Women opened near Alderson, West Virginia, as the first federal prison for women in the United States.","year":1927,"subtitle":"Federal Prison Camp, Alderson","url":"https://en.wikipedia.org/wiki/Federal_Prison_Camp%2C_Alderson","headline":"Federal prison for women opens in West Virginia"},{"originalText":"Douglas Fairbanks and Mary Pickford became the first two celebrities to make imprints of their hands and feet in cement (Pickford's pictured) at Grauman's Chinese Theatre in Hollywood, California.","year":1927,"subtitle":"Douglas Fairbanks","url":"https://en.wikipedia.org/wiki/Douglas_Fairbanks","headline":"Fairbanks and Pickford make imprints at Grauman's Chinese Theatre"},{"originalText":"British physicist J. J. Thomson and his team announce the discovery of the electron.","year":1897,"subtitle":"J. J. Thomson","url":"https://en.wikipedia.org/wiki/J._J._Thomson","headline":"J. J. Thomson announces discovery of electron"},{"originalText":"A crowd of workers, unemployed due to the Panic of 1893, concluded the first significant popular protest march on Washington D.C.","year":1894,"subtitle":"Coxey's Army","url":"https://en.wikipedia.org/wiki/Coxey's_Army","headline":"Workers march on Washington D.C. during Panic of 1893"},{"originalText":"New York governor Grover Cleveland signed legislation that led to the creation of Niagara Falls State Park, the United States' first state park.","year":1883,"subtitle":"Grover Cleveland","url":"https://en.wikipedia.org/wiki/Grover_Cleveland","headline":"Niagara Falls State Park created by New York governor"},{"originalText":"George Washington took the oath of office as the first president of the United States at Federal Hall in New York City.","year":1789,"subtitle":"George Washington","url":"https://en.wikipedia.org/wiki/George_Washington","headline":"George Washington sworn in as first US president at Federal Hall"},{"originalText":"SN 1006 (remnant pictured), the brightest supernova in recorded history, first appeared in the constellation Lupus.","year":1006,"subtitle":"SN 1006","url":"https://en.wikipedia.org/wiki/SN_1006","headline":"Brightest supernova SN 1006 appears in constellation Lupus"},{"originalText":"The Diocletianic Persecution of Christians officially ended in the eastern Roman Empire.","year":311,"subtitle":"AD 311","url":"https://en.wikipedia.org/wiki/AD_311","headline":"Diocletianic Persecution of Christians ends in eastern Roman Empire"}]}