{"dateLabel":"July 1","issue":"Issue 183","events":[{"originalText":"Rioting erupted in Ulaanbaatar, Mongolia, over allegations of fraud surrounding the recent legislative election.","year":2008,"subtitle":"2008 riot in Mongolia","url":"https://en.wikipedia.org/wiki/2008_riot_in_Mongolia","headline":"Rioting erupts in Ulaanbaatar, Mongolia over election fraud allegations"},{"originalText":"Bashkirian Airlines Flight 2937 and DHL Flight 611 collided in mid-air over Überlingen, Germany, killing all 71 people aboard both aircraft.","year":2002,"subtitle":"2002 Überlingen mid-air collision","url":"https://en.wikipedia.org/wiki/2002_%C3%9Cberlingen_mid-air_collision","headline":"Fatal mid-air collision over Überlingen, Germany kills 71 on board"},{"originalText":"Legislative governance of Scotland was transferred from the Scottish Office in Westminster to the Scottish Parliament.","year":1999,"subtitle":"Devolution in the United Kingdom","url":"https://en.wikipedia.org/wiki/Devolution_in_the_United_Kingdom","headline":"Legislative governance of Scotland transferred to Scottish Parliament"},{"originalText":"A North Korean Ilyushin Il-62M jet crashed into the Fouta Djallon mountains in Guinea, killing all 23 people on board.","year":1983,"subtitle":"North Korea","url":"https://en.wikipedia.org/wiki/North_Korea","headline":"North Korean jet crash in Guinea kills all 23 on board"},{"originalText":"Sony introduced the Walkman, a portable audio player that changed listening habits by offering users the ability to play one's own choice of music.","year":1979,"subtitle":"Sony","url":"https://en.wikipedia.org/wiki/Sony","headline":"Sony introduces Walkman, revolutionizing portable audio players"},{"originalText":"The Belfast Banking Company, which [[[Banknotes of Northern Ireland|issued banknotes in Northern Ireland]], merged with its rival Northern Bank.","year":1970,"subtitle":"Belfast Banking Company","url":"https://en.wikipedia.org/wiki/Belfast_Banking_Company","headline":"Belfast Banking Company merges with Northern Bank in Northern Ireland"},{"originalText":"Ghana became a republic, with Kwame Nkrumah as its first president.","year":1960,"subtitle":"Kwame Nkrumah","url":"https://en.wikipedia.org/wiki/Kwame_Nkrumah","headline":"Ghana becomes a republic with Kwame Nkrumah as first president"},{"originalText":"B. Anthony Stewart is credited with the first image on the cover of National Geographic featuring the 49-star flag of the United States after Alaska's admission to the Union as a U.S. state.","year":1959,"subtitle":"B. Anthony Stewart","url":"https://en.wikipedia.org/wiki/B._Anthony_Stewart","headline":"First image of 49-star flag on National Geographic cover by B. Anthony Stewart"},{"originalText":"The first flight departed New York City's John F. Kennedy International Airport, then known as New York International Airport.","year":1948,"subtitle":"John F. Kennedy International Airport","url":"https://en.wikipedia.org/wiki/John_F._Kennedy_International_Airport","headline":"First flight departs from New York City's John F. Kennedy International Airport"},{"originalText":"Second World War: The Grand Quartier Général of the French Army was disbanded, following the French surrender.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"French Army's Grand Quartier Général disbanded after surrender in WWII"},{"originalText":"The first Grant Park Music Festival was held in Chicago's Grant Park.","year":1935,"subtitle":"Grant Park Music Festival","url":"https://en.wikipedia.org/wiki/Grant_Park_Music_Festival","headline":"Grant Park Music Festival debuts in Chicago's Grant Park"},{"originalText":"The Singapore Improvement Trust was founded to oversee the construction of public housing in Singapore, where more than three quarters of residents live.","year":1927,"subtitle":"Singapore Improvement Trust","url":"https://en.wikipedia.org/wiki/Singapore_Improvement_Trust","headline":"Singapore Improvement Trust founded for public housing construction"},{"originalText":"Seven of the sixteen American railroad labor organizations staged a nationwide strike (striking workers pictured) that lasted two months.","year":1922,"subtitle":"List of American railway unions","url":"https://en.wikipedia.org/wiki/List_of_American_railway_unions","headline":"Nationwide railroad strike by seven labor organizations lasts two months"},{"originalText":"First World War: The first day of the Battle of Albert, the opening phase of the Battle of the Somme, became the bloodiest day in the British Army's history, with 57,470 casualties, including 19,240 deaths.","year":1916,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Bloodiest day in British Army's history at Battle of Albert in WWI"},{"originalText":"The Remington No. 1, the first commercially successful typewriter, went on sale.","year":1874,"subtitle":"Sholes and Glidden typewriter","url":"https://en.wikipedia.org/wiki/Sholes_and_Glidden_typewriter","headline":"Remington No. 1 typewriter goes on sale, first commercially successful model"},{"originalText":"American Civil War: Confederate General Robert E. Lee launched a series of disjointed and ultimate unsuccessful assaults on the nearly impregnable Union position on Malvern Hill in Henrico County, Virginia.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate General Lee's unsuccessful assaults on Union position at Malvern Hill"},{"originalText":"Belgium introduced its first series of postage stamps.","year":1849,"subtitle":"Epaulettes (stamp)","url":"https://en.wikipedia.org/wiki/Epaulettes_(stamp)","headline":"Belgium introduces first series of postage stamps"},{"originalText":"American Revolutionary War: Five American privateer vessels raided the British settlement at Lunenburg, Nova Scotia.","year":1782,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"American privateer vessels raid British settlement at Lunenburg, Nova Scotia"},{"originalText":"Lexell's Comet approached Earth at a distance of 0.015 AU (2.2 million km; 1.4 million mi), closer to the Earth than any other comet in recorded history.","year":1770,"subtitle":"Lexell's Comet","url":"https://en.wikipedia.org/wiki/Lexell's_Comet","headline":"Lexell's Comet approaches Earth at record distance"},{"originalText":"Williamite forces defeated the Jacobites at the Battle of the Boyne near Drogheda, marking a turning point in the Williamite War in Ireland.","year":1690,"subtitle":"Williamite","url":"https://en.wikipedia.org/wiki/Williamite","headline":"Williamite forces defeat Jacobites at Battle of the Boyne near Drogheda"},{"originalText":"The Westminster Assembly of Divines first assembled to restructure the Church of England.","year":1643,"subtitle":"Westminster Assembly","url":"https://en.wikipedia.org/wiki/Westminster_Assembly","headline":"Westminster Assembly of Divines assembles to restructure Church of England"},{"originalText":"Jan van Essen and Hendrik Vos were burnt at the stake in Brussels, becoming the first Lutherans executed by the Council of Brabant.","year":1523,"subtitle":"Jan van Essen and Hendrik Vos","url":"https://en.wikipedia.org/wiki/Jan_van_Essen_and_Hendrik_Vos","headline":"First Lutherans executed by Council of Brabant in Brussels"},{"originalText":"Berhtwald was elected Archbishop of Canterbury","year":692,"subtitle":"Berhtwald","url":"https://en.wikipedia.org/wiki/Berhtwald","headline":"Berhtwald elected Archbishop of Canterbury"}]}