{"dateLabel":"July 2","issue":"Issue 184","events":[{"originalText":"A landslide at a jade mine in Hpakant killed 175-200 miners, the deadliest mining accident in Burmese history.","year":2020,"subtitle":"2020 Hpakant jade mine disaster","url":"https://en.wikipedia.org/wiki/2020_Hpakant_jade_mine_disaster","headline":"Deadliest mining accident in Burmese history: 175-200 miners killed in Hpakant landslide"},{"originalText":"A Mw 6.1 strike-slip earthquake killed at least 35 people and injured 276 others in the Indonesian province of Aceh on the northern end of Sumatra.","year":2013,"subtitle":"2013 Aceh earthquake","url":"https://en.wikipedia.org/wiki/2013_Aceh_earthquake","headline":"Mw 6.1 earthquake in Aceh, Indonesia: 35 dead, 276 injured"},{"originalText":"The International Astronomical Union announced that the fourth and fifth moons of Pluto to be discovered would be named Kerberos and Styx, respectively.","year":2013,"subtitle":"International Astronomical Union","url":"https://en.wikipedia.org/wiki/International_Astronomical_Union","headline":"Pluto's moons named Kerberos and Styx by International Astronomical Union"},{"originalText":"Israeli–Palestinian conflict: An Arab man rammed a loader into traffic in Jerusalem, killing three people and injuring 40 others (damage pictured).","year":2008,"subtitle":"Israeli–Palestinian conflict","url":"https://en.wikipedia.org/wiki/Israeli%E2%80%93Palestinian_conflict","headline":"Jerusalem attack: Arab man kills three, injures 40 in loader rampage"},{"originalText":"More than a year after the end of the Vietnam War, North and South Vietnam officially merged under communist rule to form the Socialist Republic of Vietnam.","year":1976,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"North and South Vietnam merge under communist rule"},{"originalText":"U.S. president Lyndon B. Johnson signed the Civil Rights Act into law, outlawing segregation in schools, at the workplace, and other facilities that served the general public.","year":1964,"subtitle":"Lyndon B. Johnson","url":"https://en.wikipedia.org/wiki/Lyndon_B._Johnson","headline":"Civil Rights Act signed by U.S. president Lyndon B. Johnson"},{"originalText":"A German SS unit arrived in Vilnius, Lithuania, and began the systematic execution of up to 100,000 people over the next three years.","year":1941,"subtitle":"Schutzstaffel","url":"https://en.wikipedia.org/wiki/Schutzstaffel","headline":"German SS unit begins systematic execution in Vilnius, Lithuania"},{"originalText":"Amidst weeks of race riots in East St. Louis, Illinois, white residents burned sections of the city and shot black inhabitants as they escaped the flames.","year":1917,"subtitle":"East St. Louis massacre","url":"https://en.wikipedia.org/wiki/East_St._Louis_massacre","headline":"Race riots in East St. Louis: White residents burn city, shoot black inhabitants"},{"originalText":"The U.S. Congress passed the Sherman Antitrust Act, the first United States government action to limit monopolies.","year":1890,"subtitle":"United States Congress","url":"https://en.wikipedia.org/wiki/United_States_Congress","headline":"U.S. Congress passes Sherman Antitrust Act to limit monopolies"},{"originalText":"U.S. president James A. Garfield was fatally shot at the Baltimore and Potomac Railroad station in Washington, D.C.","year":1881,"subtitle":"James A. Garfield","url":"https://en.wikipedia.org/wiki/James_A._Garfield","headline":"U.S. president James A. Garfield fatally shot in Washington, D.C."},{"originalText":"The French frigate Méduse ran aground off the coast of present-day Mauritania, with the survivors escaping on a makeshift raft, depicted in Théodore Géricault's painting The Raft of the Medusa (pictured).","year":1816,"subtitle":"French frigate Méduse (1810)","url":"https://en.wikipedia.org/wiki/French_frigate_M%C3%A9duse_(1810)","headline":"French frigate Méduse runs aground off Mauritania coast"},{"originalText":"First English Civil War: The combined forces of Scottish Covenanters and English Parliamentarians defeated Royalist troops at the Battle of Marston Moor.","year":1644,"subtitle":"First English Civil War","url":"https://en.wikipedia.org/wiki/First_English_Civil_War","headline":"Battle of Marston Moor: Covenanters and Parliamentarians defeat Royalist troops"},{"originalText":"The bodies of Emperor Gaozong of Tang and Empress Wu Zetian were interred in the Qianling Mausoleum.","year":706,"subtitle":"Emperor Gaozong of Tang","url":"https://en.wikipedia.org/wiki/Emperor_Gaozong_of_Tang","headline":"Emperor Gaozong and Empress Wu Zetian interred in Qianling Mausoleum"},{"originalText":"During the Xuanwu Gate Incident, Prince Li Shimin led his forces to assassinate his rival brothers in a coup for the imperial throne of the Tang dynasty.","year":626,"subtitle":"Xuanwu Gate Incident","url":"https://en.wikipedia.org/wiki/Xuanwu_Gate_Incident","headline":"Prince Li Shimin leads coup for Tang dynasty throne in Xuanwu Gate Incident"}]}