{"dateLabel":"July 3","issue":"Issue 185","events":[{"originalText":"General Abdel Fattah el-Sisi led a coalition to depose President Mohamed Morsi in a coup d'état in Cairo, suspending the Egyptian Constitution of 2012.","year":2013,"subtitle":"Abdel Fattah el-Sisi","url":"https://en.wikipedia.org/wiki/Abdel_Fattah_el-Sisi","headline":"General Abdel Fattah el-Sisi leads coalition to depose President Mohamed Morsi in Cairo coup"},{"originalText":"Same-sex marriage became legal in Spain with the coming into effect of a law passed by the Cortes Generales.","year":2005,"subtitle":"Same-sex marriage","url":"https://en.wikipedia.org/wiki/Same-sex_marriage","headline":"Spain legalizes same-sex marriage with new law"},{"originalText":"U.S. president Jimmy Carter signed a presidential finding, authorizing the CIA to secretly aid the mujahideen in their fight against the Soviet-backed Democratic Republic of Afghanistan.","year":1979,"subtitle":"Jimmy Carter","url":"https://en.wikipedia.org/wiki/Jimmy_Carter","headline":"Jimmy Carter authorizes CIA to aid mujahideen in Afghanistan fight"},{"originalText":"British singer David Bowie retired his stage persona Ziggy Stardust in a surprise announcement on the last day of a 17-month tour.","year":1973,"subtitle":"David Bowie","url":"https://en.wikipedia.org/wiki/David_Bowie","headline":"David Bowie retires Ziggy Stardust persona after 17-month tour"},{"originalText":"The Troubles: The British Army began the Falls Curfew in Belfast, Northern Ireland, which resulted in greater Irish republican resistance.","year":1970,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"British Army initiates Falls Curfew in Belfast during The Troubles"},{"originalText":"Dan-Air Flight 1903 crashed into the slopes of the Montseny Massif in Catalonia, Spain, killing all 112 people aboard.","year":1970,"subtitle":"Dan-Air Flight 1903","url":"https://en.wikipedia.org/wiki/Dan-Air_Flight_1903","headline":"Dan-Air Flight 1903 crashes in Catalonia, Spain, killing all 112 aboard"},{"originalText":"SS United States (pictured) departed New York Harbor on her maiden voyage, on which completion she became the fastest ocean liner to cross the Atlantic.","year":1952,"subtitle":"SS United States","url":"https://en.wikipedia.org/wiki/SS_United_States","headline":"SS United States sets record on maiden voyage across Atlantic"},{"originalText":"Second World War: The Royal Navy attacked the French fleet at Mers El Kébir, fearing that the ships would fall into Axis hands after the French–German armistice.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Royal Navy attacks French fleet at Mers El Kébir during Second World War"},{"originalText":"On the 75th anniversary of the end of the Battle of Gettysburg, U.S. President Franklin D. Roosevelt dedicated the Eternal Light Peace Memorial.","year":1938,"subtitle":"1938 Gettysburg reunion","url":"https://en.wikipedia.org/wiki/1938_Gettysburg_reunion","headline":"President Roosevelt dedicates Eternal Light Peace Memorial at Gettysburg anniversary"},{"originalText":"Confederate forces were defeated by the Union Army on the last day of the Battle of Gettysburg (pictured), a turning point in the American Civil War.","year":1863,"subtitle":"Confederate States Army","url":"https://en.wikipedia.org/wiki/Confederate_States_Army","headline":"Union Army defeats Confederate forces at Battle of Gettysburg"},{"originalText":"American Revolutionary War: Loyalists and Iroquois killed over 300 Patriots at the Battle of Wyoming in Pennsylvania.","year":1778,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Loyalists and Iroquois kill over 300 Patriots at Battle of Wyoming"},{"originalText":"French and Indian War: George Washington surrendered Fort Necessity in Pennsylvania, the only military surrender in his career.","year":1754,"subtitle":"French and Indian War","url":"https://en.wikipedia.org/wiki/French_and_Indian_War","headline":"George Washington surrenders Fort Necessity in only military surrender of his career"},{"originalText":"Civil wars of the Tetrarchy: Roman emperor Constantine the Great defeated his former colleague Licinius at the Battle of Adrianople.","year":324,"subtitle":"Civil wars of the Tetrarchy","url":"https://en.wikipedia.org/wiki/Civil_wars_of_the_Tetrarchy","headline":"Constantine the Great defeats Licinius at Battle of Adrianople in Tetrarchy civil wars"}]}