{"dateLabel":"July 4","issue":"Issue 186","events":[{"originalText":"The impactor of the NASA space probe Deep Impact collided with the comet Tempel 1, excavating interior material to study its composition.","year":2005,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"NASA's Deep Impact probe collides with comet Tempel 1"},{"originalText":"Kylie Minogue's first album, Kylie, was released, and went on to top the charts in the UK and New Zealand.","year":1988,"subtitle":"Kylie Minogue","url":"https://en.wikipedia.org/wiki/Kylie_Minogue","headline":"Kylie Minogue's debut album 'Kylie' tops UK and New Zealand charts"},{"originalText":"Four Iranian diplomats were kidnapped after they were stopped at a checkpoint in northern Lebanon by Lebanese Phalange forces; their fates remain unknown.","year":1982,"subtitle":"1982 kidnapping of Iranian diplomats","url":"https://en.wikipedia.org/wiki/1982_kidnapping_of_Iranian_diplomats","headline":"Four Iranian diplomats kidnapped in Lebanon by Phalange forces"},{"originalText":"Israeli forces raided Uganda's Entebbe International Airport to free hostages taken by hijackers on Air France Flight 139.","year":1976,"subtitle":"Israel Defense Forces","url":"https://en.wikipedia.org/wiki/Israel_Defense_Forces","headline":"Israeli forces raid Uganda's Entebbe Airport to free hostages"},{"originalText":"The first Annual Reminder, a series of pickets that were some of the earliest LGBT actions in the United States, took place at Independence Hall in Philadelphia.","year":1965,"subtitle":"Annual Reminder","url":"https://en.wikipedia.org/wiki/Annual_Reminder","headline":"First Annual Reminder pickets for LGBT rights held in Philadelphia"},{"originalText":"In what is known as \"The Miracle of Bern\", West Germany defeated Hungary 3–2 to win the FIFA World Cup.","year":1954,"subtitle":"1954 FIFA World Cup final","url":"https://en.wikipedia.org/wiki/1954_FIFA_World_Cup_final","headline":"West Germany wins FIFA World Cup in 'The Miracle of Bern'"},{"originalText":"Four CIA officers arrived in Guatemala to begin Operation PBHistory in an attempt to justify the United States' overthrow of President Jacobo Árbenz one week prior.","year":1954,"subtitle":"Central Intelligence Agency","url":"https://en.wikipedia.org/wiki/Central_Intelligence_Agency","headline":"CIA officers arrive in Guatemala for Operation PBHistory"},{"originalText":"William Shockley announced the invention of the junction transistor, for which he, John Bardeen, and Walter Houser Brattain later won the Nobel Prize in Physics.","year":1951,"subtitle":"William Shockley","url":"https://en.wikipedia.org/wiki/William_Shockley","headline":"William Shockley announces invention of junction transistor"},{"originalText":"The United States' anti-communist propaganda source Radio Free Europe made its first broadcast aimed at Czechoslovakia.","year":1950,"subtitle":"Anti-communism","url":"https://en.wikipedia.org/wiki/Anti-communism","headline":"Radio Free Europe broadcasts anti-communist message to Czechoslovakia"},{"originalText":"The Brazilian cruiser Bahia (pictured) was accidentally sunk by one of its own crewmen, killing more than 300 people.","year":1945,"subtitle":"Brazilian cruiser Bahia","url":"https://en.wikipedia.org/wiki/Brazilian_cruiser_Bahia","headline":"Brazilian cruiser Bahia accidentally sunk, over 300 killed"},{"originalText":"The aircraft carrying Władysław Sikorski, prime minister of the Polish government-in-exile, crashed off Gibraltar, killing him and fifteen others and leading to several conspiracy theories.","year":1943,"subtitle":"Władysław Sikorski","url":"https://en.wikipedia.org/wiki/W%C5%82adys%C5%82aw_Sikorski","headline":"Polish Prime Minister Sikorski killed in Gibraltar plane crash"},{"originalText":"German AB-Aktion in Poland: After capturing Lwów, the Nazis executed professors of the University of Lwów along with their families.","year":1941,"subtitle":"German AB-Aktion in Poland","url":"https://en.wikipedia.org/wiki/German_AB-Aktion_in_Poland","headline":"Nazis execute professors of University of Lwów in AB-Aktion"},{"originalText":"The Holocaust: During the German occupation of Latvia, a number of synagogues in Riga were set on fire, killing many Jews who were confined within.","year":1941,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Synagogues in Riga set on fire during German occupation, many Jews killed"},{"originalText":"World War I: Allied forces led by the Australian general John Monash won the Battle of Hamel, demonstrating the effectiveness of combined-arms techniques in trench warfare.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Allied forces led by Australian general win Battle of Hamel in WWI"},{"originalText":"American Civil War: Confederate forces failed in an attempt to recapture the Union-occupied Helena, Arkansas.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate forces fail to recapture Helena, Arkansas in Civil War"},{"originalText":"In a boat on the River Thames from Oxford to Godstow, author Lewis Carroll told Alice Liddell (pictured) and her sisters a story that later formed the basis for his book Alice's Adventures in Wonderland.","year":1862,"subtitle":"River Thames","url":"https://en.wikipedia.org/wiki/River_Thames","headline":"Lewis Carroll tells story to Alice Liddell, inspiring 'Alice's Adventures in Wonderland'"},{"originalText":"The first edition of Walt Whitman's Leaves of Grass was published, and it went on to become one of the most important collections of American poetry.","year":1855,"subtitle":"Walt Whitman","url":"https://en.wikipedia.org/wiki/Walt_Whitman","headline":"First edition of Walt Whitman's 'Leaves of Grass' published"},{"originalText":"The Grand Junction Railway, the world's first long-distance railway with steam traction, opened between Birmingham and Newton Junction.","year":1837,"subtitle":"Grand Junction Railway","url":"https://en.wikipedia.org/wiki/Grand_Junction_Railway","headline":"Grand Junction Railway opens between Birmingham and Newton Junction"},{"originalText":"In Philadelphia, the Continental Congress adopted the Declaration of Independence, announcing that the thirteen American colonies were no longer a part of the British Empire.","year":1776,"subtitle":"Second Continental Congress","url":"https://en.wikipedia.org/wiki/Second_Continental_Congress","headline":"Continental Congress adopts Declaration of Independence in Philadelphia"},{"originalText":"First English Civil War: Royalist forces defeated the Parliamentarians at the Battle of Burton Bridge, securing a crossing of the River Trent for a convoy of supplies travelling with Queen Henrietta Maria.","year":1643,"subtitle":"First English Civil War","url":"https://en.wikipedia.org/wiki/First_English_Civil_War","headline":"Royalists defeat Parliamentarians at Battle of Burton Bridge in English Civil War"},{"originalText":"Chinese astronomers recorded the sudden appearance of a \"guest star\", later identified as the supernova that created the Crab Nebula.","year":1054,"subtitle":"Chinese astronomy","url":"https://en.wikipedia.org/wiki/Chinese_astronomy","headline":"Chinese astronomers record supernova creating Crab Nebula"},{"originalText":"Chinese astronomers recorded the sudden appearance of a \"guest star\", later identified as the supernova that created the Crab Nebula.","year":1054,"subtitle":"Chinese astronomy","url":"https://en.wikipedia.org/wiki/Chinese_astronomy","headline":"Chinese astronomers record supernova creating Crab Nebula"},{"originalText":"Byzantine emperor Theodosius II proclaimed his older sister Aelia Pulcheria as Augusta.","year":414,"subtitle":"Theodosius II","url":"https://en.wikipedia.org/wiki/Theodosius_II","headline":"Byzantine emperor Theodosius II proclaims sister Aelia Pulcheria as Augusta"}]}