{"dateLabel":"July 5","issue":"Issue 187","events":[{"originalText":"The Shard (pictured) in London was inaugurated as the tallest building in Europe, with a height of 310 m (1,020 ft), but was surpassed by Moscow's Mercury City Tower four months later.","year":2012,"subtitle":"The Shard","url":"https://en.wikipedia.org/wiki/The_Shard","headline":"The Shard in London becomes tallest building in Europe"},{"originalText":"The largest hoard of Anglo-Saxon gold ever discovered, consisting of more than 1,500 items, was found near the village of Hammerwich, near Lichfield, in Staffordshire.","year":2009,"subtitle":"Anglo-Saxons","url":"https://en.wikipedia.org/wiki/Anglo-Saxons","headline":"Largest hoard of Anglo-Saxon gold found near Hammerwich"},{"originalText":"A series of violent riots broke out in Ürümqi, the capital city of Xinjiang in China.","year":2009,"subtitle":"July 2009 Ürümqi riots","url":"https://en.wikipedia.org/wiki/July_2009_%C3%9Cr%C3%BCmqi_riots","headline":"Violent riots erupt in Ürümqi, China"},{"originalText":"The United Nations Security Council held an emergency meeting hours after North Korea reportedly tested at least seven ballistic missiles.","year":2006,"subtitle":"United Nations Security Council","url":"https://en.wikipedia.org/wiki/United_Nations_Security_Council","headline":"UN Security Council emergency meeting after North Korea missile tests"},{"originalText":"Indonesia held its first direct presidential elections, which resulted in the election of Susilo Bambang Yudhoyono as President of Indonesia after the second round on September 20.","year":2004,"subtitle":"2004 Indonesian presidential election","url":"https://en.wikipedia.org/wiki/2004_Indonesian_presidential_election","headline":"Susilo Bambang Yudhoyono elected President of Indonesia"},{"originalText":"United States National Security Council member Oliver North was given a suspended sentence, probation, and community service for his part in the Iran–Contra affair.","year":1989,"subtitle":"United States National Security Council","url":"https://en.wikipedia.org/wiki/United_States_National_Security_Council","headline":"Oliver North sentenced for Iran-Contra affair involvement"},{"originalText":"Juvénal Habyarimana (pictured) orchestrated a bloodless coup d'état of the Rwandan government and began a totalitarian dictatorship.","year":1973,"subtitle":"Juvénal Habyarimana","url":"https://en.wikipedia.org/wiki/Juv%C3%A9nal_Habyarimana","headline":"Juvénal Habyarimana stages coup in Rwanda"},{"originalText":"The Rolling Stones performed at a free festival in Hyde Park, London, in front of at least a quarter of a million fans, two days after the death of founder Brian Jones.","year":1969,"subtitle":"The Rolling Stones","url":"https://en.wikipedia.org/wiki/The_Rolling_Stones","headline":"The Rolling Stones perform at free festival in Hyde Park"},{"originalText":"Elvis Presley recorded his first single, \"That's All Right\", at Sun Records in Memphis, Tennessee.","year":1954,"subtitle":"Elvis Presley","url":"https://en.wikipedia.org/wiki/Elvis_Presley","headline":"Elvis Presley records first single at Sun Records"},{"originalText":"Korean War: In the first encounter between North Korean and American forces, an unprepared and undisciplined U.S. Army task force was routed at the Battle of Osan.","year":1950,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"Korean War: U.S. Army task force routed at Battle of Osan"},{"originalText":"Named after Bikini Atoll, the site of the nuclear-weapons test Operation Crossroads in the Marshall Islands, the modern bikini was introduced at a fashion show in Paris.","year":1946,"subtitle":"Bikini Atoll","url":"https://en.wikipedia.org/wiki/Bikini_Atoll","headline":"Modern bikini introduced at fashion show in Paris"},{"originalText":"Second World War: Canadian troops defeated the last German counterattacks against Carpiquet, Normandy, France.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Canadian troops defeat German counterattacks in Normandy"},{"originalText":"The Hormel Foods Corporation introduced Spam, the canned precooked meat product that would eventually enter into pop culture, folklore, and urban legend.","year":1937,"subtitle":"Hormel Foods","url":"https://en.wikipedia.org/wiki/Hormel_Foods","headline":"Hormel Foods introduces Spam canned meat product"},{"originalText":"Brazilian Army rebels took over Fort Copacabana and launched a rebellion in Rio de Janeiro against the president of Brazil.","year":1922,"subtitle":"Tenentism","url":"https://en.wikipedia.org/wiki/Tenentism","headline":"Brazilian Army rebels take over Fort Copacabana in Rio de Janeiro"},{"originalText":"Frederick Douglass gave his speech known as \"What to the Slave Is the Fourth of July?\", arguing that positive statements about liberty, citizenship, and freedom, were an offense to the enslaved population of the United States because of their lack of those things.","year":1852,"subtitle":"Frederick Douglass","url":"https://en.wikipedia.org/wiki/Frederick_Douglass","headline":"Frederick Douglass delivers speech on Fourth of July"},{"originalText":"Thomas Cook, the founder of the British travel company Thomas Cook & Son, organised his first excursion, escorting about 500 people from Leicester to Loughborough.","year":1841,"subtitle":"Thomas Cook","url":"https://en.wikipedia.org/wiki/Thomas_Cook","headline":"Thomas Cook organises first excursion from Leicester to Loughborough"}]}