{"dateLabel":"July 6","issue":"Issue 188","events":[{"originalText":"In the first fatal accident involving a Boeing 777 airliner, Asiana Airlines Flight 214 crashed on final approach to San Francisco International Airport, resulting in three deaths.","year":2013,"subtitle":"Boeing 777","url":"https://en.wikipedia.org/wiki/Boeing_777","headline":"Asiana Airlines Flight 214 crashes on final approach to San Francisco International Airport, resulting in three deaths"},{"originalText":"Gunmen attacked a secondary school in Mamudo, Yobe State, Nigeria, killing 42 people, mostly students.","year":2013,"subtitle":"Mamudo school massacre","url":"https://en.wikipedia.org/wiki/Mamudo_school_massacre","headline":"Gunmen attack secondary school in Mamudo, Yobe State, Nigeria, killing 42 people"},{"originalText":"Jadranka Kosor became the first female prime minister of Croatia.","year":2009,"subtitle":"Jadranka Kosor","url":"https://en.wikipedia.org/wiki/Jadranka_Kosor","headline":"Jadranka Kosor becomes first female prime minister of Croatia"},{"originalText":"The Troubles: In response to the Drumcree conflict, five days of unrest began in nationalist districts of Northern Ireland.","year":1997,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Five days of unrest begin in nationalist districts of Northern Ireland in response to Drumcree conflict"},{"originalText":"A Palestinian Islamic Jihad member carried out a suicide attack by hijacking a bus and forcing it into a ravine near Kiryat Ye'arim, Israel.","year":1989,"subtitle":"Palestinian Islamic Jihad","url":"https://en.wikipedia.org/wiki/Palestinian_Islamic_Jihad","headline":"Palestinian Islamic Jihad member carries out suicide attack near Kiryat Ye'arim, Israel"},{"originalText":"After visiting several Asian communist countries, Romanian leader Nicolae Ceaușescu gave a speech on a number of neo-Stalinist and socialist-realist ideals, which became known as the July Theses.","year":1971,"subtitle":"Nicolae Ceaușescu","url":"https://en.wikipedia.org/wiki/Nicolae_Ceau%C8%99escu","headline":"Nicolae Ceaușescu gives speech on neo-Stalinist ideals after visiting Asian communist countries"},{"originalText":"The Late Late Show, the world's longest-running chat show by the same broadcaster, aired on Irish television for the first time.","year":1962,"subtitle":"The Late Late Show (Irish talk show)","url":"https://en.wikipedia.org/wiki/The_Late_Late_Show_(Irish_talk_show)","headline":"The Late Late Show airs on Irish television for the first time"},{"originalText":"The United States conducted the Sedan nuclear test as part of Project Plowshare, a program to investigate the use of nuclear explosions for civilian purposes.","year":1962,"subtitle":"Sedan (nuclear test)","url":"https://en.wikipedia.org/wiki/Sedan_(nuclear_test)","headline":"United States conducts Sedan nuclear test as part of Project Plowshare"},{"originalText":"At a concert by the Quarrymen at the St. Peter's Church Woolton Garden fete, band member John Lennon met Paul McCartney, triggering a series of events that led to the forming of the Beatles.","year":1957,"subtitle":"The Quarrymen","url":"https://en.wikipedia.org/wiki/The_Quarrymen","headline":"John Lennon meets Paul McCartney at Quarrymen concert, leading to formation of the Beatles"},{"originalText":"Second World War: After a three-month siege, the Italian garrison of Saïo (in modern-day Ethiopia) surrendered to Belgian, British and Ethiopian troops.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Italian garrison of Saïo surrenders to Belgian, British, and Ethiopian troops after three-month siege"},{"originalText":"The Story Bridge in Brisbane, the longest cantilever bridge in Australia, was opened by Sir Leslie Wilson, Governor of Queensland.","year":1940,"subtitle":"Story Bridge","url":"https://en.wikipedia.org/wiki/Story_Bridge","headline":"Story Bridge in Brisbane, Australia, opened by Sir Leslie Wilson, Governor of Queensland"},{"originalText":"A major breach of the Manchester Bolton & Bury Canal (pictured) in England sent millions of gallons of water cascading 300 feet (90 m) into the River Irwell.","year":1936,"subtitle":"Manchester Bolton & Bury Canal","url":"https://en.wikipedia.org/wiki/Manchester_Bolton_%26_Bury_Canal","headline":"Major breach of Manchester Bolton & Bury Canal sends millions of gallons of water into River Irwell"},{"originalText":"First World War: Russian troops won a victory in the Battle of Kostiuchnówka, with the Polish Legions playing a key role on the Austro-Hungarian side.","year":1916,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Russian troops win Battle of Kostiuchnówka in First World War"},{"originalText":"Napoleon's French forces defeated Archduke Charles' Austrian army at the Battle of Wagram, the decisive confrontation of the War of the Fifth Coalition.","year":1809,"subtitle":"Napoleon","url":"https://en.wikipedia.org/wiki/Napoleon","headline":"Napoleon's French forces defeat Archduke Charles' Austrian army at Battle of Wagram"},{"originalText":"French Revolutionary Wars: A Royal Navy squadron failed to eliminate a smaller French Navy squadron at Algeciras before they could join their Spanish allies.","year":1801,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"Royal Navy squadron fails to eliminate smaller French Navy squadron at Algeciras"},{"originalText":"American Revolutionary War: American troops at Fort Ticonderoga in New York completed a retreat from advancing British forces, causing an uproar in the American public.","year":1777,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"American troops complete retreat from Fort Ticonderoga in New York"},{"originalText":"Troops loyal to James II of England defeated those of James Scott, 1st Duke of Monmouth at the Battle of Sedgemoor, the final battle of the Monmouth Rebellion.","year":1685,"subtitle":"James II of England","url":"https://en.wikipedia.org/wiki/James_II_of_England","headline":"Troops loyal to James II of England defeat James Scott, 1st Duke of Monmouth at Battle of Sedgemoor"},{"originalText":"The Ottoman Empire made a final attempt to conquer the island of Malta, but were repulsed by the Knights Hospitaller.","year":1614,"subtitle":"Ottoman Empire","url":"https://en.wikipedia.org/wiki/Ottoman_Empire","headline":"Ottoman Empire repulsed in final attempt to conquer Malta by Knights Hospitaller"},{"originalText":"The last monarch of the House of York and the Plantagenet dynasty, Richard III (pictured), was crowned King of England.","year":1483,"subtitle":"House of York","url":"https://en.wikipedia.org/wiki/House_of_York","headline":"Richard III crowned King of England, last monarch of House of York and Plantagenet dynasty"}]}