{"dateLabel":"July 7","issue":"Issue 189","events":[{"originalText":"A U.S. Army Reserve veteran ambushed and shot at police officers (memorial service pictured) in Dallas, Texas, killing five of them and injuring nine others, before being killed by a bomb attached to a police robot.","year":2016,"subtitle":"United States Army Reserve","url":"https://en.wikipedia.org/wiki/United_States_Army_Reserve","headline":"U.S. Army Reserve veteran kills five police officers in Dallas ambush"},{"originalText":"Yugoslav Wars: The signing of the Brioni Agreement ended the Ten-Day War between SFR Yugoslavia and Slovenia.","year":1991,"subtitle":"Yugoslav Wars","url":"https://en.wikipedia.org/wiki/Yugoslav_Wars","headline":"Brioni Agreement ends Ten-Day War between SFR Yugoslavia and Slovenia"},{"originalText":"After writing a letter to Soviet premier Yuri Andropov, American schoolgirl Samantha Smith (pictured) visited the Soviet Union as Andropov's personal guest, becoming known as \"America's Youngest Ambassador\".","year":1983,"subtitle":"Yuri Andropov","url":"https://en.wikipedia.org/wiki/Yuri_Andropov","headline":"American schoolgirl Samantha Smith visits Soviet Union as Andropov's guest"},{"originalText":"The secret police of Ngô Đình Nhu, brother and chief political adviser of South Vietnamese president Ngô Đình Diệm, attacked a group of American journalists who were covering a protest during the Buddhist crisis.","year":1963,"subtitle":"Ngô Đình Nhu","url":"https://en.wikipedia.org/wiki/Ng%C3%B4_%C4%90%C3%ACnh_Nhu","headline":"Ngô Đình Nhu's secret police attack American journalists during Buddhist crisis"},{"originalText":"The Peel Commission published a report stating that the League of Nations' Mandate for Palestine had become unworkable and recommended the partition of British-administered Mandatory Palestine into two states.","year":1937,"subtitle":"Peel Commission","url":"https://en.wikipedia.org/wiki/Peel_Commission","headline":"Peel Commission recommends partition of British-administered Mandatory Palestine"},{"originalText":"Four countries signed the North Pacific Fur Seal Convention, which banned the hunting of seals in the pelagic zone.","year":1911,"subtitle":"North Pacific Fur Seal Convention of 1911","url":"https://en.wikipedia.org/wiki/North_Pacific_Fur_Seal_Convention_of_1911","headline":"North Pacific Fur Seal Convention signed, banning seal hunting in pelagic zone"},{"originalText":"Inspired by the Folies Bergère of Paris, American impresario Florenz Ziegfeld Jr. staged the first of his Ziegfeld Follies.","year":1907,"subtitle":"Folies Bergère","url":"https://en.wikipedia.org/wiki/Folies_Berg%C3%A8re","headline":"Florenz Ziegfeld Jr. stages first Ziegfeld Follies inspired by Folies Bergère"},{"originalText":"Outraged by the XYZ Affair, the United States rescinded its treaties with France, resulting in the undeclared Quasi-War, fought entirely at sea.","year":1798,"subtitle":"XYZ Affair","url":"https://en.wikipedia.org/wiki/XYZ_Affair","headline":"United States rescinds treaties with France over XYZ Affair, leading to Quasi-War"},{"originalText":"American Revolutionary War: British forces caught up with American troops withdrawing from Ticonderoga, capturing more than 200 men at the Battle of Hubbardton.","year":1777,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British forces capture over 200 American troops at Battle of Hubbardton"},{"originalText":"A dispute between Sir John Forster and Sir John Carmichael led to a Scottish raid on Northumberland, England, in which 27 men were killed.","year":1575,"subtitle":"John Forster (soldier)","url":"https://en.wikipedia.org/wiki/John_Forster_(soldier)","headline":"Scottish raid on Northumberland results in 27 deaths after dispute between Sirs Forster and Carmichael"},{"originalText":"Joan of Arc was declared innocent of heresy in a retrial twenty-five years after her death.","year":1456,"subtitle":"Joan of Arc","url":"https://en.wikipedia.org/wiki/Joan_of_Arc","headline":"Joan of Arc declared innocent of heresy in retrial twenty-five years after death"}]}