{"dateLabel":"July 8","issue":"Issue 190","events":[{"originalText":"Head of a Bear (pictured) sold at auction in London for a total of £8.8 million, a record for a drawing by Leonardo da Vinci.","year":2021,"subtitle":"Head of a Bear","url":"https://en.wikipedia.org/wiki/Head_of_a_Bear","headline":"Leonardo da Vinci's 'Head of a Bear' sells for record £8.8 million in London auction"},{"originalText":"German citizen Lars Mittank disappeared from Varna Airport, Bulgaria; his last known movements have been widely watched on YouTube.","year":2014,"subtitle":"Disappearance of Lars Mittank","url":"https://en.wikipedia.org/wiki/Disappearance_of_Lars_Mittank","headline":"German citizen Lars Mittank disappears from Varna Airport in Bulgaria"},{"originalText":"Sudan Airways Flight 139 crashes near Port Sudan Airport during an emergency landing attempt, killing 116 of the 117 people on board.","year":2003,"subtitle":"Sudan Airways Flight 139","url":"https://en.wikipedia.org/wiki/Sudan_Airways_Flight_139","headline":"Sudan Airways Flight 139 crashes near Port Sudan Airport, 116 out of 117 on board killed"},{"originalText":"Upon the death of Kim Il-sung, Kim Jong-il (pictured) became the supreme leader of North Korea.","year":1994,"subtitle":"Death and state funeral of Kim Il Sung","url":"https://en.wikipedia.org/wiki/Death_and_state_funeral_of_Kim_Il_Sung","headline":"Kim Jong-il becomes supreme leader of North Korea after Kim Il-sung's death"},{"originalText":"Aeroflot Flight 4225 crashes near Almaty International Airport in the Kazakh Soviet Socialist Republic (present day Kazakhstan) killing all 166 people on board.","year":1980,"subtitle":"Aeroflot Flight 4225","url":"https://en.wikipedia.org/wiki/Aeroflot_Flight_4225","headline":"Aeroflot Flight 4225 crashes near Almaty International Airport, all 166 on board killed"},{"originalText":"King Mwambutsa IV of Burundi is deposed by his son Prince Charles Ndizi.","year":1966,"subtitle":"Mwambutsa IV of Burundi","url":"https://en.wikipedia.org/wiki/Mwambutsa_IV_of_Burundi","headline":"King Mwambutsa IV of Burundi deposed by son Prince Charles Ndizi"},{"originalText":"Canadian Pacific Air Lines Flight 21 is destroyed by a bomb near 100 Mile House, Canada, killing 52.","year":1965,"subtitle":"Canadian Pacific Air Lines Flight 21","url":"https://en.wikipedia.org/wiki/Canadian_Pacific_Air_Lines_Flight_21","headline":"Canadian Pacific Air Lines Flight 21 destroyed by bomb, 52 killed"},{"originalText":"Following student protests at Rangoon University, Burmese general Ne Win ordered the demolition of the historic students' union building.","year":1962,"subtitle":"1962 Rangoon University protests","url":"https://en.wikipedia.org/wiki/1962_Rangoon_University_protests","headline":"Burmese general Ne Win orders demolition of historic students' union building after protests"},{"originalText":"Korean War: American troops withdrew from Cheonan, in modern-day South Korea, after suffering heavy casualties from a North Korean attack.","year":1950,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"American troops withdraw from Cheonan in South Korea after heavy casualties in Korean War"},{"originalText":"Following reports of the capture of a \"flying disc\" by U.S. Army Air Forces personnel near Roswell, New Mexico, the military stated that the crashed object was a conventional weather balloon.","year":1947,"subtitle":"Roswell incident","url":"https://en.wikipedia.org/wiki/Roswell_incident","headline":"U.S. Army Air Forces state Roswell 'flying disc' was a weather balloon"},{"originalText":"The Mounties begin their March West, their first journey to the Canadian Prairies.","year":1874,"subtitle":"Royal Canadian Mounted Police","url":"https://en.wikipedia.org/wiki/Royal_Canadian_Mounted_Police","headline":"The Mounties begin their March West to Canadian Prairies"},{"originalText":"The United States Declaration of Independence received its first formal public reading, in Philadelphia.","year":1776,"subtitle":"United States Declaration of Independence","url":"https://en.wikipedia.org/wiki/United_States_Declaration_of_Independence","headline":"United States Declaration of Independence publicly read for the first time in Philadelphia"},{"originalText":"French and Indian War: French forces defeated the British at Fort Carillon on the shore of Lake Champlain in the British colony of New York.","year":1758,"subtitle":"French and Indian War","url":"https://en.wikipedia.org/wiki/French_and_Indian_War","headline":"French forces defeat British at Fort Carillon in New York during French and Indian War"},{"originalText":"Great Northern War: Swedish forces under Charles XII were defeated by Russian troops led by Peter the Great at the Battle of Poltava.","year":1709,"subtitle":"Great Northern War","url":"https://en.wikipedia.org/wiki/Great_Northern_War","headline":"Russian troops defeat Swedish forces at Battle of Poltava in Great Northern War"},{"originalText":"Charles II of England granted the Rhode Island Royal Charter, described as the \"grandest instrument of human liberty ever constructed\", to the Baptist minister John Clarke.","year":1663,"subtitle":"Charles II of England","url":"https://en.wikipedia.org/wiki/Charles_II_of_England","headline":"Charles II of England grants Rhode Island Royal Charter to Baptist minister John Clarke"}]}