{"dateLabel":"July 9","issue":"Issue 191","events":[{"originalText":"Under the belief that Israel and the United States were planning to attack its nuclear program, Iran conducted the Great Prophet III missile test and war games exercise.","year":2008,"subtitle":"Nuclear program of Iran","url":"https://en.wikipedia.org/wiki/Nuclear_program_of_Iran","headline":"Iran conducts Great Prophet III missile test amid fears of attack from Israel and the United States"},{"originalText":"Sri Lankan Civil War: After advising civilians to take shelter in places of worship, the Sri Lanka Air Force bombed a church in Navaly, killing at least 147 people.","year":1995,"subtitle":"Sri Lankan Civil War","url":"https://en.wikipedia.org/wiki/Sri_Lankan_Civil_War","headline":"Sri Lanka Air Force bombs church in Navaly, killing at least 147 civilians"},{"originalText":"Nintendo released the arcade game Donkey Kong (cabinet pictured), which featured the debut of Mario, one of the most famous characters in video-game history.","year":1981,"subtitle":"Nintendo","url":"https://en.wikipedia.org/wiki/Nintendo","headline":"Nintendo releases Donkey Kong arcade game, debuting iconic character Mario"},{"originalText":"The United States conducted the Starfish Prime high-altitude nuclear test, the largest nuclear explosion in outer space.","year":1962,"subtitle":"Starfish Prime","url":"https://en.wikipedia.org/wiki/Starfish_Prime","headline":"United States conducts Starfish Prime high-altitude nuclear test in outer space"},{"originalText":"In a seminal moment for pop art, Andy Warhol's Campbell's Soup Cans exhibition opened at the Ferus Gallery in Los Angeles.","year":1962,"subtitle":"Pop art","url":"https://en.wikipedia.org/wiki/Pop_art","headline":"Andy Warhol's Campbell's Soup Cans exhibition opens in Los Angeles"},{"originalText":"An earthquake struck Lituya Bay, Alaska; the subsequent megatsunami, the largest in modern times, reached an elevation of 1,720 ft (524 m).","year":1958,"subtitle":"1958 Lituya Bay earthquake and megatsunami","url":"https://en.wikipedia.org/wiki/1958_Lituya_Bay_earthquake_and_megatsunami","headline":"Lituya Bay earthquake triggers largest modern megatsunami reaching 1,720 ft"},{"originalText":"Albert Einstein, Bertrand Russell (pictured) and nine other preeminent intellectuals and scientists issued the Russell–Einstein Manifesto, calling for a conference to assess the dangers posed by weapons of mass destruction.","year":1955,"subtitle":"Albert Einstein","url":"https://en.wikipedia.org/wiki/Albert_Einstein","headline":"Albert Einstein and Bertrand Russell issue Russell-Einstein Manifesto on weapons of mass destruction"},{"originalText":"Nitrate film being stored in a 20th Century Fox facility spontaneously combusted, destroying more than 40,000 reels of negatives and film prints.","year":1937,"subtitle":"Nitrocellulose","url":"https://en.wikipedia.org/wiki/Nitrocellulose","headline":"Nitrate film fire destroys 40,000 reels at 20th Century Fox facility"},{"originalText":"Politician William Jennings Bryan made his Cross of Gold speech advocating bimetallism, considered one of the greatest political speeches in American history.","year":1896,"subtitle":"William Jennings Bryan","url":"https://en.wikipedia.org/wiki/William_Jennings_Bryan","headline":"William Jennings Bryan delivers Cross of Gold speech advocating bimetallism"},{"originalText":"The inaugural Wimbledon Championship, the world's oldest tennis tournament, began in London.","year":1877,"subtitle":"1877 Wimbledon Championship","url":"https://en.wikipedia.org/wiki/1877_Wimbledon_Championship","headline":"Inaugural Wimbledon Championship tennis tournament begins in London"},{"originalText":"The Fourteenth Amendment to the United States Constitution, including the Citizenship Clause and the Equal Protection Clause, was ratified by the minimum required twenty-eight states.","year":1868,"subtitle":"Fourteenth Amendment to the United States Constitution","url":"https://en.wikipedia.org/wiki/Fourteenth_Amendment_to_the_United_States_Constitution","headline":"Fourteenth Amendment to US Constitution, including Citizenship and Equal Protection Clauses, ratified"},{"originalText":"Following Zachary Taylor's death, Millard Fillmore became president of the United States, the last member of the Whig Party to hold that office.","year":1850,"subtitle":"Zachary Taylor","url":"https://en.wikipedia.org/wiki/Zachary_Taylor","headline":"Millard Fillmore becomes US president after Zachary Taylor's death"},{"originalText":"British explorer David Thompson posted a notice at the confluence of the Columbia and Snake Rivers (in modern Washington state, U.S.), claiming the area for Great Britain.","year":1811,"subtitle":"David Thompson (explorer)","url":"https://en.wikipedia.org/wiki/David_Thompson_(explorer)","headline":"David Thompson claims Columbia and Snake Rivers area for Great Britain"},{"originalText":"Russo-Swedish War: During the Battle of Svensksund in the Baltic Sea, the Swedish Navy captured a third of the Russian fleet.","year":1790,"subtitle":"Russo-Swedish War (1788–1790)","url":"https://en.wikipedia.org/wiki/Russo-Swedish_War_(1788%E2%80%931790)","headline":"Swedish Navy captures third of Russian fleet in Battle of Svensksund"},{"originalText":"The Mozart family grand tour began, presenting child prodigies Maria Anna and Wolfgang (both pictured) in Western Europe.","year":1763,"subtitle":"Mozart family grand tour","url":"https://en.wikipedia.org/wiki/Mozart_family_grand_tour","headline":"Mozart family grand tour featuring child prodigies Maria Anna and Wolfgang begins in Western Europe"},{"originalText":"War of the Austrian Succession: French victory at the Battle of Melle enabled their subsequent capture of Ghent from the Austrian Netherlands.","year":1745,"subtitle":"War of the Austrian Succession","url":"https://en.wikipedia.org/wiki/War_of_the_Austrian_Succession","headline":"French victory at Battle of Melle leads to capture of Ghent in War of the Austrian Succession"},{"originalText":"The Virginia Governor's Council made John Punch the first legally recognized slave in England's North American colonies.","year":1640,"subtitle":"Virginia Governor's Council","url":"https://en.wikipedia.org/wiki/Virginia_Governor's_Council","headline":"John Punch becomes first legally recognized slave in England's North American colonies"},{"originalText":"An earthquake and subsequent tsunami struck the area around Sendai, Japan, leaving sand deposits up to 4 km (2.5 mi) inland.","year":869,"subtitle":"869 Jōgan earthquake","url":"https://en.wikipedia.org/wiki/869_J%C5%8Dgan_earthquake","headline":"Sendai, Japan struck by earthquake and tsunami leaving sand deposits 4 km inland"},{"originalText":"An estimated 30,000 people died when a massive earthquake struck the Roman province of Phoenice.","year":551,"subtitle":"551 Beirut earthquake","url":"https://en.wikipedia.org/wiki/551_Beirut_earthquake","headline":"Massive earthquake in Roman province of Phoenice claims estimated 30,000 lives"}]}