{"dateLabel":"July 10","issue":"Issue 192","events":[{"originalText":"The last members of a junior association football team and their coach were rescued from Tham Luang Nang Non, a flooded cave in northern Thailand.","year":2018,"subtitle":"Association football","url":"https://en.wikipedia.org/wiki/Association_football","headline":"Thai football team rescued from flooded cave in Tham Luang Nang Non"},{"originalText":"The Russian river cruise liner Bulgaria was caught in a storm in Tatarstan on the Volga River and sank in several minutes, resulting in 122 deaths.","year":2011,"subtitle":"Bulgaria (ship)","url":"https://en.wikipedia.org/wiki/Bulgaria_(ship)","headline":"Russian river cruise liner sinks in storm on Volga River, 122 dead"},{"originalText":"The last edition of the British tabloid News of the World was published, closing due to allegations that it hacked the voicemails of murdered schoolgirl Milly Dowler, victims of the 7/7 attacks and relatives of deceased British soldiers.","year":2011,"subtitle":"Tabloid journalism","url":"https://en.wikipedia.org/wiki/Tabloid_journalism","headline":"News of the World closes amid hacking scandal involving Milly Dowler"},{"originalText":"Typhoon Ewiniar made landfall over Korea, potentially causing thousands of deaths in North Korea.","year":2006,"subtitle":"Typhoon Ewiniar (2006)","url":"https://en.wikipedia.org/wiki/Typhoon_Ewiniar_(2006)","headline":"Typhoon Ewiniar hits Korea, thousands feared dead in North Korea"},{"originalText":"The United States defeated China in the final match of the FIFA Women's World Cup, setting records in both attendance and television ratings for women's sports.","year":1999,"subtitle":"United States women's national soccer team","url":"https://en.wikipedia.org/wiki/United_States_women's_national_soccer_team","headline":"US beats China in FIFA Women's World Cup final, sets records"},{"originalText":"John Paul Getty III, a grandson of the American oil magnate J. Paul Getty, was kidnapped in Rome.","year":1973,"subtitle":"John Paul Getty III","url":"https://en.wikipedia.org/wiki/John_Paul_Getty_III","headline":"John Paul Getty III kidnapped in Rome"},{"originalText":"Martin Luther King Jr. led a rally in support of the Chicago Freedom Movement, one of the most ambitious civil rights campaigns in the northern United States.","year":1966,"subtitle":"Martin Luther King Jr.","url":"https://en.wikipedia.org/wiki/Martin_Luther_King_Jr.","headline":"Martin Luther King Jr. leads rally for Chicago Freedom Movement"},{"originalText":"An American naval aviator discovered a downed Mitsubishi A6M Zero (pictured) on Akutan Island, Alaska, which was later rebuilt and flown to devise tactics against that type of aircraft.","year":1942,"subtitle":"Akutan Zero","url":"https://en.wikipedia.org/wiki/Akutan_Zero","headline":"American naval aviator discovers downed Mitsubishi A6M Zero in Alaska"},{"originalText":"The Holocaust: Ethnic Poles murdered at least 340 Jewish residents of Jedwabne in German-occupied Poland.","year":1941,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Holocaust: Ethnic Poles murder 340 Jewish residents in Jedwabne"},{"originalText":"Second World War: The Battle of Britain, in which the Royal Air Force defended the UK from attacks by the German Luftwaffe, began.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Battle of Britain begins as RAF defends UK from Luftwaffe attacks"},{"originalText":"Indian mystic and spiritual master Meher Baba began his silence until his death in 1969, only communicating by means of an alphabet board or by unique hand gestures.","year":1925,"subtitle":"Guru","url":"https://en.wikipedia.org/wiki/Guru","headline":"Indian mystic Meher Baba begins silence until death in 1969"},{"originalText":"Irish War of Independence: One day after a truce was agreed between the Irish Republican Army and British forces, violence broke out between Catholics and Protestants in Belfast.","year":1921,"subtitle":"Irish War of Independence","url":"https://en.wikipedia.org/wiki/Irish_War_of_Independence","headline":"Violence erupts in Belfast after truce between IRA and British forces"},{"originalText":"The air temperature in Furnace Creek, California, reached 134 °F (56.7 °C), recognized by the World Meteorological Organization as the highest recorded on Earth.","year":1913,"subtitle":"Furnace Creek, California","url":"https://en.wikipedia.org/wiki/Furnace_Creek%2C_California","headline":"Furnace Creek, California records highest temperature on Earth"},{"originalText":"Indian sepoys mutinied against the East India Company at Vellore Fort.","year":1806,"subtitle":"Sepoy","url":"https://en.wikipedia.org/wiki/Sepoy","headline":"Indian sepoys mutiny against East India Company at Vellore Fort"},{"originalText":"Lord Wellesley, Governor-General of India, founded Fort William College in Calcutta.","year":1800,"subtitle":"Richard Wellesley, 1st Marquess Wellesley","url":"https://en.wikipedia.org/wiki/Richard_Wellesley%2C_1st_Marquess_Wellesley","headline":"Lord Wellesley founds Fort William College in Calcutta"},{"originalText":"English Civil War: The Parliamentarians destroyed the last Royalist field army at the Battle of Langport, ultimately giving Parliament control of the west of England.","year":1645,"subtitle":"English Civil War","url":"https://en.wikipedia.org/wiki/English_Civil_War","headline":"Parliamentarians defeat Royalists at Battle of Langport"},{"originalText":"Lady Jane Grey (pictured) was proclaimed the successor to King Edward VI of England, beginning her disputed reign as the \"Nine Days' Queen\".","year":1553,"subtitle":"Lady Jane Grey","url":"https://en.wikipedia.org/wiki/Lady_Jane_Grey","headline":"Lady Jane Grey proclaimed successor to King Edward VI"},{"originalText":"The Treaty of Tagilde was signed between Ferdinand I of Portugal and representatives of John of Gaunt of England, marking the beginning of the Anglo-Portuguese Alliance, which remains in effect today.","year":1372,"subtitle":"Treaty of Tagilde","url":"https://en.wikipedia.org/wiki/Treaty_of_Tagilde","headline":"Treaty of Tagilde signed, marking start of Anglo-Portuguese Alliance"}]}