{"dateLabel":"July 11","issue":"Issue 193","events":[{"originalText":"An explosion at the Evangelos Florakis Naval Base killed 13 people, including the head of the Cyprus Navy.","year":2011,"subtitle":"Evangelos Florakis Naval Base explosion","url":"https://en.wikipedia.org/wiki/Evangelos_Florakis_Naval_Base_explosion","headline":"Explosion at Evangelos Florakis Naval Base kills 13, including head of Cyprus Navy"},{"originalText":"The Islamist militia group Al-Shabaab carried out multiple suicide bombings in Kampala, Uganda, killing 74 people and injuring 85 others.","year":2010,"subtitle":"Islamism","url":"https://en.wikipedia.org/wiki/Islamism","headline":"Al-Shabaab carries out suicide bombings in Kampala, Uganda, killing 74"},{"originalText":"Shortly after taking off from Jeddah, Saudi Arabia, Nigeria Airways Flight 2120 caught fire and crashed, killing all 261 people on board.","year":1991,"subtitle":"Jeddah","url":"https://en.wikipedia.org/wiki/Jeddah","headline":"Nigeria Airways Flight 2120 catches fire and crashes, killing all 261 on board"},{"originalText":"To Kill a Mockingbird, a novel by Harper Lee featuring themes of racial injustice and the loss of innocence in the Deep South of America, was published.","year":1960,"subtitle":"To Kill a Mockingbird","url":"https://en.wikipedia.org/wiki/To_Kill_a_Mockingbird","headline":"Harper Lee's novel 'To Kill a Mockingbird' published"},{"originalText":"New York City's Triborough Bridge (pictured), the \"biggest traffic machine ever built\", opened to traffic.","year":1936,"subtitle":"Robert F. Kennedy Bridge","url":"https://en.wikipedia.org/wiki/Robert_F._Kennedy_Bridge","headline":"Triborough Bridge in New York City opens to traffic"},{"originalText":"Ukrainian archaeologist Ivan Borkovský discovered a medieval skeleton at Prague Castle, competing factions claimed the skeleton as Germanic or Slavic in origin.","year":1928,"subtitle":"Ivan Borkovský","url":"https://en.wikipedia.org/wiki/Ivan_Borkovsk%C3%BD","headline":"Medieval skeleton discovered at Prague Castle by Ukrainian archaeologist"},{"originalText":"American Civil War: Confederate forces under Jubal Early began an unsuccessful attempt to capture Washington, D.C..","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate forces under Jubal Early attempt to capture Washington, D.C."},{"originalText":"'A riot broke out in Leicester, England, at the failed launching of a hot air balloon.","year":1864,"subtitle":"Leicester balloon riot","url":"https://en.wikipedia.org/wiki/Leicester_balloon_riot","headline":"Riot breaks out in Leicester, England, at failed hot air balloon launch"},{"originalText":"London Waterloo station, Britain's busiest railway station by passenger usage, was opened by the London and South Western Railway.","year":1848,"subtitle":"London Waterloo station","url":"https://en.wikipedia.org/wiki/London_Waterloo_station","headline":"London Waterloo station opened by London and South Western Railway"},{"originalText":"British soldier Frederick John White died after a flogging, leading to a campaign to end the practice in the British Army.","year":1846,"subtitle":"Death of Frederick John White","url":"https://en.wikipedia.org/wiki/Death_of_Frederick_John_White","headline":"British soldier Frederick John White dies after flogging, sparking campaign to end practice"},{"originalText":"Yagan, a Noongar warrior wanted for leading attacks on British colonists in Western Australia, was killed, becoming a symbol of the unjust and sometimes brutal treatment of indigenous Australians by colonial settlers.","year":1833,"subtitle":"Yagan","url":"https://en.wikipedia.org/wiki/Yagan","headline":"Noongar warrior Yagan killed in Western Australia, symbolizing treatment of indigenous Australians"},{"originalText":"French astronomer Jean-Louis Pons co-discovered the first of his 37 comets, more than any other person in history.","year":1801,"subtitle":"Jean-Louis Pons","url":"https://en.wikipedia.org/wiki/Jean-Louis_Pons","headline":"French astronomer Jean-Louis Pons co-discovers first of 37 comets"},{"originalText":"The Belfast Harp Festival, an early event in the Gaelic revival, began at the Assembly Rooms.","year":1792,"subtitle":"Belfast Harp Festival","url":"https://en.wikipedia.org/wiki/Belfast_Harp_Festival","headline":"Belfast Harp Festival begins, early event in Gaelic revival"},{"originalText":"French Revolution: Jacques Necker was dismissed as Director-General of Finances of France, sparking public demonstrations in Paris that led to the storming of the Bastille.","year":1789,"subtitle":"French Revolution","url":"https://en.wikipedia.org/wiki/French_Revolution","headline":"Jacques Necker dismissed as Director-General of Finances of France, sparking public demonstrations"},{"originalText":"Marking the start of Ming China's treasure voyages, an expeditionary fleet led by Zheng He (depicted) set sail for foreign regions of the South China Sea and the Indian Ocean.","year":1405,"subtitle":"Ming dynasty","url":"https://en.wikipedia.org/wiki/Ming_dynasty","headline":"Expeditionary fleet led by Zheng He sets sail for Ming China's treasure voyages"},{"originalText":"Franco-Flemish War: Flemish infantry defeated a large French army near Kortrijk at the Battle of the Golden Spurs.","year":1302,"subtitle":"Franco-Flemish War","url":"https://en.wikipedia.org/wiki/Franco-Flemish_War","headline":"Flemish infantry defeats French army at Battle of the Golden Spurs"}]}