{"dateLabel":"July 12","issue":"Issue 194","events":[{"originalText":"Two U.S. Army AH-64 Apache helicopters conducted a series of air-to-ground attacks in Baghdad.","year":2007,"subtitle":"Boeing AH-64 Apache","url":"https://en.wikipedia.org/wiki/Boeing_AH-64_Apache","headline":"U.S. Army Apache helicopters conduct air-to-ground attacks in Baghdad"},{"originalText":"Hezbollah forces crossed the Israel–Lebanon border and attacked Israeli military positions while firing rockets and mortars at Israeli towns, sparking a five-week war.","year":2006,"subtitle":"Hezbollah","url":"https://en.wikipedia.org/wiki/Hezbollah","headline":"Hezbollah forces attack Israeli military positions, sparking five-week war"},{"originalText":"Hayao Miyazaki's animated film Princess Mononoke is released, becoming the highest-grossing film in Japan for a few months.","year":1997,"subtitle":"Hayao Miyazaki","url":"https://en.wikipedia.org/wiki/Hayao_Miyazaki","headline":"Princess Mononoke released, becomes highest-grossing film in Japan"},{"originalText":"Rowdy fans at Comiskey Park in Chicago stormed the field during a Major League Baseball promotional event at which a crate of disco records was blown up.","year":1979,"subtitle":"Comiskey Park","url":"https://en.wikipedia.org/wiki/Comiskey_Park","headline":"Rowdy fans storm field at Comiskey Park during MLB event"},{"originalText":"Sixteen-year-old Pauline Reade, the first victim of serial killers Ian Brady and Myra Hindley, disappeared in Gorton, England.","year":1963,"subtitle":"Moors murders","url":"https://en.wikipedia.org/wiki/Moors_murders","headline":"First victim of Ian Brady and Myra Hindley disappears in Gorton, England"},{"originalText":"The English rock band the Rolling Stones played their first concert, at the Marquee Club in London.","year":1962,"subtitle":"The Rolling Stones","url":"https://en.wikipedia.org/wiki/The_Rolling_Stones","headline":"The Rolling Stones play first concert at Marquee Club in London"},{"originalText":"Arab–Israeli War: Israel Defense Forces officer Yitzhak Rabin signed an order to expel Palestinians from the towns of Lydda and Ramle.","year":1948,"subtitle":"1948 Arab–Israeli War","url":"https://en.wikipedia.org/wiki/1948_Arab%E2%80%93Israeli_War","headline":"Yitzhak Rabin orders expulsion of Palestinians from Lydda and Ramle"},{"originalText":"World War II: German and Soviet forces engaged each other at the Battle of Prokhorovka (tanks pictured), one of the largest tank battles in military history.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German and Soviet forces engage in Battle of Prokhorovka"},{"originalText":"The Soviet–Lithuanian Peace Treaty was signed, with Soviet Russia agreeing to recognize an independent Lithuania.","year":1920,"subtitle":"Soviet–Lithuanian Peace Treaty","url":"https://en.wikipedia.org/wiki/Soviet%E2%80%93Lithuanian_Peace_Treaty","headline":"Soviet–Lithuanian Peace Treaty signed, recognizing independent Lithuania"},{"originalText":"An explosion in the ammunition magazine of the Japanese battleship Kawachi resulted in the deaths of more than 600 officers and crewmen.","year":1918,"subtitle":"Magazine (artillery)","url":"https://en.wikipedia.org/wiki/Magazine_(artillery)","headline":"Explosion on Japanese battleship Kawachi kills over 600 officers and crewmen"},{"originalText":"First World War: Second Lieutenant Kléber Dupuy defeated a German attack on Fort Souville at a key moment of the Battle of Verdun.","year":1916,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Second Lieutenant Kléber Dupuy defeats German attack at Battle of Verdun"},{"originalText":"Second Balkan War: The Serbian Army began the Siege of Vidin, which they abandoned six days later when an armistice between the Serbs and Bulgarians was signed.","year":1913,"subtitle":"Second Balkan War","url":"https://en.wikipedia.org/wiki/Second_Balkan_War","headline":"Serbian Army begins Siege of Vidin in Second Balkan War"},{"originalText":"Joseph Smith, the founder of the Latter Day Saint movement, is said to have received a revelation recommending plural marriage.","year":1843,"subtitle":"Joseph Smith","url":"https://en.wikipedia.org/wiki/Joseph_Smith","headline":"Joseph Smith receives revelation recommending plural marriage"},{"originalText":"French Revolutionary Wars: A squadron of British ships of the line defeated a larger squadron of Spanish and French vessels in the Strait of Gibraltar.","year":1801,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"British ships defeat Spanish and French vessels in Strait of Gibraltar"},{"originalText":"Saint Basil's Cathedral (pictured), located in Red Square, Moscow, was consecrated.","year":1561,"subtitle":"Saint Basil's Cathedral","url":"https://en.wikipedia.org/wiki/Saint_Basil's_Cathedral","headline":"Saint Basil's Cathedral consecrated in Red Square, Moscow"},{"originalText":"Choe Bu, an official of the Joseon dynasty, returned to Korea after months of shipwrecked travel in China.","year":1488,"subtitle":"Choe Bu","url":"https://en.wikipedia.org/wiki/Choe_Bu","headline":"Choe Bu returns to Korea after shipwrecked travel in China"},{"originalText":"King Æthelstan of England secured the submission of four northern rulers: Constantine II of Scotland, Hywel Dda of Deheubarth, Ealdred I of Bamburgh, and Owain ap Dyfnwal of Strathclyde.","year":927,"subtitle":"Æthelstan","url":"https://en.wikipedia.org/wiki/%C3%86thelstan","headline":"King Æthelstan secures submission of four northern rulers"}]}