{"dateLabel":"July 13","issue":"Issue 195","events":[{"originalText":"After a five day search, the body of American actress and singer Naya Rivera is recovered from Lake Piru, confirming her death.","year":2020,"subtitle":"Naya Rivera","url":"https://en.wikipedia.org/wiki/Naya_Rivera","headline":"American actress Naya Rivera's body recovered from Lake Piru after five day search"},{"originalText":"Typhoon Soulik makes landfall in East China and Taiwan, killing at least 20 people.","year":2013,"subtitle":"Typhoon Soulik (2013)","url":"https://en.wikipedia.org/wiki/Typhoon_Soulik_(2013)","headline":"Typhoon Soulik kills at least 20 in East China and Taiwan"},{"originalText":"French Directorate-General for External Security personnel aborted an operation to rescue Colombian politician Íngrid Betancourt from FARC guerrillas, resulting in a political scandal.","year":2003,"subtitle":"Directorate-General for External Security","url":"https://en.wikipedia.org/wiki/Directorate-General_for_External_Security","headline":"French personnel abort rescue operation for Colombian politician Ingrid Betancourt"},{"originalText":"The Croatian Army concludes Operation Tiger, advancing 17 kilometres (11 miles) into the Dubrovnik hinterland.","year":1992,"subtitle":"Croatian Army","url":"https://en.wikipedia.org/wiki/Croatian_Army","headline":"Croatian Army concludes Operation Tiger, advances 17 kilometres into Dubrovnik hinterland"},{"originalText":"Watergate scandal: Under questioning by Senate investigators, White House deputy chief of staff Alexander Butterfield revealed the existence of a secret taping system (tape recorder pictured) in the Oval Office.","year":1973,"subtitle":"Watergate scandal","url":"https://en.wikipedia.org/wiki/Watergate_scandal","headline":"White House deputy chief of staff reveals secret taping system in Oval Office under Watergate scandal"},{"originalText":"In an unprecedented reshuffle, British prime minister Harold Macmillan dismissed seven members of his Cabinet.","year":1962,"subtitle":"Cabinet reshuffle","url":"https://en.wikipedia.org/wiki/Cabinet_reshuffle","headline":"British prime minister Harold Macmillan dismisses seven Cabinet members in reshuffle"},{"originalText":"World War II: Operation Fustian, an Allied operation to capture the Primosole Bridge in Sicily, begins.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allied Operation Fustian to capture Primosole Bridge in Sicily begins in World War II"},{"originalText":"World War II: The 1st Filipino Infantry Regiment was converted from a battalion to accommodate a larger number of volunteers spurred on by the Japanese invasion of the Philippines.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"1st Filipino Infantry Regiment converted to accommodate more volunteers in World War II"},{"originalText":"While on a campaign in Bulgaria, the Romanian Army suffered a cholera outbreak that led to around 1,600 deaths.","year":1913,"subtitle":"Second Balkan War","url":"https://en.wikipedia.org/wiki/Second_Balkan_War","headline":"Romanian Army suffers cholera outbreak in Bulgaria campaign, leading to 1,600 deaths"},{"originalText":"Four days of rioting began in New York City in response to laws passed by the U.S. Congress to draft men to fight in the American Civil War.","year":1863,"subtitle":"New York City draft riots","url":"https://en.wikipedia.org/wiki/New_York_City_draft_riots","headline":"Four days of rioting in New York City in response to draft laws for American Civil War"},{"originalText":"Wallachian officials adopted the Regulamentul Organic (cover shown), which engendered a period of unprecedented reforms that provided for the westernization of the local society.","year":1831,"subtitle":"Wallachia","url":"https://en.wikipedia.org/wiki/Wallachia","headline":"Wallachian officials adopt Regulamentul Organic, sparking period of reforms"},{"originalText":"English Civil War: Royalist forces defeated the Parliamentarians at the Battle of Roundway Down near Devizes, Wiltshire.","year":1643,"subtitle":"English Civil War","url":"https://en.wikipedia.org/wiki/English_Civil_War","headline":"Royalist forces defeat Parliamentarians at Battle of Roundway Down in English Civil War"},{"originalText":"Anglo–Spanish War: A convoy of English ships from the Levant Company repel a fleet of Spanish and Maltese galleys off the Mediterranean island of Pantelleria at the Battle of Pantelleria.","year":1586,"subtitle":"Anglo-Spanish War (1585–1604)","url":"https://en.wikipedia.org/wiki/Anglo-Spanish_War_(1585%E2%80%931604)","headline":"English ships repel Spanish and Maltese galleys at Battle of Pantelleria in Anglo-Spanish War"},{"originalText":"Livonian Crusade: Samogitian forces defeated Teutonic knights and the Livonian Order at the Battle of Durbe.","year":1260,"subtitle":"Livonian Crusade","url":"https://en.wikipedia.org/wiki/Livonian_Crusade","headline":"Samogitian forces defeat Teutonic knights at Battle of Durbe in Livonian Crusade"}]}