{"dateLabel":"July 15","issue":"Issue 197","events":[{"originalText":"The Peace at Home Council, a faction of the Turkish Armed Forces, staged a coup d'état attempt against the government and President Recep Tayyip Erdoğan.","year":2016,"subtitle":"Peace at Home Council","url":"https://en.wikipedia.org/wiki/Peace_at_Home_Council","headline":"Turkish Armed Forces Faction Attempts Coup Against Government and President Erdoğan"},{"originalText":"South Korean rapper Psy releases his hit single Gangnam Style.","year":2012,"subtitle":"Psy","url":"https://en.wikipedia.org/wiki/Psy","headline":"South Korean Rapper Psy Releases Hit Single 'Gangnam Style'"},{"originalText":"Caspian Airlines Flight 7908 crashed in northwestern Iran, killing all 168 people aboard.","year":2009,"subtitle":"Caspian Airlines Flight 7908","url":"https://en.wikipedia.org/wiki/Caspian_Airlines_Flight_7908","headline":"Caspian Airlines Flight 7908 Crashes in Iran, Killing All 168 Onboard"},{"originalText":"Armenian extremist organization ASALA bombed the Turkish Airlines check-in counter at Orly Airport, killing 8 and injuring 55, as part of its campaign for the recognition of and reparations for the Armenian genocide.","year":1983,"subtitle":"Armenian Secret Army for the Liberation of Armenia","url":"https://en.wikipedia.org/wiki/Armenian_Secret_Army_for_the_Liberation_of_Armenia","headline":"Armenian Extremist Group ASALA Bombs Turkish Airlines Counter at Orly Airport, Killing 8"},{"originalText":"Sega's first home video game console, the SG-1000, was released in Japan.","year":1983,"subtitle":"Sega","url":"https://en.wikipedia.org/wiki/Sega","headline":"Sega Releases First Home Video Game Console SG-1000 in Japan"},{"originalText":"The all-female Emilia Plater Independent Women's Battalion was formed in the Soviet Union's First Polish Army.","year":1943,"subtitle":"Emilia Plater Independent Women's Battalion","url":"https://en.wikipedia.org/wiki/Emilia_Plater_Independent_Women's_Battalion","headline":"Emilia Plater Independent Women's Battalion Formed in Soviet Union's First Polish Army"},{"originalText":"Manitoba was established as a province of Canada following the transfer of Rupert's Land  from the Hudson's Bay Company.","year":1870,"subtitle":"Manitoba","url":"https://en.wikipedia.org/wiki/Manitoba","headline":"Manitoba Established as Canadian Province After Transfer of Rupert's Land"},{"originalText":"Aboard HMS Bellerophon, French emperor Napoleon (pictured) surrendered to Royal Navy captain Frederick Lewis Maitland, concluding the Napoleonic Wars.","year":1815,"subtitle":"HMS Bellerophon (1786)","url":"https://en.wikipedia.org/wiki/HMS_Bellerophon_(1786)","headline":"Napoleon Surrenders Aboard HMS Bellerophon, Ending Napoleonic Wars"},{"originalText":"French soldiers at Fort Julien, near the Egyptian port city of Rashid, uncovered the Rosetta Stone (pictured), an essential key in the decipherment of ancient Egyptian scripts.","year":1799,"subtitle":"Fort Julien","url":"https://en.wikipedia.org/wiki/Fort_Julien","headline":"French Soldiers Uncover Rosetta Stone at Fort Julien Near Egyptian Port City"},{"originalText":"The Kingdom of Poland and the Grand Duchy of Lithuania defeated the Teutonic Knights at the Battle of Grunwald, the decisive engagement of the Polish–Lithuanian–Teutonic War.","year":1410,"subtitle":"Crown of the Kingdom of Poland","url":"https://en.wikipedia.org/wiki/Crown_of_the_Kingdom_of_Poland","headline":"Kingdom of Poland and Grand Duchy of Lithuania Defeat Teutonic Knights at Battle of Grunwald"}]}