{"dateLabel":"July 16","issue":"Issue 198","events":[{"originalText":"At least 23 students died and dozens more fell ill at a primary school in the Indian state of Bihar after consuming a Midday Meal that was contaminated with pesticide.","year":2013,"subtitle":"Bihar","url":"https://en.wikipedia.org/wiki/Bihar","headline":"23 students die after consuming contaminated Midday Meal in Bihar, India"},{"originalText":"A tainted milk powder scandal broke in China which ultimately involved an estimated 300,000 victims, the vast majority infants, with 54,000 hospitalized with kidney problems and 6 deaths.","year":2008,"subtitle":"2008 Chinese milk scandal","url":"https://en.wikipedia.org/wiki/2008_Chinese_milk_scandal","headline":"China milk powder scandal affects 300,000 victims, 6 deaths reported"},{"originalText":"An earthquake of magnitude .mw-parser-output .tooltip-dotted{border-bottom:1px dotted;cursor:help}Mw6.6 struck Niigata Prefecture, Japan, causing a leak of radioactive gases from the Kashiwazaki-Kariwa Nuclear Power Plant.","year":2007,"subtitle":"2007 Chūetsu offshore earthquake","url":"https://en.wikipedia.org/wiki/2007_Ch%C5%ABetsu_offshore_earthquake","headline":"Earthquake in Niigata, Japan causes leak of radioactive gases from nuclear power plant"},{"originalText":"Millennium Park, a public park in Chicago, Illinois, and the world's largest rooftop garden, opened to the public.","year":2004,"subtitle":"Millennium Park","url":"https://en.wikipedia.org/wiki/Millennium_Park","headline":"Millennium Park, world's largest rooftop garden, opens in Chicago, Illinois"},{"originalText":"Fragments of Comet Shoemaker–Levy 9 began colliding with the planet Jupiter (impact site pictured), with the first impact causing a fireball that reached a peak temperature of 24,000 kelvin.","year":1994,"subtitle":"Comet Shoemaker–Levy 9","url":"https://en.wikipedia.org/wiki/Comet_Shoemaker%E2%80%93Levy_9","headline":"Comet Shoemaker–Levy 9 fragments collide with Jupiter, fireball reaches 24,000 kelvin"},{"originalText":"A Sikorsky S-61 helicopter operated by British Airways crashed in thick fog in the Celtic Sea, killing 20 of the 26 people on board.","year":1983,"subtitle":"Sikorsky S-61","url":"https://en.wikipedia.org/wiki/Sikorsky_S-61","headline":"British Airways helicopter crash in Celtic Sea kills 20"},{"originalText":"South Vietnamese Colonel Phạm Ngọc Thảo—an undetected communist spy—was reported dead due to injuries sustained during his capture, but it is generally assumed he was killed on the orders of military officials.","year":1965,"subtitle":"Army of the Republic of Vietnam","url":"https://en.wikipedia.org/wiki/Army_of_the_Republic_of_Vietnam","headline":"South Vietnamese Colonel Phạm Ngọc Thảo reported dead, suspected communist spy"},{"originalText":"The Catcher in the Rye, an American coming-of-age novel by J. D. Salinger, was first published.","year":1951,"subtitle":"The Catcher in the Rye","url":"https://en.wikipedia.org/wiki/The_Catcher_in_the_Rye","headline":"J.D. Salinger's 'The Catcher in the Rye' published for the first time"},{"originalText":"Korean War: A Korean People's Army unit massacred 31 prisoners of war of the U.S. Army on a mountain near the village of Tuman.","year":1950,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"Korean War: 31 U.S. Army prisoners massacred by Korean People's Army"},{"originalText":"Ethiopian emperor Haile Selassie  promulgated the nation's first modern constitution.","year":1931,"subtitle":"Haile Selassie","url":"https://en.wikipedia.org/wiki/Haile_Selassie","headline":"Ethiopian emperor Haile Selassie promulgates nation's first modern constitution"},{"originalText":"President George Washington signed the Residence Act, selecting a new permanent site along the Potomac River for the capital of the United States, which later became Washington, D.C.","year":1790,"subtitle":"George Washington","url":"https://en.wikipedia.org/wiki/George_Washington","headline":"President George Washington selects site for capital of United States"},{"originalText":"Mozart's opera Die Entführung aus dem Serail premiered in Vienna, after which Emperor Joseph II anecdotally remarked that it had \"too many notes\".","year":1782,"subtitle":"Wolfgang Amadeus Mozart","url":"https://en.wikipedia.org/wiki/Wolfgang_Amadeus_Mozart","headline":"Mozart's opera 'Die Entführung aus dem Serail' premieres in Vienna"},{"originalText":"The ten-year-old Richard II was crowned King of England at Westminster Abbey.","year":1377,"subtitle":"Richard II of England","url":"https://en.wikipedia.org/wiki/Richard_II_of_England","headline":"Ten-year-old Richard II crowned King of England at Westminster Abbey"},{"originalText":"Muhammad ibn Yusuf (pictured), who later established the Emirate of Granada, the last Muslim state in Spain, was elected the ruler of Arjona.","year":1232,"subtitle":"Muhammad I of Granada","url":"https://en.wikipedia.org/wiki/Muhammad_I_of_Granada","headline":"Muhammad ibn Yusuf elected ruler of Arjona, later establishes Emirate of Granada"}]}