{"dateLabel":"July 17","issue":"Issue 199","events":[{"originalText":"Malaysia Airlines Flight 17 was shot down over eastern Ukraine, killing all 298 people on board.","year":2014,"subtitle":"Malaysia Airlines Flight 17","url":"https://en.wikipedia.org/wiki/Malaysia_Airlines_Flight_17","headline":"Malaysia Airlines Flight 17 shot down over eastern Ukraine, 298 killed"},{"originalText":"TAM Airlines Flight 3054 overran the runway at Congonhas Airport in São Paulo, Brazil, killing 199 people.","year":2007,"subtitle":"TAM Airlines Flight 3054","url":"https://en.wikipedia.org/wiki/TAM_Airlines_Flight_3054","headline":"TAM Airlines Flight 3054 crashes in São Paulo, Brazil, 199 dead"},{"originalText":"TWA Flight 800 exploded in mid-air and crashed into the Atlantic Ocean near East Moriches, New York.","year":1996,"subtitle":"TWA Flight 800","url":"https://en.wikipedia.org/wiki/TWA_Flight_800","headline":"TWA Flight 800 explodes and crashes near East Moriches, New York"},{"originalText":"Queen Elizabeth II officially opened the Manchester Metrolink, the first modern street-running light-rail system in the United Kingdom.","year":1992,"subtitle":"Elizabeth II","url":"https://en.wikipedia.org/wiki/Elizabeth_II","headline":"Queen Elizabeth II opens Manchester Metrolink in the UK"},{"originalText":"A structural failure caused a walkway at the Hyatt Regency hotel in Kansas City, Missouri, U.S., to collapse (damage pictured), killing 114 people and injuring 216 others.","year":1981,"subtitle":"Structural integrity and failure","url":"https://en.wikipedia.org/wiki/Structural_integrity_and_failure","headline":"Hyatt Regency hotel walkway collapse in Kansas City kills 114"},{"originalText":"Led by Ahmed Hassan al-Bakr, the Arab Socialist Ba'ath Party overthrew Iraqi president Abdul Rahman Arif in a bloodless coup.","year":1968,"subtitle":"Ahmed Hassan al-Bakr","url":"https://en.wikipedia.org/wiki/Ahmed_Hassan_al-Bakr","headline":"Arab Socialist Ba'ath Party overthrows Iraqi president Abdul Rahman Arif"},{"originalText":"Laden with munitions for World War II, two ships exploded at the Port Chicago Naval Magazine in California, killing 320 people and injuring more than 400 others.","year":1944,"subtitle":"Port Chicago disaster","url":"https://en.wikipedia.org/wiki/Port_Chicago_disaster","headline":"Explosion at Port Chicago Naval Magazine kills 320 in California"},{"originalText":"RMS Carpathia, which had rescued survivors of the 1912 Titanic sinking, was sunk by a German U-boat with the loss of five crew.","year":1918,"subtitle":"RMS Carpathia","url":"https://en.wikipedia.org/wiki/RMS_Carpathia","headline":"RMS Carpathia, rescuer of Titanic survivors, sunk by German U-boat"},{"originalText":"Russian Revolution: Tsar Nicholas II and his family (pictured) were murdered by Bolsheviks at Yekaterinburg.","year":1918,"subtitle":"Russian Revolution","url":"https://en.wikipedia.org/wiki/Russian_Revolution","headline":"Tsar Nicholas II and family murdered by Bolsheviks in Yekaterinburg"},{"originalText":"The New Zealand Wars resumed as British forces led by General Duncan Cameron began the invasion of the Waikato.","year":1863,"subtitle":"New Zealand Wars","url":"https://en.wikipedia.org/wiki/New_Zealand_Wars","headline":"British forces invade Waikato in New Zealand Wars"},{"originalText":"The garrotting and robbery of British member of parliament James Pilkington led to a moral panic in London.","year":1862,"subtitle":"James Pilkington (politician)","url":"https://en.wikipedia.org/wiki/James_Pilkington_(politician)","headline":"British MP James Pilkington garrotted and robbed in London"},{"originalText":"The first astrophotograph of a star other than the Sun, a daguerreotype of Vega (pictured), was taken by William Cranch Bond and John Adams Whipple.","year":1850,"subtitle":"Astrophotography","url":"https://en.wikipedia.org/wiki/Astrophotography","headline":"First astrophotograph of star Vega taken by William Cranch Bond and John Adams Whipple"},{"originalText":"Dene men, acting as guides to Samuel Hearne on his exploration of the Coppermine River in present-day Nunavut, Canada, massacred a group of about twenty Copper Inuit.","year":1771,"subtitle":"Dene","url":"https://en.wikipedia.org/wiki/Dene","headline":"Dene guides massacre Copper Inuit during Samuel Hearne's exploration in Canada"},{"originalText":"The Battle of Castillon, the last engagement of the Hundred Years' War, ended with the English losing all holdings in France except the Pale of Calais.","year":1453,"subtitle":"Battle of Castillon","url":"https://en.wikipedia.org/wiki/Battle_of_Castillon","headline":"Battle of Castillon ends Hundred Years' War, English lose holdings in France"}]}