{"dateLabel":"July 18","issue":"Issue 200","events":[{"originalText":"An arson attack at the studio of Kyoto Animation in Japan led to the deaths of 36 people.","year":2019,"subtitle":"Kyoto Animation arson attack","url":"https://en.wikipedia.org/wiki/Kyoto_Animation_arson_attack","headline":"Arson attack at Kyoto Animation studio in Japan kills 36"},{"originalText":"The conviction of former Italian prime minister Silvio Berlusconi, who had been found guilty of paying for an underage prostitute, was overturned on appeal.","year":2014,"subtitle":"Silvio Berlusconi","url":"https://en.wikipedia.org/wiki/Silvio_Berlusconi","headline":"Conviction of former Italian PM Berlusconi overturned on appeal"},{"originalText":"A suicide bomber attacked an Israeli tour bus at Burgas Airport, Bulgaria, resulting in the military branch of Hezbollah being designated a terrorist organization by the European Union.","year":2012,"subtitle":"2012 Burgas bus bombing","url":"https://en.wikipedia.org/wiki/2012_Burgas_bus_bombing","headline":"Suicide bomber targets Israeli tour bus in Bulgaria, Hezbollah labeled terrorist"},{"originalText":"Selena's album Dreaming of You, instrumental in popularizing Tejano music, was released posthumously.","year":1995,"subtitle":"Selena","url":"https://en.wikipedia.org/wiki/Selena","headline":"Selena's posthumous album Dreaming of You boosts Tejano music"},{"originalText":"American actress Rebecca Schaeffer was shot and killed by Robert John Bardo, eventually prompting the passage of anti-stalking laws in California.","year":1989,"subtitle":"Rebecca Schaeffer","url":"https://en.wikipedia.org/wiki/Rebecca_Schaeffer","headline":"Actress Rebecca Schaeffer killed, prompting anti-stalking laws in California"},{"originalText":"Parts of the dismembered body of Swedish prostitute Catrine da Costa were found in Stockholm.","year":1984,"subtitle":"Murder of Catrine da Costa","url":"https://en.wikipedia.org/wiki/Murder_of_Catrine_da_Costa","headline":"Body parts of Swedish prostitute Catrine da Costa found in Stockholm"},{"originalText":"A gunman massacred 21 people and injured 15 others at a McDonald's restaurant in the San Ysidro section of San Diego, California.","year":1984,"subtitle":"San Ysidro McDonald's massacre","url":"https://en.wikipedia.org/wiki/San_Ysidro_McDonald's_massacre","headline":"Gunman massacres 21 at McDonald's in San Ysidro, California"},{"originalText":"At the Olympic Games in Montreal, Nadia Comăneci (pictured) became the first person to score a perfect 10 in a modern Olympics gymnastics event.","year":1976,"subtitle":"1976 Summer Olympics","url":"https://en.wikipedia.org/wiki/1976_Summer_Olympics","headline":"Nadia Comăneci scores perfect 10 at Montreal Olympics"},{"originalText":"Angered by racism and poverty, African American residents of the Hough neighborhood of Cleveland began to riot for six days.","year":1966,"subtitle":"Racism in the United States","url":"https://en.wikipedia.org/wiki/Racism_in_the_United_States","headline":"Hough neighborhood residents riot in Cleveland over racism and poverty"},{"originalText":"Francisco Javier Arana, the chief of the Guatemalan armed forces, was killed in a shootout with supporters of President Juan José Arévalo.","year":1949,"subtitle":"Francisco Javier Arana","url":"https://en.wikipedia.org/wiki/Francisco_Javier_Arana","headline":"Guatemalan armed forces chief killed in shootout with President's supporters"},{"originalText":"Nationalist rebels attempted a coup against the Second Spanish Republic, sparking the Spanish Civil War.","year":1936,"subtitle":"Nationalist faction (Spanish Civil War)","url":"https://en.wikipedia.org/wiki/Nationalist_faction_(Spanish_Civil_War)","headline":"Nationalist rebels attempt coup against Second Spanish Republic, sparking Civil War"},{"originalText":"American Civil War: Led by Colonel Robert Gould Shaw, the 54th Massachusetts Infantry Regiment, one of the first African-American military units in the Union Army, spearheaded an assault (pictured) on Fort Wagner, South Carolina.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"54th Massachusetts Infantry Regiment leads assault on Fort Wagner in Civil War"},{"originalText":"Pedro II, the last emperor of Brazil, was crowned (depicted) at the Old Cathedral of Rio de Janeiro.","year":1841,"subtitle":"Pedro II of Brazil","url":"https://en.wikipedia.org/wiki/Pedro_II_of_Brazil","headline":"Last emperor of Brazil, Pedro II, crowned at Old Cathedral of Rio de Janeiro"},{"originalText":"A gunpowder magazine explosion in Birgu, Malta, killed an estimated 200 people.","year":1806,"subtitle":"1806 Birgu polverista explosion","url":"https://en.wikipedia.org/wiki/1806_Birgu_polverista_explosion","headline":"Gunpowder magazine explosion in Birgu, Malta kills 200"},{"originalText":"Johann Sebastian Bach directed the first performance of his cantata Erforsche mich, Gott, und erfahre mein Herz in Leipzig.","year":1723,"subtitle":"Johann Sebastian Bach","url":"https://en.wikipedia.org/wiki/Johann_Sebastian_Bach","headline":"Bach directs first performance of cantata Erforsche mich, Gott, und erfahre mein Herz"},{"originalText":"King Edward I issued an edict to expel all Jews from England.","year":1290,"subtitle":"Edward I of England","url":"https://en.wikipedia.org/wiki/Edward_I_of_England","headline":"King Edward I issues edict to expel all Jews from England"}]}