{"dateLabel":"July 19","issue":"Issue 201","events":[{"originalText":"Gunmen perpetrated an assault against an Egyptian military checkpoint in the Libyan Desert, killing 22 soldiers.","year":2014,"subtitle":"2014 Farafra ambush","url":"https://en.wikipedia.org/wiki/2014_Farafra_ambush","headline":"22 soldiers killed in Egyptian military checkpoint assault in Libyan Desert"},{"originalText":"The NASA spacecraft Cassini took a photograph of Saturn with Earth in the distance (detail pictured), for which people were invited to \"wave at Saturn\".","year":2013,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"NASA spacecraft Cassini captures Saturn with Earth in the distance"},{"originalText":"The Troubles: The Provisional Irish Republican Army announced that it would resume its ceasefire, ending its 28-year campaign against British rule in Northern Ireland.","year":1997,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"IRA announces ceasefire, ending 28-year campaign against British rule in Northern Ireland"},{"originalText":"A car bomb killed the anti-Mafia judge Paolo Borsellino and five policemen in Palermo, Italy, less than two months after the murder of Borsellino's friend and colleague Giovanni Falcone.","year":1992,"subtitle":"Via D'Amelio bombing","url":"https://en.wikipedia.org/wiki/Via_D'Amelio_bombing","headline":"Anti-Mafia judge Paolo Borsellino killed in car bomb attack in Palermo, Italy"},{"originalText":"The largely autobiographical novel The Ordeal of Gilbert Pinfold by Evelyn Waugh was published.","year":1957,"subtitle":"Autobiographical novel","url":"https://en.wikipedia.org/wiki/Autobiographical_novel","headline":"Evelyn Waugh's novel 'The Ordeal of Gilbert Pinfold' published"},{"originalText":"Following Peace Day celebrations marking the end of the First World War, English ex-servicemen unhappy with unemployment and other grievances rioted and burned down Luton Town Hall (pictured).","year":1919,"subtitle":"Luton Peace Day Riots","url":"https://en.wikipedia.org/wiki/Luton_Peace_Day_Riots","headline":"Riots in Luton as ex-servicemen burn down Town Hall after Peace Day celebrations"},{"originalText":"First World War: The \"worst 24 hours in Australia's entire history\" occurred when Australian forces unsuccessfully attacked German defences at Fromelles, France.","year":1916,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Australian forces suffer heavy losses in unsuccessful attack at Fromelles, France"},{"originalText":"French cyclist Maurice Garin won the first edition of the Tour de France.","year":1903,"subtitle":"Maurice Garin","url":"https://en.wikipedia.org/wiki/Maurice_Garin","headline":"French cyclist Maurice Garin wins first Tour de France"},{"originalText":"The two-day Seneca Falls Convention, the first women's-rights and feminist convention held in the United States, opened in Seneca Falls, New York.","year":1848,"subtitle":"Seneca Falls Convention","url":"https://en.wikipedia.org/wiki/Seneca_Falls_Convention","headline":"Seneca Falls Convention opens, first women's-rights convention in the US"},{"originalText":"A fire in Manhattan, New York, destroyed 345 buildings, killed 30 people, and caused at least $5 million in damage.","year":1845,"subtitle":"Great New York City Fire of 1845","url":"https://en.wikipedia.org/wiki/Great_New_York_City_Fire_of_1845","headline":"Fire in Manhattan destroys 345 buildings, kills 30, causes $5 million in damage"},{"originalText":"SS Great Britain, the first ocean-going ship with both an iron hull and a screw propeller, was launched (pictured) in Bristol, England.","year":1843,"subtitle":"SS Great Britain","url":"https://en.wikipedia.org/wiki/SS_Great_Britain","headline":"SS Great Britain launched in Bristol, first ocean-going ship with iron hull and screw propeller"},{"originalText":"Georg Anton Schäffer was forced to depart for China after his unsuccessful attempt to seize the Hawaiian Kingdom for the Russian Empire.","year":1817,"subtitle":"Georg Anton Schäffer","url":"https://en.wikipedia.org/wiki/Georg_Anton_Sch%C3%A4ffer","headline":"Georg Anton Schäffer forced to depart for China after failed attempt to seize Hawaiian Kingdom"},{"originalText":"Great Northern War: Polish–Saxon forces were defeated by a Swedish army half their size at the Battle of Kliszów.","year":1702,"subtitle":"Great Northern War","url":"https://en.wikipedia.org/wiki/Great_Northern_War","headline":"Swedish army defeats Polish-Saxon forces at Battle of Kliszów"},{"originalText":"Mary I was proclaimed Queen of England, deposing Lady Jane Grey after nine days of de facto rule.","year":1553,"subtitle":"Mary I of England","url":"https://en.wikipedia.org/wiki/Mary_I_of_England","headline":"Mary I proclaimed Queen of England, deposing Lady Jane Grey"},{"originalText":"The English warship Mary Rose (pictured) sank just outside Portsmouth during the Battle of the Solent.","year":1545,"subtitle":"Mary Rose","url":"https://en.wikipedia.org/wiki/Mary_Rose","headline":"English warship Mary Rose sinks during Battle of the Solent"},{"originalText":"Arab–Byzantine wars: After initial Byzantine gains at the Battle of Apamea, a lone Kurdish rider killed Byzantine commander Damian Dalassenos, allowing Fatimid troops to turn the tide of the battle.","year":998,"subtitle":"Arab–Byzantine wars","url":"https://en.wikipedia.org/wiki/Arab%E2%80%93Byzantine_wars","headline":"Kurdish rider turns tide of Battle of Apamea, killing Byzantine commander"}]}