{"dateLabel":"July 20","issue":"Issue 202","events":[{"originalText":"A suicide attack in Suruç, Turkey, for which Islamic State of Iraq and the Levant (ISIL) claimed responsibility, killed 34 people and injured 104 others.","year":2015,"subtitle":"Suruç bombing","url":"https://en.wikipedia.org/wiki/Suru%C3%A7_bombing","headline":"Suicide attack in Suruç, Turkey kills 34 and injures 104, ISIL claims responsibility"},{"originalText":"A gunman carried out a mass shooting at a movie theater in Aurora, Colorado, killing 12 people and injuring 58 others.","year":2012,"subtitle":"James Holmes (mass murderer)","url":"https://en.wikipedia.org/wiki/James_Holmes_(mass_murderer)","headline":"Mass shooting in Aurora, Colorado leaves 12 dead and 58 injured"},{"originalText":"Twenty-three-year-old Italian anti-globalist Carlo Giuliani was shot dead by a police officer while protesting outside the 27th G8 summit held in Genoa, Italy.","year":2001,"subtitle":"Death of Carlo Giuliani","url":"https://en.wikipedia.org/wiki/Death_of_Carlo_Giuliani","headline":"Italian anti-globalist Carlo Giuliani shot dead by police at G8 summit in Genoa"},{"originalText":"The animated film Spirited Away, written and directed by Hayao Miyazaki, was released, becoming the highest-grossing film in Japanese history until 2020.","year":2001,"subtitle":"Spirited Away","url":"https://en.wikipedia.org/wiki/Spirited_Away","headline":"Hayao Miyazaki's Spirited Away becomes highest-grossing film in Japanese history"},{"originalText":"USS Constitution, one of the United States Navy's original six frigates, sailed for the first time in 116 years after a full restoration.","year":1997,"subtitle":"USS Constitution","url":"https://en.wikipedia.org/wiki/USS_Constitution","headline":"USS Constitution sails for the first time in 116 years after restoration"},{"originalText":"Members of the Provisional Irish Republican Army detonated two bombs in Hyde Park and Regent's Park in London, killing eleven British Army personnel and seven horses.","year":1982,"subtitle":"Provisional Irish Republican Army","url":"https://en.wikipedia.org/wiki/Provisional_Irish_Republican_Army","headline":"Provisional IRA bombs in London kill 11 British Army personnel and 7 horses"},{"originalText":"Rain from a stalled thunderstorm caused six dams to fail, flooding Johnstown, Pennsylvania, resulting in 84 deaths and $340 in damages.","year":1977,"subtitle":"Johnstown flood of 1977","url":"https://en.wikipedia.org/wiki/Johnstown_flood_of_1977","headline":"Johnstown, Pennsylvania flooded after six dams fail, resulting in 84 deaths"},{"originalText":"The Viking 1 lander became the first spacecraft to successfully land on Mars and perform its mission.","year":1976,"subtitle":"Viking 1","url":"https://en.wikipedia.org/wiki/Viking_1","headline":"Viking 1 lander successfully lands on Mars"},{"originalText":"The Apollo 11 lunar module landed on the Sea of Tranquillity, where Neil Armstrong and Buzz Aldrin became the first men to walk on the moon six-and-a-half hours later.","year":1969,"subtitle":"Apollo 11","url":"https://en.wikipedia.org/wiki/Apollo_11","headline":"Apollo 11 lunar module lands on the moon, Armstrong and Aldrin walk on its surface"},{"originalText":"The first games of the Special Olympics (athletes pictured), for athletes with intellectual disabilities, were held at Soldier Field in Chicago.","year":1968,"subtitle":"1968 Special Olympics World Summer Games","url":"https://en.wikipedia.org/wiki/1968_Special_Olympics_World_Summer_Games","headline":"First Special Olympics held for athletes with intellectual disabilities in Chicago"},{"originalText":"Korean War: After a month-long campaign, much of the North Korean air force was destroyed by United Nations forces.","year":1950,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"UN forces destroy much of North Korean air force in Korean War campaign"},{"originalText":"The prime minister of Serbia, Nikola Pašić, and the president of the Yugoslav Committee, Ante Trumbić, signed the Corfu Declaration, agreeing to seek the establishment of the Kingdom of Serbs, Croats, and Slovenes.","year":1917,"subtitle":"Nikola Pašić","url":"https://en.wikipedia.org/wiki/Nikola_Pa%C5%A1i%C4%87","headline":"Corfu Declaration signed to establish Kingdom of Serbs, Croats, and Slovenes"},{"originalText":"The United States Congress established the Indian Peace Commission to seek peace treaties with a number of Native American tribes.","year":1867,"subtitle":"United States Congress","url":"https://en.wikipedia.org/wiki/United_States_Congress","headline":"US Congress establishes Indian Peace Commission for Native American treaties"},{"originalText":"French brothers Claude and Nicéphore Niépce received a patent for their Pyréolophore, one of the world's first internal combustion engines.","year":1807,"subtitle":"Claude Niépce","url":"https://en.wikipedia.org/wiki/Claude_Ni%C3%A9pce","headline":"Niépce brothers patent one of the world's first internal combustion engines"},{"originalText":"Scottish explorer Alexander Mackenzie reached the Pacific coast at Bella Coola, British Columbia, completing the first recorded transcontinental crossing of North America north of Mexico.","year":1793,"subtitle":"Alexander Mackenzie (explorer)","url":"https://en.wikipedia.org/wiki/Alexander_Mackenzie_(explorer)","headline":"Alexander Mackenzie completes first recorded transcontinental crossing of North America"},{"originalText":"Wars of the Three Kingdoms: After crossing the Firth of Forth, English Commonwealth forces defeated a Scottish army at the Battle of Inverkeithing, opening the rest of the country to occupation.","year":1651,"subtitle":"Wars of the Three Kingdoms","url":"https://en.wikipedia.org/wiki/Wars_of_the_Three_Kingdoms","headline":"English forces defeat Scottish army at Battle of Inverkeithing in Wars of the Three Kingdoms"},{"originalText":"Second War of Scottish Inde­pen­dence: The Scottish-held town of Berwick-upon-Tweed surrendered to English forces, ending a siege led by King Edward III.","year":1333,"subtitle":"Second War of Scottish Independence","url":"https://en.wikipedia.org/wiki/Second_War_of_Scottish_Independence","headline":"Berwick-upon-Tweed surrenders to English forces, ending siege in Second War of Scottish Independence"}]}