{"dateLabel":"July 21","issue":"Issue 203","events":[{"originalText":"People returning from anti-extradition bill protests were attacked (pictured) by suspected triad members in Yuen Long, Hong Kong, leaving 45 people injured.","year":2019,"subtitle":"2019–2020 Hong Kong protests","url":"https://en.wikipedia.org/wiki/2019%E2%80%932020_Hong_Kong_protests","headline":"Triad members attack protesters in Yuen Long, Hong Kong; 45 injured"},{"originalText":"Nour Ahmad Nikbakht, an Iranian diplomat in Yemen, was kidnapped by al-Qaeda militants and held hostage for the next two years.","year":2013,"subtitle":"2013 Iranian diplomat kidnapping","url":"https://en.wikipedia.org/wiki/2013_Iranian_diplomat_kidnapping","headline":"Iranian diplomat Nour Ahmad Nikbakht kidnapped by al-Qaeda militants in Yemen"},{"originalText":"Harry Potter and the Deathly Hallows, the final book in the popular Harry Potter series by J. K. Rowling, was released and sold 15 million copies in its first 24 hours, making it the fastest-selling book in history.","year":2007,"subtitle":"Harry Potter and the Deathly Hallows","url":"https://en.wikipedia.org/wiki/Harry_Potter_and_the_Deathly_Hallows","headline":"Harry Potter and the Deathly Hallows sells 15 million copies in 24 hours"},{"originalText":"The Taiwanese military ordered the deportation of dozens of illegal immigrants from mainland China in sealed boat holds, causing 25 deaths due to suffocation.","year":1990,"subtitle":"Republic of China Armed Forces","url":"https://en.wikipedia.org/wiki/Republic_of_China_Armed_Forces","headline":"Taiwanese military deports illegal immigrants in sealed boat holds; 25 deaths"},{"originalText":"Libyan forces carried out a raid at Sallum, sparking a four-day war with Egypt.","year":1977,"subtitle":"Sallum","url":"https://en.wikipedia.org/wiki/Sallum","headline":"Libyan forces raid Sallum, sparking four-day war with Egypt"},{"originalText":"The Troubles: The Provisional Irish Republican Army detonated twenty-two bombs throughout Belfast, Northern Ireland.","year":1972,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Provisional IRA detonates twenty-two bombs in Belfast, Northern Ireland"},{"originalText":"Sirimavo Bandaranaike (pictured) was elected the prime minister of Ceylon, becoming the world's first democratically elected female head of government.","year":1960,"subtitle":"Sirimavo Bandaranaike","url":"https://en.wikipedia.org/wiki/Sirimavo_Bandaranaike","headline":"Sirimavo Bandaranaike elected prime minister of Ceylon, first democratically elected female head of government"},{"originalText":"The inaugural International Mathematical Olympiad, the leading mathematical competition for pre-university students, began in Romania.","year":1959,"subtitle":"International Mathematical Olympiad","url":"https://en.wikipedia.org/wiki/International_Mathematical_Olympiad","headline":"International Mathematical Olympiad begins in Romania"},{"originalText":"An earthquake registering 7.3 Mw struck the southern San Joaquin Valley in California, causing 12 deaths and an estimated $60 million in property damage.","year":1952,"subtitle":"1952 Kern County earthquake","url":"https://en.wikipedia.org/wiki/1952_Kern_County_earthquake","headline":"7.3 magnitude earthquake strikes southern San Joaquin Valley, California; 12 deaths"},{"originalText":"After several weeks of unrest, rioters shot and lynched Bolivian President Gualberto Villarroel, desecrating and hanging his corpse in the streets of La Paz.","year":1946,"subtitle":"1946 La Paz riots","url":"https://en.wikipedia.org/wiki/1946_La_Paz_riots","headline":"Rioters shoot and lynch Bolivian President Gualberto Villarroel in La Paz"},{"originalText":"American high school biology teacher John T. Scopes was found guilty of violating Tennessee's Butler Act by teaching evolution in class.","year":1925,"subtitle":"John T. Scopes","url":"https://en.wikipedia.org/wiki/John_T._Scopes","headline":"John T. Scopes found guilty of teaching evolution in Tennessee"},{"originalText":"World War I: An Imperial German Navy U-boat opened fire on a small convoy of barges and defending aircraft near the American town of Orleans, Massachusetts.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Imperial German Navy U-boat fires on convoy near Orleans, Massachusetts"},{"originalText":"Much of central Pittsburgh, Pennsylvania, was burned and looted during the Great Railroad Strike of 1877.","year":1877,"subtitle":"Pittsburgh","url":"https://en.wikipedia.org/wiki/Pittsburgh","headline":"Pittsburgh burned and looted during Great Railroad Strike of 1877"},{"originalText":"Unrepresented labourers revolted and violently took over the government of the Republic of Florence, demanding that they be granted political office.","year":1378,"subtitle":"Ciompi Revolt","url":"https://en.wikipedia.org/wiki/Ciompi_Revolt","headline":"Labourers revolt and take over government in Republic of Florence"},{"originalText":"Louis III, Holy Roman Emperor, was captured and blinded during his attempt to restore Carolingian power over Italy by King Berengar I.","year":905,"subtitle":"Louis the Blind","url":"https://en.wikipedia.org/wiki/Louis_the_Blind","headline":"Holy Roman Emperor Louis III captured and blinded by King Berengar I"},{"originalText":"Paulinus of York consecrated as the first Bishop of York by Justus","year":625,"subtitle":"Paulinus of York","url":"https://en.wikipedia.org/wiki/Paulinus_of_York","headline":"Paulinus of York consecrated as first Bishop of York by Justus"},{"originalText":"A large earthquake occurred near Crete, triggering a tsunami, and causing widespread destruction around the eastern Mediterranean region.","year":365,"subtitle":"AD 365","url":"https://en.wikipedia.org/wiki/AD_365","headline":"Earthquake near Crete triggers tsunami in eastern Mediterranean region"},{"originalText":"Pope Pontian began his pontificate, succeeding Urban I.","year":230,"subtitle":"Pope Pontian","url":"https://en.wikipedia.org/wiki/Pope_Pontian","headline":"Pope Pontian begins pontificate, succeeding Urban I"}]}