{"dateLabel":"July 22","issue":"Issue 204","events":[{"originalText":"The Israel Defense Forces bombed the home of Salah Shehade, the leader of the military arm of the Palestinian organization Hamas, killing him, his family and neighboring civilians.","year":2002,"subtitle":"Israel Defense Forces","url":"https://en.wikipedia.org/wiki/Israel_Defense_Forces","headline":"IDF Bombs Home of Hamas Leader Salah Shehade, Killing Him and Civilians"},{"originalText":"Written and illustrated by Eiichiro Oda, One Piece, the best-selling manga series in history, debuted in Weekly Shōnen Jump.","year":1997,"subtitle":"Eiichiro Oda","url":"https://en.wikipedia.org/wiki/Eiichiro_Oda","headline":"One Piece Manga Series Debuts in Weekly Shōnen Jump"},{"originalText":"American serial killer Jeffrey Dahmer was arrested in Milwaukee, Wisconsin, after police discovered human remains in his apartment.","year":1991,"subtitle":"Serial killer","url":"https://en.wikipedia.org/wiki/Serial_killer","headline":"Serial Killer Jeffrey Dahmer Arrested in Milwaukee"},{"originalText":"Stanley Forman took the Pulitzer Prize–winning photo Fire Escape Collapse, which spurred action to improve the safety of fire escapes across the United States.","year":1975,"subtitle":"Stanley Forman","url":"https://en.wikipedia.org/wiki/Stanley_Forman","headline":"Pulitzer Prize-Winning Photo Spurs Fire Escape Safety Improvements"},{"originalText":"The United Kingdom granted self-government to Sarawak.","year":1963,"subtitle":"Sarawak","url":"https://en.wikipedia.org/wiki/Sarawak","headline":"UK Grants Self-Government to Sarawak"},{"originalText":"A limited state of martial law was declared in Russell County, Alabama, due to organized crime.","year":1954,"subtitle":"Declaration of martial law in Russell County, Alabama","url":"https://en.wikipedia.org/wiki/Declaration_of_martial_law_in_Russell_County%2C_Alabama","headline":"Martial Law Declared in Russell County, Alabama"},{"originalText":"World War II: In opposition to the London-based government-in-exile, the Soviet-backed Polish Committee of National Liberation was proclaimed to govern territory recaptured from Nazi Germany.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Soviet-Backed Polish Committee of National Liberation Proclaimed"},{"originalText":"Jules-Albert de Dion (pictured) finished first in the world's first motor race, but did not win as his steam-powered car was against the rules.","year":1894,"subtitle":"Jules-Albert de Dion","url":"https://en.wikipedia.org/wiki/Jules-Albert_de_Dion","headline":"Jules-Albert de Dion Finishes First in World's First Motor Race"},{"originalText":"American Civil War: Confederate forces unsuccessfully attacked Union troops at the Battle of Atlanta.","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate Forces Fail to Take Atlanta"},{"originalText":"Gia Long (pictured) conquered Hanoi and unified modern-day Vietnam, which had experienced centuries of feudal warfare.","year":1802,"subtitle":"Gia Long","url":"https://en.wikipedia.org/wiki/Gia_Long","headline":"Gia Long Conquers Hanoi, Unifies Vietnam"},{"originalText":"Williamite forces defeated the Jacobites at the Battle of Aughrim, the decisive battle of the Williamite War in Ireland.","year":1691,"subtitle":"Williamite","url":"https://en.wikipedia.org/wiki/Williamite","headline":"Williamite Forces Triumph at Battle of Aughrim in Ireland"},{"originalText":"First War of Scottish Independence: English forces led by Edward I defeated William Wallace's Scottish troops at the Battle of Falkirk.","year":1298,"subtitle":"First War of Scottish Independence","url":"https://en.wikipedia.org/wiki/First_War_of_Scottish_Independence","headline":"Edward I Defeats William Wallace at Battle of Falkirk"},{"originalText":"A crusader army captured Béziers, France, and massacred the city's inhabitants in the first major military action of the Albigensian Crusade.","year":1209,"subtitle":"Béziers","url":"https://en.wikipedia.org/wiki/B%C3%A9ziers","headline":"Crusader Army Captures Béziers, France, in Albigensian Crusade"},{"originalText":"Arab–Byzantine wars: The forces of the Abbasid Caliphate defeated Byzantine troops led by Emperor Theophilos at the Battle of Anzen, near present-day Dazman, Turkey.","year":838,"subtitle":"Arab–Byzantine wars","url":"https://en.wikipedia.org/wiki/Arab%E2%80%93Byzantine_wars","headline":"Abbasid Caliphate Defeats Byzantine Troops at Battle of Anzen"}]}