{"dateLabel":"July 23","issue":"Issue 205","events":[{"originalText":"Megawati Sukarnoputri (pictured) became the first female president of Indonesia after her predecessor Abdurrahman Wahid was removed from office.","year":2001,"subtitle":"Megawati Sukarnoputri","url":"https://en.wikipedia.org/wiki/Megawati_Sukarnoputri","headline":"Megawati Sukarnoputri becomes first female president of Indonesia"},{"originalText":"47 people, mostly African American, were arrested in Tulia, Texas U.S., for dealing cocaine. Years later, 35 of the 47 were pardoned by the Governor.","year":1999,"subtitle":"1999 Tulia drug arrests","url":"https://en.wikipedia.org/wiki/1999_Tulia_drug_arrests","headline":"47 arrested in Tulia, Texas for dealing cocaine"},{"originalText":"Hale–Bopp (pictured), one of the most widely observed comets of the 20th century, was independently discovered by astronomers Alan Hale and Thomas Bopp.","year":1995,"subtitle":"Comet Hale–Bopp","url":"https://en.wikipedia.org/wiki/Comet_Hale%E2%80%93Bopp","headline":"Hale-Bopp comet discovered by astronomers Alan Hale and Thomas Bopp"},{"originalText":"Vanessa Williams, the first African-American Miss America, was forced to resign after the magazine Penthouse published nude photos of her without consent.","year":1984,"subtitle":"Vanessa Williams","url":"https://en.wikipedia.org/wiki/Vanessa_Williams","headline":"Vanessa Williams forced to resign as Miss America over nude photos"},{"originalText":"A helicopter crashed during the filming of Twilight Zone: The Movie in Valencia, California, killing three people and leading to new safety standards.","year":1982,"subtitle":"Twilight Zone accident","url":"https://en.wikipedia.org/wiki/Twilight_Zone_accident","headline":"Helicopter crash during filming of Twilight Zone: The Movie kills three"},{"originalText":"A shootout between police and a Black power group began in Cleveland, Ohio, sparking three days of rioting.","year":1968,"subtitle":"Glenville shootout","url":"https://en.wikipedia.org/wiki/Glenville_shootout","headline":"Shootout in Cleveland sparks three days of rioting"},{"originalText":"The Holocaust: The gas chambers at Treblinka extermination camp began operation, killing 6,500 Jews who had been transported from the Warsaw Ghetto the day before.","year":1942,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Gas chambers at Treblinka extermination camp begin operation"},{"originalText":"Sumner Welles, U.S. Under Secretary of State, issued a declaration that the U.S. government would not recognize the Soviet Union's annexation of the Baltic states.","year":1940,"subtitle":"Sumner Welles","url":"https://en.wikipedia.org/wiki/Sumner_Welles","headline":"U.S. government refuses to recognize Soviet Union's annexation of Baltic states"},{"originalText":"Wilfred Rhodes of England and Yorkshire became the only person to play in 1,000 first-class cricket matches.","year":1927,"subtitle":"Wilfred Rhodes","url":"https://en.wikipedia.org/wiki/Wilfred_Rhodes","headline":"Wilfred Rhodes plays in 1,000 first-class cricket matches"},{"originalText":"The first National Congress of the Chinese Communist Party opened in a house in Shanghai.","year":1921,"subtitle":"1st National Congress of the Chinese Communist Party","url":"https://en.wikipedia.org/wiki/1st_National_Congress_of_the_Chinese_Communist_Party","headline":"First National Congress of Chinese Communist Party opens in Shanghai"},{"originalText":"Austria-Hungary presented Serbia with an ultimatum to allow them to investigate the assassination of Archduke Franz Ferdinand, which Serbia ultimately rejected, leading to World War I.","year":1914,"subtitle":"Austria-Hungary","url":"https://en.wikipedia.org/wiki/Austria-Hungary","headline":"Austria-Hungary ultimatum to Serbia leads to World War I"},{"originalText":"During a visit of the French Navy to Kronstadt in Russia, the two nations reached a secret agreement on a joint response to any future war in Europe.","year":1891,"subtitle":"Kronstadt–Toulon naval visits","url":"https://en.wikipedia.org/wiki/Kronstadt%E2%80%93Toulon_naval_visits","headline":"France and Russia reach secret agreement during French Navy visit to Kronstadt"},{"originalText":"American Civil War: Henry Halleck was appointed general-in-chief of the Union Army.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Henry Halleck appointed general-in-chief of Union Army"},{"originalText":"The trial of the Eastbourne manslaughter, which later became an important legal precedent in the United Kingdom for discussions of corporal punishment in schools, began in Lewes.","year":1860,"subtitle":"Eastbourne manslaughter","url":"https://en.wikipedia.org/wiki/Eastbourne_manslaughter","headline":"Trial of Eastbourne manslaughter begins in Lewes"},{"originalText":"William Austin Burt was awarded a patent for the typographer, the first practical typewriting machine.","year":1829,"subtitle":"William Austin Burt","url":"https://en.wikipedia.org/wiki/William_Austin_Burt","headline":"William Austin Burt awarded patent for typographer machine"},{"originalText":"A fleet led by the Knights Hospitaller sank 22 of 28 ships of the Turkish Aydinid emirate.","year":1319,"subtitle":"Knights Hospitaller","url":"https://en.wikipedia.org/wiki/Knights_Hospitaller","headline":"Knights Hospitaller fleet sinks 22 Turkish ships"}]}