{"dateLabel":"July 24","issue":"Issue 206","events":[{"originalText":"Fifty minutes after departing Ouagadougou, Burkina Faso, Air Algérie Flight 5017 disappeared from radar; its wreckage was found the next day in Mali, with no survivors of the 116 people aboard.","year":2014,"subtitle":"Ouagadougou","url":"https://en.wikipedia.org/wiki/Ouagadougou","headline":"Air Algérie Flight 5017 disappears in Mali, no survivors found"},{"originalText":"MV Arctic Sea, declared to be carrying a cargo of timber, was allegedly boarded by hijackers off the coast of Sweden in an incident that remains incompletely explained.","year":2009,"subtitle":"MV Arctic Sea","url":"https://en.wikipedia.org/wiki/MV_Arctic_Sea","headline":"MV Arctic Sea boarded by hijackers off coast of Sweden"},{"originalText":"A gunman entered the United States Capitol and opened fire, killing two police officers.","year":1998,"subtitle":"United States Capitol","url":"https://en.wikipedia.org/wiki/United_States_Capitol","headline":"Gunman kills two police officers in United States Capitol"},{"originalText":"Iran–Iraq War: In opposition to the American plan to protect Kuwaiti tankers, Iran laid mines and damaged the SS Bridgeton, resulting in a propaganda victory for Iran.","year":1987,"subtitle":"Iran–Iraq War","url":"https://en.wikipedia.org/wiki/Iran%E2%80%93Iraq_War","headline":"Iran damages SS Bridgeton in opposition to American plan"},{"originalText":"The Australian swimming team, nicknamed the Quietly Confident Quartet, won the men's 4 × 100 metre medley relay at the Moscow Olympics.","year":1980,"subtitle":"Quietly Confident Quartet","url":"https://en.wikipedia.org/wiki/Quietly_Confident_Quartet","headline":"Australian swimming team wins men's relay at Moscow Olympics"},{"originalText":"Following the collapse of the Greek military junta, the Metapolitefsi period began as the country transitioned to a democratic government.","year":1974,"subtitle":"Greek junta","url":"https://en.wikipedia.org/wiki/Greek_junta","headline":"Greek military junta collapses, Metapolitefsi period begins"},{"originalText":"During a speech in Montreal, French president Charles de Gaulle (pictured) declared \"Long live free Quebec!\", a statement that was interpreted as support for Quebec independence from Canada.","year":1967,"subtitle":"Montreal","url":"https://en.wikipedia.org/wiki/Montreal","headline":"French president de Gaulle declares support for Quebec independence"},{"originalText":"Soviet premier Nikita Khrushchev and U.S. vice president Richard Nixon held an impromptu debate (pictured) at the opening of the American National Exhibition at Sokolniki Park in Moscow.","year":1959,"subtitle":"Nikita Khrushchev","url":"https://en.wikipedia.org/wiki/Nikita_Khrushchev","headline":"Khrushchev and Nixon hold impromptu debate in Moscow"},{"originalText":"The Treaty of Lausanne was signed to settle part of the partition of the Ottoman Empire, establishing the boundaries of Greece, Bulgaria and Turkey.","year":1923,"subtitle":"Treaty of Lausanne","url":"https://en.wikipedia.org/wiki/Treaty_of_Lausanne","headline":"Treaty of Lausanne signed to settle Ottoman Empire partition"},{"originalText":"Franco-Syrian War: At the Battle of Maysalun forces of the Arab Kingdom of Syria were defeated by a French army moving to occupy the territory allocated to them by the San Remo conference.","year":1920,"subtitle":"Franco-Syrian War","url":"https://en.wikipedia.org/wiki/Franco-Syrian_War","headline":"French army defeats Arab Kingdom of Syria at Battle of Maysalun"},{"originalText":"Mary, Queen of Scots, was forced to abdicate in favour of her one-year-old son, James VI.","year":1567,"subtitle":"Mary, Queen of Scots","url":"https://en.wikipedia.org/wiki/Mary%2C_Queen_of_Scots","headline":"Mary, Queen of Scots forced to abdicate in favor of son"},{"originalText":"Scottish clansmen led by Donald of Islay, Lord of the Isles, and Alexander Stewart, Earl of Mar, fought the Battle of Harlaw (monument pictured) near Inverurie, Scotland.","year":1411,"subtitle":"Scottish clan","url":"https://en.wikipedia.org/wiki/Scottish_clan","headline":"Scottish clansmen fight Battle of Harlaw near Inverurie"}]}