{"dateLabel":"July 25","issue":"Issue 207","events":[{"originalText":"WikiLeaks published 75,000 classified documents about the War in Afghanistan in one of the largest leaks in U.S. military history.","year":2010,"subtitle":"WikiLeaks","url":"https://en.wikipedia.org/wiki/WikiLeaks","headline":"WikiLeaks publishes 75,000 classified documents on War in Afghanistan"},{"originalText":"Pratibha Patil (pictured) was sworn in as the first female president of India.","year":2007,"subtitle":"Pratibha Patil","url":"https://en.wikipedia.org/wiki/Pratibha_Patil","headline":"Pratibha Patil sworn in as first female president of India"},{"originalText":"Air France Flight 4590, a Concorde en route from Paris to New York, crashed in Gonesse, France, killing all 109 passengers on board and four people on the ground.","year":2000,"subtitle":"Air France Flight 4590","url":"https://en.wikipedia.org/wiki/Air_France_Flight_4590","headline":"Air France Flight 4590 crashes in Gonesse, France, killing 109 passengers"},{"originalText":"The orbiting spacecraft Viking 1 took a photograph of an apparent face on Mars in a classic example of pareidolia.","year":1976,"subtitle":"Viking 1","url":"https://en.wikipedia.org/wiki/Viking_1","headline":"Viking 1 spacecraft captures photo of face on Mars"},{"originalText":"Bob Dylan, who had previously been known for folk music, gave a controversial performance at the Newport Folk Festival playing songs with an electric guitar.","year":1965,"subtitle":"Bob Dylan","url":"https://en.wikipedia.org/wiki/Bob_Dylan","headline":"Bob Dylan's controversial electric guitar performance at Newport Folk Festival"},{"originalText":"Korean War: After American troops withdrew, North Korean forces captured the village of Yongdong in South Korea.","year":1950,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"North Korean forces capture village of Yongdong in South Korea"},{"originalText":"Australia (captain pictured) set a world record for the highest successful run-chase in Test cricket history during the Fourth Test of the Ashes series against England.","year":1948,"subtitle":"Australia national cricket team","url":"https://en.wikipedia.org/wiki/Australia_national_cricket_team","headline":"Australia sets world record for highest successful run-chase in Test cricket history"},{"originalText":"Spanish–American War: After more than two months of sea-based bombardment, the United States invaded Puerto Rico.","year":1898,"subtitle":"Spanish–American War","url":"https://en.wikipedia.org/wiki/Spanish%E2%80%93American_War","headline":"United States invades Puerto Rico after sea-based bombardment"},{"originalText":"The Corinth Canal was formally opened, bisecting the narrow Isthmus of Corinth in Greece to connect the Ionian Sea's Gulf of Corinth with the Aegean Sea's Saronic Gulf.","year":1893,"subtitle":"Corinth Canal","url":"https://en.wikipedia.org/wiki/Corinth_Canal","headline":"Corinth Canal formally opened in Greece"},{"originalText":"Mozart completed his Symphony No. 40, one of his two extant minor-key symphonies.","year":1788,"subtitle":"Wolfgang Amadeus Mozart","url":"https://en.wikipedia.org/wiki/Wolfgang_Amadeus_Mozart","headline":"Mozart completes Symphony No. 40"},{"originalText":"Eighty Years' War: Dutch and English forces relieved the siege of Knodsenburg in the Spanish Netherlands, having defeated the Duke of Parma's army in the field.","year":1591,"subtitle":"Eighty Years' War","url":"https://en.wikipedia.org/wiki/Eighty_Years'_War","headline":"Dutch and English forces relieve siege of Knodsenburg in Spanish Netherlands"},{"originalText":"Henry II was crowned King of France at Reims Cathedral.","year":1547,"subtitle":"Henry II of France","url":"https://en.wikipedia.org/wiki/Henry_II_of_France","headline":"Henry II crowned King of France at Reims Cathedral"},{"originalText":"Nicaean–Latin wars: Alexios Strategopoulos led Nicaean forces to recapture Constantinople, leading to the reestablishment of the Byzantine Empire and the end of the Latin Empire.","year":1261,"subtitle":"Nicaean–Latin wars","url":"https://en.wikipedia.org/wiki/Nicaean%E2%80%93Latin_wars","headline":"Nicaean forces recapture Constantinople, ending Latin Empire"},{"originalText":"Constantine the Great was proclaimed Roman emperor by his troops after the death of Constantius Chlorus.","year":306,"subtitle":"Constantine the Great","url":"https://en.wikipedia.org/wiki/Constantine_the_Great","headline":"Constantine the Great proclaimed Roman emperor"}]}