{"dateLabel":"July 26","issue":"Issue 208","events":[{"originalText":"A former employee carried out a mass stabbing at a care home for disabled people in Sagamihara, Japan, killing 19 people and wounding 26 others.","year":2016,"subtitle":"Sagamihara stabbings","url":"https://en.wikipedia.org/wiki/Sagamihara_stabbings","headline":"Mass stabbing at care home in Sagamihara, Japan: 19 killed, 26 wounded"},{"originalText":"The New Irish Republican Army was formed from a merger of a number of dissident republican militant groups.","year":2012,"subtitle":"New Irish Republican Army","url":"https://en.wikipedia.org/wiki/New_Irish_Republican_Army","headline":"New Irish Republican Army formed from merger of militant groups"},{"originalText":"After widespread controversy throughout Wales, Shambo, a black Friesian bull that had been adopted by the local Hindu community, was slaughtered due to concerns about bovine tuberculosis.","year":2007,"subtitle":"Shambo","url":"https://en.wikipedia.org/wiki/Shambo","headline":"Controversy in Wales as Shambo the bull slaughtered over tuberculosis concerns"},{"originalText":"Asiana Airlines Flight 733 crashed into a mountain during a failed attempt to land at Mokpo Airport, South Korea, leading to the deaths of 68 of the people on board.","year":1993,"subtitle":"Asiana Airlines Flight 733","url":"https://en.wikipedia.org/wiki/Asiana_Airlines_Flight_733","headline":"Asiana Airlines Flight 733 crashes in South Korea: 68 dead"},{"originalText":"After coming second to Nguyễn Văn Thiệu in a rigged presidential election, Trương Đình Dzu was jailed by a South Vietnamese military court for illicit currency transactions.","year":1968,"subtitle":"Nguyễn Văn Thiệu","url":"https://en.wikipedia.org/wiki/Nguy%E1%BB%85n_V%C4%83n_Thi%E1%BB%87u","headline":"Trương Đình Dzu jailed after rigged presidential election in South Vietnam"},{"originalText":"The Battle of the Samichon River, the last engagement of the Korean War, ended only a few hours before the Korean Armistice Agreement was signed.","year":1953,"subtitle":"Battle of the Samichon River","url":"https://en.wikipedia.org/wiki/Battle_of_the_Samichon_River","headline":"Battle of the Samichon River ends as Korean Armistice Agreement is signed"},{"originalText":"In Short Creek, Arizona, police conducted a mass arrest of approximately 400 Mormon fundamentalists for polygamy.","year":1953,"subtitle":"Colorado City, Arizona","url":"https://en.wikipedia.org/wiki/Colorado_City%2C_Arizona","headline":"400 Mormon fundamentalists arrested in Short Creek, Arizona for polygamy"},{"originalText":"The Canadian National Vimy Memorial (unveiling pictured), dedicated to the Canadian Expeditionary Force members killed in the First World War, was unveiled in Pas-de-Calais, France.","year":1936,"subtitle":"Canadian National Vimy Memorial","url":"https://en.wikipedia.org/wiki/Canadian_National_Vimy_Memorial","headline":"Canadian National Vimy Memorial unveiled in Pas-de-Calais, France"},{"originalText":"L. L. Zamenhof (pictured) published Unua Libro, the first publication to describe Esperanto, a constructed international language.","year":1887,"subtitle":"L. L. Zamenhof","url":"https://en.wikipedia.org/wiki/L._L._Zamenhof","headline":"L. L. Zamenhof publishes Unua Libro describing Esperanto language"},{"originalText":"Boer mercenaries established the Republic of Stellaland (later flag pictured) in land claimed by the United Kingdom as part of British Bechuanaland.","year":1882,"subtitle":"Boers","url":"https://en.wikipedia.org/wiki/Boers","headline":"Boer mercenaries establish Republic of Stellaland in British Bechuanaland"},{"originalText":"On the orders of Catherine the Great the first of tens of thousands of Greek and Armenian Christians were removed from Crimea and resettled in Pryazovia.","year":1778,"subtitle":"Catherine the Great","url":"https://en.wikipedia.org/wiki/Catherine_the_Great","headline":"Greek and Armenian Christians removed from Crimea on Catherine the Great's orders"},{"originalText":"French and Indian War: Rather than defend Fort Carillon, near present-day Ticonderoga, New York, from approaching British forces, French brigadier general François-Charles de Bourlamaque withdrew his troops and attempted to blow up the fort.","year":1759,"subtitle":"French and Indian War","url":"https://en.wikipedia.org/wiki/French_and_Indian_War","headline":"French general withdraws troops from Fort Carillon during French and Indian War"}]}