{"dateLabel":"July 27","issue":"Issue 209","events":[{"originalText":"Police in Tokyo found the mummified remains of Sogen Kato, thought to have died in 1978, leading to widespread inquiries into the status of isolated elderly people in Japan.","year":2010,"subtitle":"Mummy","url":"https://en.wikipedia.org/wiki/Mummy","headline":"Mummified remains of Sogen Kato found in Tokyo"},{"originalText":"While covering a police pursuit in Phoenix, Arizona, two news helicopters collided in mid-air, killing both crews.","year":2007,"subtitle":"Car chase","url":"https://en.wikipedia.org/wiki/Car_chase","headline":"Two news helicopters collide in mid-air in Phoenix, Arizona"},{"originalText":"Jamaat al Muslimeen, a radical Islamic group, began a coup attempt against the government of Trinidad and Tobago by taking hostages, including Prime Minister A. N. R. Robinson, before surrendering five days later.","year":1990,"subtitle":"Jamaat al Muslimeen","url":"https://en.wikipedia.org/wiki/Jamaat_al_Muslimeen","headline":"Jamaat al Muslimeen attempts coup in Trinidad and Tobago"},{"originalText":"American musician Madonna released her self-titled debut album, which set the standard for the genre of dance-pop for decades.","year":1983,"subtitle":"Madonna","url":"https://en.wikipedia.org/wiki/Madonna","headline":"Madonna releases self-titled debut album"},{"originalText":"The Austrian State Treaty came into effect, ending the Allied occupation of Austria, although the country was not free of Allied troops until October.","year":1955,"subtitle":"Austrian State Treaty","url":"https://en.wikipedia.org/wiki/Austrian_State_Treaty","headline":"Austrian State Treaty ends Allied occupation"},{"originalText":"After straying into Bulgarian airspace, El Al Flight 402 was shot down by two MiG-15 fighter jets, resulting in the deaths of all 58 on board.","year":1955,"subtitle":"El Al Flight 402","url":"https://en.wikipedia.org/wiki/El_Al_Flight_402","headline":"El Al Flight 402 shot down after straying into Bulgarian airspace"},{"originalText":"An armistice was signed (pictured) to end hostilities in the Korean War, officially making the division of Korea indefinite by creating a 4 km wide (2.5 mi) demilitarized zone across the Korean Peninsula.","year":1953,"subtitle":"Korean Armistice Agreement","url":"https://en.wikipedia.org/wiki/Korean_Armistice_Agreement","headline":"Armistice signed to end Korean War hostilities"},{"originalText":"The de Havilland Comet, the world's first commercial jet airliner to reach production, made its maiden flight.","year":1949,"subtitle":"De Havilland Comet","url":"https://en.wikipedia.org/wiki/De_Havilland_Comet","headline":"de Havilland Comet makes maiden flight"},{"originalText":"As the Surprise Hurricane struck Texas, a United States Army Air Forces pilot made the first reconnaissance flight into a hurricane.","year":1943,"subtitle":"1943 Surprise Hurricane","url":"https://en.wikipedia.org/wiki/1943_Surprise_Hurricane","headline":"Surprise Hurricane strikes Texas"},{"originalText":"Second World War: Allied forces halted the Axis invasion of Egypt at the First Battle of El Alamein.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allied forces halt Axis invasion at First Battle of El Alamein"},{"originalText":"Red Summer: Race riots erupted in Chicago after a racial incident occurred on a South Side beach, leading to 38 fatalities and 537 injuries.","year":1919,"subtitle":"Red Summer","url":"https://en.wikipedia.org/wiki/Red_Summer","headline":"Race riots erupt in Chicago during Red Summer"},{"originalText":"First World War: British mariner Charles Fryatt was executed in Bruges, Belgium, after a German court-martial found him guilty of being a franc-tireur.","year":1916,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"British mariner Charles Fryatt executed in Bruges"},{"originalText":"The Battle of Ushant, the first encounter between the French and British fleets in the American Revolutionary War, ended indecisively and led to political disputes in both countries.","year":1778,"subtitle":"Battle of Ushant (1778)","url":"https://en.wikipedia.org/wiki/Battle_of_Ushant_(1778)","headline":"First encounter between French and British fleets at Battle of Ushant"},{"originalText":"First Jacobite rising: Scottish and Irish Jacobites defeated Williamite forces at Killiecrankie, Scotland.","year":1689,"subtitle":"Jacobite rising of 1689","url":"https://en.wikipedia.org/wiki/Jacobite_rising_of_1689","headline":"Scottish and Irish Jacobites defeat Williamite forces at Killiecrankie"},{"originalText":"Byzantine–Ottoman wars: The Ottoman sultanate gained its first major victory against the Byzantine Empire at the Battle of Bapheus in Bithynia.","year":1302,"subtitle":"Byzantine–Ottoman wars","url":"https://en.wikipedia.org/wiki/Byzantine%E2%80%93Ottoman_wars","headline":"Ottoman sultanate gains victory against Byzantine Empire at Battle of Bapheus"},{"originalText":"Saint Mary's Church on Gotland, later to become Visby Cathedral, was consecrated.","year":1225,"subtitle":"Gotland","url":"https://en.wikipedia.org/wiki/Gotland","headline":"Saint Mary's Church consecrated on Gotland"},{"originalText":"Philip II of France decisively won the Battle of Bouvines (pictured), the conclusive battle of the 1213–1214 Anglo-French War.","year":1214,"subtitle":"Philip II of France","url":"https://en.wikipedia.org/wiki/Philip_II_of_France","headline":"Philip II of France wins Battle of Bouvines decisively"},{"originalText":"During his invasion of Scotland, Siward, Earl of Northumbria, defeated Macbeth, King of Scotland, in an engagement north of the Firth of Forth.","year":1054,"subtitle":"Siward, Earl of Northumbria","url":"https://en.wikipedia.org/wiki/Siward%2C_Earl_of_Northumbria","headline":"Siward, Earl of Northumbria, defeats Macbeth in Scotland"},{"originalText":"Unable to penetrate the city's defences, the Sclaveni gave up their siege of the Byzantine city of Thessalonica.","year":678,"subtitle":"Sclaveni","url":"https://en.wikipedia.org/wiki/Sclaveni","headline":"Sclaveni give up siege of Thessalonica"}]}