{"dateLabel":"July 28","issue":"Issue 210","events":[{"originalText":"The Provisional Irish Republican Army announced the formal end of its armed campaign to overthrow British rule in Northern Ireland and create a united Ireland.","year":2005,"subtitle":"Provisional Irish Republican Army","url":"https://en.wikipedia.org/wiki/Provisional_Irish_Republican_Army","headline":"Provisional Irish Republican Army Ends Armed Campaign in Northern Ireland"},{"originalText":"At the World Aquatics Championships in Fukuoka, Japan, Australian Ian Thorpe  became the first swimmer to win six gold medals at a single FINA world championship.","year":2001,"subtitle":"2001 World Aquatics Championships","url":"https://en.wikipedia.org/wiki/2001_World_Aquatics_Championships","headline":"Ian Thorpe Makes History with Six Gold Medals at World Aquatics Championships"},{"originalText":"Two followers of the Indian mystic Rajneesh were convicted of a 1985 plot to assassinate Charles Turner, the U.S. attorney for the District of Oregon.","year":1995,"subtitle":"Rajneesh movement","url":"https://en.wikipedia.org/wiki/Rajneesh_movement","headline":"Indian Mystic Rajneesh Followers Convicted in Assassination Plot"},{"originalText":"An earthquake registering 7.6 Mw, one of the deadliest in history, devastated Tangshan, China, and killed at least 240,000 people.","year":1976,"subtitle":"1976 Tangshan earthquake","url":"https://en.wikipedia.org/wiki/1976_Tangshan_earthquake","headline":"Deadly Earthquake Devastates Tangshan, China, Killing 240,000"},{"originalText":"A B-25 bomber crashed into the Empire State Building in New York City, killing 14 people and causing an estimated $1 million in damage.","year":1945,"subtitle":"North American B-25 Mitchell","url":"https://en.wikipedia.org/wiki/North_American_B-25_Mitchell","headline":"B-25 Bomber Crashes into Empire State Building, 14 Dead"},{"originalText":"At the Salzburg Conference, German dictator Adolf Hitler demanded the replacement of much of Slovakia's cabinet.","year":1940,"subtitle":"Salzburg Conference","url":"https://en.wikipedia.org/wiki/Salzburg_Conference","headline":"Hitler Demands Cabinet Replacement in Slovakia at Salzburg Conference"},{"originalText":"During the excavation of a 7th-century ship burial at Sutton Hoo in Suffolk, England, archaeologists discovered a helmet that is widely associated with King Rædwald of East Anglia.","year":1939,"subtitle":"Ship burial","url":"https://en.wikipedia.org/wiki/Ship_burial","headline":"Archaeologists Discover Helmet Linked to King Rædwald at Sutton Hoo"},{"originalText":"The Boeing B-17 Flying Fortress heavy bomber, which dropped more bombs than any other U.S. aircraft in World War II, made its first flight.","year":1935,"subtitle":"Boeing B-17 Flying Fortress","url":"https://en.wikipedia.org/wiki/Boeing_B-17_Flying_Fortress","headline":"Boeing B-17 Flying Fortress Makes First Flight"},{"originalText":"In New York City, the NAACP and church and community leaders organized a silent march (newsreel footage featured) of at least 8,000 people to protest violence directed towards African Americans.","year":1917,"subtitle":"NAACP","url":"https://en.wikipedia.org/wiki/NAACP","headline":"NAACP Organizes Silent March in NYC to Protest Violence Against African Americans"},{"originalText":"The Australasian Antarctic Expedition began with the departure of SY Aurora (pictured) from London.","year":1911,"subtitle":"Australasian Antarctic Expedition","url":"https://en.wikipedia.org/wiki/Australasian_Antarctic_Expedition","headline":"Australasian Antarctic Expedition Begins with Departure of SY Aurora"},{"originalText":"At the age of 18, Vinnie Ream became the youngest artist and first woman to receive a commission from the United States government for a statue—that of Abraham Lincoln currently in the U.S. Capitol rotunda.","year":1866,"subtitle":"Vinnie Ream","url":"https://en.wikipedia.org/wiki/Vinnie_Ream","headline":"Vinnie Ream Becomes Youngest Artist Commissioned by U.S. Government for Lincoln Statue"},{"originalText":"Peruvian War of Independence: Argentine general José de San Martín declared the independence of Peru from the Spanish Empire.","year":1821,"subtitle":"Peruvian War of Independence","url":"https://en.wikipedia.org/wiki/Peruvian_War_of_Independence","headline":"General José de San Martín Declares Independence of Peru from Spanish Empire"},{"originalText":"Crusades: The siege of Damascus ended in a decisive victory for the Muslims, leading to the disintegration of the Second Crusade.","year":1148,"subtitle":"Crusades","url":"https://en.wikipedia.org/wiki/Crusades","headline":"Siege of Damascus Ends in Victory for Muslims, Second Crusade Disintegrates"}]}