{"dateLabel":"July 29","issue":"Issue 211","events":[{"originalText":"An estimated worldwide television audience of 750 million watched the wedding of Prince Charles and Lady Diana Spencer at St Paul's Cathedral in London.","year":1981,"subtitle":"Wedding of Prince Charles and Lady Diana Spencer","url":"https://en.wikipedia.org/wiki/Wedding_of_Prince_Charles_and_Lady_Diana_Spencer","headline":"750 Million Watch Prince Charles and Lady Diana's Wedding at St Paul's Cathedral"},{"originalText":"The Fellowship of the Ring, the first part of J. R. R. Tolkien's high-fantasy novel The Lord of the Rings, was published by Allen & Unwin.","year":1954,"subtitle":"The Fellowship of the Ring","url":"https://en.wikipedia.org/wiki/The_Fellowship_of_the_Ring","headline":"Fellowship of the Ring Published by Allen & Unwin"},{"originalText":"Korean War: Over fears that North Korean soldiers were infiltrating refugee columns, U.S. forces concluded a four-day massacre of hundreds of civilians through shootings and air attacks near the village of No Gun Ri.","year":1950,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"US Forces Massacre Civilians Near No Gun Ri in Korean War"},{"originalText":"The Essential Commodities Reserves Act, which allowed the British government to build up reserves of essential commodities in anticipation of war, received royal assent.","year":1938,"subtitle":"Essential Commodities Reserves Act 1938","url":"https://en.wikipedia.org/wiki/Essential_Commodities_Reserves_Act_1938","headline":"Essential Commodities Reserves Act Receives Royal Assent"},{"originalText":"The Yomiuri Shimbun reported that up to 100 Korean workers who were constructing a hydroelectric plant on the Shinano River in Japan had been murdered and thrown into the river.","year":1922,"subtitle":"Yomiuri Shimbun","url":"https://en.wikipedia.org/wiki/Yomiuri_Shimbun","headline":"Up to 100 Korean Workers Murdered in Japan, Yomiuri Shimbun Reports"},{"originalText":"The first shots of World War I were fired by the Austro-Hungarian river monitor SMS Bodrog on Serbian defences near Belgrade.","year":1914,"subtitle":"River monitor","url":"https://en.wikipedia.org/wiki/River_monitor","headline":"First Shots of World War I Fired by SMS Bodrog on Serbian Defences"},{"originalText":"The Cape Cod Canal, connecting Cape Cod Bay and Buzzards Bay in the U.S. state of Massachusetts, opened on a limited basis.","year":1914,"subtitle":"Cape Cod Canal","url":"https://en.wikipedia.org/wiki/Cape_Cod_Canal","headline":"Cape Cod Canal Opens on Limited Basis in Massachusetts"},{"originalText":"Italian-American anarchist Gaetano Bresci assassinated King Umberto I of Italy in Monza.","year":1900,"subtitle":"Gaetano Bresci","url":"https://en.wikipedia.org/wiki/Gaetano_Bresci","headline":"King Umberto I of Italy Assassinated by Gaetano Bresci in Monza"},{"originalText":"Italian-American anarchist Gaetano Bresci assassinated King Umberto I of Italy in Monza.","year":1900,"subtitle":"Gaetano Bresci","url":"https://en.wikipedia.org/wiki/Gaetano_Bresci","headline":"Confederate Spy Belle Boyd Arrested by Union Forces"},{"originalText":"American Civil War: Confederate spy Belle Boyd was arrested by Union forces after her lover turned her in.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"French Physicist Fresnel Submits Memoir on Light Diffraction"},{"originalText":"French physicist Augustin-Jean Fresnel submitted a memoir on the diffraction of light to the Royal Academy of Sciences, providing strong support for the wave theory of light.","year":1818,"subtitle":"Augustin-Jean Fresnel","url":"https://en.wikipedia.org/wiki/Augustin-Jean_Fresnel","headline":"French Troops Defeat Grand Alliance Forces at Battle of Landen"},{"originalText":"Nine Years' War: French troops defeated the forces of the Grand Alliance led by William III of England at the Battle of Landen in present-day Neerwinden, Belgium.","year":1693,"subtitle":"Nine Years' War","url":"https://en.wikipedia.org/wiki/Nine_Years'_War","headline":"Byzantine Forces Defeat Bulgarian Troops at Battle of Kleidion"},{"originalText":"Byzantine–Bulgarian wars: Byzantine forces defeated troops of the Bulgarian Empire at the Battle of Kleidion (pictured) in the mountains of Belasica near present-day Klyuch.","year":1014,"subtitle":"Byzantine–Bulgarian wars","url":"https://en.wikipedia.org/wiki/Byzantine%E2%80%93Bulgarian_wars"}]}