{"dateLabel":"July 31","issue":"Issue 213","events":[{"originalText":"Gas explosions in Kaohsiung, Taiwan, killed 32 people and injured 321 others.","year":2014,"subtitle":"2014 Kaohsiung gas explosions","url":"https://en.wikipedia.org/wiki/2014_Kaohsiung_gas_explosions","headline":"Gas explosions in Kaohsiung, Taiwan, killed 32 people and injured 321 others"},{"originalText":"The largest power outage in history occurred across 22 Indian states, affecting more than 620 million people, or about 9 percent of the world's population.","year":2012,"subtitle":"2012 India blackouts","url":"https://en.wikipedia.org/wiki/2012_India_blackouts","headline":"Largest power outage in history affects over 620 million people in 22 Indian states"},{"originalText":"The Troubles: Operation Banner, the British Armed Forces' operation in Northern Ireland, ended after 38 years with a military stalemate and ceasefire.","year":2007,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Operation Banner in Northern Ireland ends after 38 years with military stalemate"},{"originalText":"Following intestinal surgery, Fidel Castro provisionally transferred the duties of the Cuban presidency to his brother Raúl.","year":2006,"subtitle":"Fidel Castro","url":"https://en.wikipedia.org/wiki/Fidel_Castro","headline":"Fidel Castro transfers Cuban presidency duties to brother Raúl after surgery"},{"originalText":"Hamas detonated a bomb at the Mount Scopus campus of the Hebrew University of Jerusalem, killing nine students and injuring about 100 more.","year":2002,"subtitle":"Hamas","url":"https://en.wikipedia.org/wiki/Hamas","headline":"Hamas bomb at Hebrew University of Jerusalem kills nine students"},{"originalText":"Three years after being hit by a mudslide, the Ten Thousand Buddhas Monastery in Hong Kong fully reopened.","year":2000,"subtitle":"Mudflow","url":"https://en.wikipedia.org/wiki/Mudflow","headline":"Ten Thousand Buddhas Monastery in Hong Kong fully reopens after mudslide"},{"originalText":"Soviet Special Purpose Police Unit troops killed seven Lithuanian customs officials in Medininkai in the most serious attack of their campaign against Lithuanian border posts.","year":1991,"subtitle":"OMON","url":"https://en.wikipedia.org/wiki/OMON","headline":"Soviet troops kill seven Lithuanian customs officials in Medininkai"},{"originalText":"The Troubles: In a botched paramilitary attack, three members of the popular Miami Showband and two Ulster Volunteer Force gunmen were killed in County Down, Northern Ireland.","year":1975,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Miami Showband members and gunmen killed in botched paramilitary attack in Northern Ireland"},{"originalText":"The Troubles: Hours after the British Army's Operation Motorman brought an end to the self-declared autonomous area of Free Derry (Free Derry Corner pictured) in Northern Ireland, three car bombs exploded in the village of Claudy.","year":1972,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Car bombs explode in Claudy hours after Operation Motorman in Free Derry"},{"originalText":"Apollo program: The first Lunar Roving Vehicle was used during the Apollo 15 mission to the Moon.","year":1971,"subtitle":"Apollo program","url":"https://en.wikipedia.org/wiki/Apollo_program","headline":"First Lunar Roving Vehicle used during Apollo 15 mission to the Moon"},{"originalText":"The pleasure cruiser MV Darlwyne disappeared off the coast of Cornwall with the loss of all 31 people aboard.","year":1966,"subtitle":"Loss of MV Darlwyne","url":"https://en.wikipedia.org/wiki/Loss_of_MV_Darlwyne","headline":"MV Darlwyne disappears off Cornwall coast with 31 people aboard"},{"originalText":"A team of Italian climbers became the first to reach the summit of K2 (pictured), the world's second-highest mountain.","year":1954,"subtitle":"1954 Italian expedition to K2","url":"https://en.wikipedia.org/wiki/1954_Italian_expedition_to_K2","headline":"Italian climbers first to reach summit of K2, world's second-highest mountain"},{"originalText":"The Holocaust: Under instructions from Adolf Hitler, Hermann Göring authorised SS General Reinhard Heydrich to handle preparations for \"the Final Solution of the Jewish question\".","year":1941,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Hermann Göring authorizes preparations for 'Final Solution of the Jewish question'"},{"originalText":"Herbert Payne's bill introducing compulsory voting in Australia was passed into law.","year":1924,"subtitle":"Herbert Payne","url":"https://en.wikipedia.org/wiki/Herbert_Payne","headline":"Compulsory voting introduced in Australia with Herbert Payne's bill"},{"originalText":"First World War: The Battle of Passchendaele began near Ypres, Belgium, with the Allies aiming to force German troops to withdraw from the Channel Ports.","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Battle of Passchendaele begins near Ypres, Belgium in First World War"},{"originalText":"The Second Continental Congress passed a resolution commissioning the Marquis de Lafayette (pictured) as a major general in the American revolutionary forces.","year":1777,"subtitle":"Second Continental Congress","url":"https://en.wikipedia.org/wiki/Second_Continental_Congress","headline":"Marquis de Lafayette commissioned as major general in American revolutionary forces"},{"originalText":"The Second Anglo-Dutch War ended with the signing of the Treaty of Breda.","year":1667,"subtitle":"Second Anglo-Dutch War","url":"https://en.wikipedia.org/wiki/Second_Anglo-Dutch_War","headline":"Second Anglo-Dutch War ends with signing of Treaty of Breda"},{"originalText":"Sergius IV became the 142nd pope, succeeding John XVIII.","year":1009,"subtitle":"Pope Sergius IV","url":"https://en.wikipedia.org/wiki/Pope_Sergius_IV","headline":"Sergius IV becomes 142nd pope, succeeding John XVIII"}]}