{"dateLabel":"October 1","issue":"Issue 275","events":[{"originalText":"The International Court of Justice ruled that Chile was under no obligation to restore Bolivia's access to the Pacific Ocean, which it had lost in the 19th century.","year":2018,"subtitle":"International Court of Justice","url":"https://en.wikipedia.org/wiki/International_Court_of_Justice","headline":"International Court of Justice rules in favor of Chile in Bolivia access dispute"},{"originalText":"Stephen Paddock fired more than 1,000 rounds of ammunition from his hotel suite on a crowd attending the Route 91 Harvest music festival on the Las Vegas Strip, resulting in 60 deaths and 867 injuries.","year":2017,"subtitle":"Stephen Paddock","url":"https://en.wikipedia.org/wiki/Stephen_Paddock","headline":"Stephen Paddock's Las Vegas shooting results in 60 deaths and 867 injuries"},{"originalText":"A ferry collision off Lamma Island, Hong Kong, killed 39 people and injured 92 others.","year":2012,"subtitle":"2012 Lamma Island ferry collision","url":"https://en.wikipedia.org/wiki/2012_Lamma_Island_ferry_collision","headline":"Ferry collision off Lamma Island, Hong Kong, kills 39 and injures 92"},{"originalText":"A levy was imposed on the hiring of foreign domestic helpers in Hong Kong, who numbered in the hundreds of thousands at the time.","year":2003,"subtitle":"Foreign domestic helpers in Hong Kong","url":"https://en.wikipedia.org/wiki/Foreign_domestic_helpers_in_Hong_Kong","headline":"Levy imposed on hiring foreign domestic helpers in Hong Kong"},{"originalText":"Europol, the EU's law enforcement agency, was formed with the ratification of the Europol Convention by all member states.","year":1998,"subtitle":"Europol","url":"https://en.wikipedia.org/wiki/Europol","headline":"Europol formed with ratification of Europol Convention by EU member states"},{"originalText":"A tribunal was established to consider matters relating to the constitution of Singapore upon referral by the president.","year":1994,"subtitle":"Constitution of the Republic of Singapore Tribunal","url":"https://en.wikipedia.org/wiki/Constitution_of_the_Republic_of_Singapore_Tribunal","headline":"Tribunal established for constitution matters in Singapore"},{"originalText":"Croatian War of Independence: Yugoslav People's Army forces invaded the area surrounding Dubrovnik, Croatia, beginning a seven-month siege of the city.","year":1991,"subtitle":"Croatian War of Independence","url":"https://en.wikipedia.org/wiki/Croatian_War_of_Independence","headline":"Yugoslav forces invade Dubrovnik, Croatia, starting siege"},{"originalText":"Civil unions between same-sex couples were legalised in Denmark, the first country to do so.","year":1989,"subtitle":"Civil union","url":"https://en.wikipedia.org/wiki/Civil_union","headline":"Denmark legalizes civil unions for same-sex couples"},{"originalText":"The Free Speech Movement was launched at the University of California, Berkeley, when a crowd of 3,000 students prevented police from transporting Jack Weinberg away after his arrest.","year":1964,"subtitle":"Free Speech Movement","url":"https://en.wikipedia.org/wiki/Free_Speech_Movement","headline":"Free Speech Movement launched at University of California, Berkeley"},{"originalText":"Chinese Communist Party chairman Mao Zedong publicly proclaimed the establishment of the People's Republic of China in Beijing's Tiananmen Square.","year":1949,"subtitle":"Chinese Communist Party","url":"https://en.wikipedia.org/wiki/Chinese_Communist_Party","headline":"Mao Zedong proclaims establishment of People's Republic of China"},{"originalText":"The first section of the Pennsylvania Turnpike, one of the first long-distance limited-access highways in the U.S., opened to traffic.","year":1940,"subtitle":"Pennsylvania Turnpike","url":"https://en.wikipedia.org/wiki/Pennsylvania_Turnpike","headline":"Pennsylvania Turnpike's first section opens to traffic"},{"originalText":"First World War: British and Arab troops captured Damascus from the Ottoman Empire.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"British and Arab troops capture Damascus from Ottoman Empire"},{"originalText":"A deputation of Muslim leaders led by the Aga Khan III met Indian viceroy Lord Minto to secure greater political representation, eventually leading to the founding of the All-India Muslim League.","year":1906,"subtitle":"Simla Deputation","url":"https://en.wikipedia.org/wiki/Simla_Deputation","headline":"Aga Khan III leads Muslim leaders to meet Indian viceroy for political representation"},{"originalText":"Stanford University, founded by railroad magnate and California governor Leland Stanford and his wife Jane on former farm lands in Palo Alto, California, admitted its first students.","year":1891,"subtitle":"Stanford University","url":"https://en.wikipedia.org/wiki/Stanford_University","headline":"Stanford University admits first students in Palo Alto, California"},{"originalText":"At the encouragement of preservationist John Muir and writer Robert Underwood Johnson, the U.S. Congress established Yosemite National Park (pictured) in California.","year":1890,"subtitle":"John Muir","url":"https://en.wikipedia.org/wiki/John_Muir","headline":"Yosemite National Park established by U.S. Congress in California"},{"originalText":"The first issue of National Geographic was published for the cost of fifty cents (USD), with an introductory address by the President of the magazine, Gardiner G. Hubbard.","year":1888,"subtitle":"National Geographic","url":"https://en.wikipedia.org/wiki/National_Geographic","headline":"First issue of National Geographic published with introductory address by Gardiner G. Hubbard"},{"originalText":"St Pancras railway station (pictured) in London, now the terminus of the Channel Tunnel Rail Link, opened to the public.","year":1868,"subtitle":"St Pancras railway station","url":"https://en.wikipedia.org/wiki/St_Pancras_railway_station","headline":"St Pancras railway station in London opens to the public"},{"originalText":"The first political gathering of colonists (president pictured) in Mexican Texas convened to seek reforms from the Mexican government.","year":1832,"subtitle":"Convention of 1832","url":"https://en.wikipedia.org/wiki/Convention_of_1832","headline":"First political gathering in Mexican Texas seeks reforms from Mexican government"},{"originalText":"With the signing of the Third Treaty of San Ildefonso, Spain returned the colonial territory of Louisiana to France in return for territories in the Italian region of Tuscany.","year":1800,"subtitle":"Third Treaty of San Ildefonso","url":"https://en.wikipedia.org/wiki/Third_Treaty_of_San_Ildefonso","headline":"Spain returns Louisiana to France in Third Treaty of San Ildefonso"},{"originalText":"The Wonderful Parliament met at Westminster Abbey to address King Richard II's need for money, but soon changed focus to the reform of his administration.","year":1386,"subtitle":"Wonderful Parliament","url":"https://en.wikipedia.org/wiki/Wonderful_Parliament","headline":"Wonderful Parliament meets at Westminster Abbey to address King Richard II's administration"},{"originalText":"Edgar ascended to the English throne upon the death of his brother Eadwig.","year":959,"subtitle":"Edgar, King of England","url":"https://en.wikipedia.org/wiki/Edgar%2C_King_of_England","headline":"Edgar ascends to English throne upon death of brother Eadwig"}]}