{"dateLabel":"October 2","issue":"Issue 276","events":[{"originalText":"South Korean president Roh Moo-hyun walked across the Military Demarcation Line on his way to the second inter-Korean summit with North Korean leader Kim Jong-il.","year":2007,"subtitle":"Roh Moo-hyun","url":"https://en.wikipedia.org/wiki/Roh_Moo-hyun","headline":"South Korean president Roh Moo-hyun crosses Military Demarcation Line for inter-Korean summit"},{"originalText":"A gunman killed five Amish girls before committing suicide in a one-room schoolhouse in Nickel Mines, Pennsylvania.","year":2006,"subtitle":"2006 West Nickel Mines School shooting","url":"https://en.wikipedia.org/wiki/2006_West_Nickel_Mines_School_shooting","headline":"Gunman kills five Amish girls in Pennsylvania schoolhouse"},{"originalText":"A maintenance worker's failure to remove tape covering the aircraft's static ports caused Aeroperú Flight 603 to crash into the ocean near Lima, Peru, killing all 70 people on board.","year":1996,"subtitle":"Pitot–static system","url":"https://en.wikipedia.org/wiki/Pitot%E2%80%93static_system","headline":"Maintenance worker's error leads to Aeroperú Flight 603 crash in Peru"},{"originalText":"A hijacked airliner collided with two other planes while attempting to land at Guangzhou Baiyun International Airport in China, killing 128 and injuring 71.","year":1990,"subtitle":"Aircraft hijacking","url":"https://en.wikipedia.org/wiki/Aircraft_hijacking","headline":"Hijacked airliner collides with two planes in China, 128 dead"},{"originalText":"Nguyễn Văn Thiệu was re-elected unopposed as President of South Vietnam.","year":1971,"subtitle":"Nguyễn Văn Thiệu","url":"https://en.wikipedia.org/wiki/Nguy%E1%BB%85n_V%C4%83n_Thi%E1%BB%87u","headline":"Nguyễn Văn Thiệu re-elected unopposed as President of South Vietnam"},{"originalText":"Thurgood Marshall (pictured) was sworn in as the first African-American justice of the Supreme Court of the United States.","year":1967,"subtitle":"Thurgood Marshall","url":"https://en.wikipedia.org/wiki/Thurgood_Marshall","headline":"Thurgood Marshall sworn in as first African-American Supreme Court justice"},{"originalText":"Second World War: HMS Curacoa (pictured) was accidentally rammed and sunk by RMS Queen Mary while escorting the liner to provide protection from submarine attacks.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"HMS Curacoa sunk by RMS Queen Mary in accidental collision"},{"originalText":"President Rafael Trujillo announced that Dominican troops had begun mass killings of Haitians living in the Dominican Republic.","year":1937,"subtitle":"Rafael Trujillo","url":"https://en.wikipedia.org/wiki/Rafael_Trujillo","headline":"Dominican troops begin mass killings of Haitians, President Trujillo announces"},{"originalText":"The Shubert Theatre opened on Broadway with a production of Hamlet.","year":1913,"subtitle":"Shubert Theatre (Broadway)","url":"https://en.wikipedia.org/wiki/Shubert_Theatre_(Broadway)","headline":"Shubert Theatre opens on Broadway with production of Hamlet"},{"originalText":"Qing China signed the Treaty of Livadia with the Russian Empire, but the terms were so unfavorable that the Chinese government refused to ratify the treaty.","year":1879,"subtitle":"Qing dynasty","url":"https://en.wikipedia.org/wiki/Qing_dynasty","headline":"Qing China signs unfavorable Treaty of Livadia with Russian Empire"},{"originalText":"Mexican dragoons dispatched to disarm settlers at Gonzales in Mexican Texas encountered stiff resistance from a Texian militia at the Battle of Gonzales, the first armed engagement of the Texas Revolution.","year":1835,"subtitle":"Dragoon","url":"https://en.wikipedia.org/wiki/Dragoon","headline":"Battle of Gonzales marks first armed engagement of Texas Revolution"},{"originalText":"As part of wider food riots, citizens in Nottingham, England, looted large quantities of cheese; one man was killed during attempts to restore order.","year":1766,"subtitle":"1766 food riots","url":"https://en.wikipedia.org/wiki/1766_food_riots","headline":"Nottingham citizens loot cheese during food riots, one man killed"},{"originalText":"With King Edward IV of England forced to flee to the Burgundian Netherlands after a rebellion organised by Richard Neville, 16th Earl of Warwick, Henry VI was restored to the throne of England.","year":1470,"subtitle":"Edward IV of England","url":"https://en.wikipedia.org/wiki/Edward_IV_of_England","headline":"King Edward IV forced to flee, Henry VI restored to English throne"},{"originalText":"The future King of England, Richard III is born at Fotheringhay Castle; in 1485 he usurped his brother's throne, denounced his nephews for being illegitimate and was killed at the Battle of Bosworth Field two years later","year":1452,"subtitle":"Richard III of England","url":"https://en.wikipedia.org/wiki/Richard_III_of_England","headline":"Richard III born at Fotheringhay Castle, later usurps throne and dies at Battle of Bosworth Field"},{"originalText":"Scottish–Norwegian War: Norwegian and Scottish armies fought the Battle of Largs, an inconclusive engagement near the present-day town of Largs, Scotland.","year":1263,"subtitle":"Scottish–Norwegian War","url":"https://en.wikipedia.org/wiki/Scottish%E2%80%93Norwegian_War","headline":"Norwegian and Scottish armies fight inconclusive Battle of Largs"}]}