{"dateLabel":"October 3","issue":"Issue 277","events":[{"originalText":"A boat carrying migrants from Libya to Italy sank off the Italian island of Lampedusa, resulting in more than 360 deaths.","year":2013,"subtitle":"2013 Lampedusa migrant shipwreck","url":"https://en.wikipedia.org/wiki/2013_Lampedusa_migrant_shipwreck","headline":"Boat carrying migrants sinks off Italian island of Lampedusa, over 360 dead"},{"originalText":"The Emergency Economic Stabilization Act of 2008, establishing the Troubled Asset Relief Program, commonly referred to as a bailout of the U.S. financial system, was enacted.","year":2008,"subtitle":"Emergency Economic Stabilization Act of 2008","url":"https://en.wikipedia.org/wiki/Emergency_Economic_Stabilization_Act_of_2008","headline":"Emergency Economic Stabilization Act of 2008 establishes Troubled Asset Relief Program"},{"originalText":"Roy Horn of the American entertainment duo Siegfried & Roy was mauled by a tiger during a performance at the Mirage on the Las Vegas Strip.","year":2003,"subtitle":"Siegfried & Roy","url":"https://en.wikipedia.org/wiki/Siegfried_%26_Roy","headline":"Roy Horn of Siegfried & Roy mauled by tiger in Las Vegas"},{"originalText":"Nadine Gordimer became the first South African to win the Nobel Prize in Literature.","year":1991,"subtitle":"Nadine Gordimer","url":"https://en.wikipedia.org/wiki/Nadine_Gordimer","headline":"Nadine Gordimer first South African to win Nobel Prize in Literature"},{"originalText":"Major Moisés Giroldi of the Panama Defense Forces failed in his attempt to overthrow dictator Manuel Noriega.","year":1989,"subtitle":"Moisés Giroldi","url":"https://en.wikipedia.org/wiki/Mois%C3%A9s_Giroldi","headline":"Major Moisés Giroldi fails in overthrow attempt of Manuel Noriega"},{"originalText":"A hunger strike by Irish republican prisoners at HM Prison Maze outside Belfast, Northern Ireland, ended after seven months and ten deaths.","year":1981,"subtitle":"1981 Irish hunger strike","url":"https://en.wikipedia.org/wiki/1981_Irish_hunger_strike","headline":"Hunger strike by Irish republican prisoners at HM Prison Maze ends after 7 months, 10 deaths"},{"originalText":"Oswaldo López Arellano replaced Honduran president Ramón Villeda Morales  in a violent coup, initiating two decades of military rule.","year":1963,"subtitle":"Oswaldo López Arellano","url":"https://en.wikipedia.org/wiki/Oswaldo_L%C3%B3pez_Arellano","headline":"Oswaldo López Arellano replaces Honduran president in violent coup"},{"originalText":"Mercury-Atlas 8, the fifth United States crewed space mission, was launched from Cape Canaveral Air Force Station in Florida, carrying astronaut Wally Schirra (pictured).","year":1962,"subtitle":"Mercury-Atlas 8","url":"https://en.wikipedia.org/wiki/Mercury-Atlas_8","headline":"Mercury-Atlas 8 launched from Cape Canaveral with astronaut Wally Schirra"},{"originalText":"Vancouver's Holy Rosary Cathedral was dedicated by Archbishop William Mark Duke, fifty-three years after it first opened.","year":1953,"subtitle":"Holy Rosary Cathedral (Vancouver)","url":"https://en.wikipedia.org/wiki/Holy_Rosary_Cathedral_(Vancouver)","headline":"Vancouver's Holy Rosary Cathedral dedicated by Archbishop William Mark Duke"},{"originalText":"The United Kingdom successfully completed a nuclear test, becoming the world's third state with nuclear weapons.","year":1952,"subtitle":"Operation Hurricane","url":"https://en.wikipedia.org/wiki/Operation_Hurricane","headline":"United Kingdom successfully completes nuclear test, third state with nuclear weapons"},{"originalText":"In Major League Baseball, the New York Giants' Bobby Thomson hit the \"Shot Heard 'Round the World\", a game-winning home run, to win the National League pennant.","year":1951,"subtitle":"Major League Baseball","url":"https://en.wikipedia.org/wiki/Major_League_Baseball","headline":"Bobby Thomson hits 'Shot Heard 'Round the World' to win National League pennant"},{"originalText":"The First Battle of Maryang-san, widely regarded as one of the Australian Army's greatest accomplishments during the Korean War, began.","year":1951,"subtitle":"First Battle of Maryang-san","url":"https://en.wikipedia.org/wiki/First_Battle_of_Maryang-san","headline":"First Battle of Maryang-san begins during Korean War"},{"originalText":"American author Edgar Allan Poe was found semi-conscious and delirious in Baltimore, Maryland, under mysterious circumstances; it was the last time he was seen in public before his death four days later.","year":1849,"subtitle":"Edgar Allan Poe","url":"https://en.wikipedia.org/wiki/Edgar_Allan_Poe","headline":"Edgar Allan Poe found semi-conscious in Baltimore before death"},{"originalText":"Spanish forces departed Valdivia to suppress the indigenous Huilliche uprising in southern Chile.","year":1792,"subtitle":"Valdivia","url":"https://en.wikipedia.org/wiki/Valdivia","headline":"Spanish forces depart Valdivia to suppress Huilliche uprising in Chile"},{"originalText":"Anglo-Spanish War: An English fleet intercepted and attacked six Spanish ships at the Battle of the Narrow Seas (depicted).","year":1602,"subtitle":"Anglo-Spanish War (1585–1604)","url":"https://en.wikipedia.org/wiki/Anglo-Spanish_War_(1585%E2%80%931604)","headline":"English fleet intercepts and attacks Spanish ships at Battle of the Narrow Seas"},{"originalText":"Mu­ham­mad VII became the twelfth sultan of the Emirate of Granada.","year":1392,"subtitle":"Muhammad VII of Granada","url":"https://en.wikipedia.org/wiki/Muhammad_VII_of_Granada","headline":"Mu­ham­mad VII becomes twelfth sultan of Emirate of Granada"}]}