{"dateLabel":"October 6","issue":"Issue 280","events":[{"originalText":"The first version of the Instagram mobile application was released for iOS devices.","year":2010,"subtitle":"Instagram","url":"https://en.wikipedia.org/wiki/Instagram","headline":"Instagram mobile app released for iOS devices"},{"originalText":"The MESSENGER probe discovered Mercury's Rembrandt (pictured) – the second largest impact crater on the planet.","year":2008,"subtitle":"MESSENGER","url":"https://en.wikipedia.org/wiki/MESSENGER","headline":"MESSENGER probe discovers Mercury's Rembrandt crater"},{"originalText":"Al-Qaeda bombed the oil tanker Limburg, causing oil to leak into the Gulf of Aden.","year":2002,"subtitle":"Al-Qaeda","url":"https://en.wikipedia.org/wiki/Al-Qaeda","headline":"Al-Qaeda bombs oil tanker Limburg, causing Gulf of Aden oil leak"},{"originalText":"Al-Qaeda bombed the oil tanker Limburg, causing oil to leak into the Gulf of Aden.","year":2002,"subtitle":"Al-Qaeda","url":"https://en.wikipedia.org/wiki/Al-Qaeda","headline":"Vice President Carlos Álvarez resigns over corruption in Argentine administration"},{"originalText":"Denouncing corruption in Argentine president Fernando de la Rúa's administration and the Senate, Vice President Carlos Álvarez resigned.","year":2000,"subtitle":"Fernando de la Rúa","url":"https://en.wikipedia.org/wiki/Fernando_de_la_R%C3%BAa","headline":"Gay student Matthew Shepard fatally wounded near Laramie, Wyoming"},{"originalText":"University of Wyoming gay student Matthew Shepard was attacked and fatally wounded near Laramie, Wyoming, U.S., dying six days later.","year":1998,"subtitle":"University of Wyoming","url":"https://en.wikipedia.org/wiki/University_of_Wyoming","headline":"First exoplanet discovered orbiting 51 Pegasi"},{"originalText":"Matthew Shepard, a gay college student, was attacked and fatally wounded near Laramie, Wyoming, U.S., dying six days later.","year":1998,"subtitle":"Matthew Shepard","url":"https://en.wikipedia.org/wiki/Matthew_Shepard","headline":"San Francisco Police Department instigates riot in the Castro"},{"originalText":"Astronomers Michel Mayor and Didier Queloz reported the discovery of a planet orbiting 51 Pegasi as the first known exoplanet around a main-sequence star.","year":1995,"subtitle":"Michel Mayor","url":"https://en.wikipedia.org/wiki/Michel_Mayor","headline":"Police constable Keith Blakelock killed during rioting in Tottenham"},{"originalText":"About 200 members of the San Francisco Police Department instigated a police riot in the Castro following a peaceful protest held by ACT UP.","year":1989,"subtitle":"San Francisco Police Department","url":"https://en.wikipedia.org/wiki/San_Francisco_Police_Department","headline":"Egyptian president Anwar Sadat assassinated during parade in Cairo"},{"originalText":"Police constable Keith Blakelock was killed during rioting in the Broadwater Farm housing estate in Tottenham, London.","year":1985,"subtitle":"Murder of Keith Blakelock","url":"https://en.wikipedia.org/wiki/Murder_of_Keith_Blakelock","headline":"Cubana Flight 455 bombed, killing all 73 aboard"},{"originalText":"Egyptian president Anwar Sadat was assassinated while attending a parade in Cairo to mark the eighth anniversary of the Crossing of the Bar Lev Line at the start of the 1973 Arab-Israeli War.","year":1981,"subtitle":"Anwar Sadat","url":"https://en.wikipedia.org/wiki/Anwar_Sadat","headline":"Egyptian forces cross Suez Canal to attack Israeli forces"},{"originalText":"Two bombs placed by the CIA-linked Cuban dissident group Coordination of United Revolutionary Organizations exploded on Cubana Flight 455, killing all 73 aboard.","year":1976,"subtitle":"Central Intelligence Agency","url":"https://en.wikipedia.org/wiki/Central_Intelligence_Agency","headline":"Catalonia declares general strike and armed insurgency"},{"originalText":"Egyptian forces crossed the Suez Canal (pictured) to attack occupying Israeli forces at the Bar Lev Line, starting the Yom Kippur War.","year":1973,"subtitle":"Suez Canal","url":"https://en.wikipedia.org/wiki/Suez_Canal","headline":"The Jazz Singer released with synchronized music score"},{"originalText":"Catalonia's autonomous government declared a general strike, an armed insurgency, and the establishment of the Catalan State in reaction to the inclusion of conservatives in the Spanish republican regime.","year":1934,"subtitle":"Catalonia","url":"https://en.wikipedia.org/wiki/Catalonia","headline":"Austria-Hungary annexes Bosnia and Herzegovina, damaging relations"},{"originalText":"The Jazz Singer, one of the first feature-length motion pictures with a synchronized recorded music score, was released.","year":1927,"subtitle":"The Jazz Singer","url":"https://en.wikipedia.org/wiki/The_Jazz_Singer","headline":"Fort Clinton and Fort Montgomery captured by British forces"},{"originalText":"Austria-Hungary announced the annexation of Bosnia and Herzegovina, causing a crisis that permanently damaged the country's relations with the Russian Empire and the Kingdom of Serbia.","year":1908,"subtitle":"Austria-Hungary","url":"https://en.wikipedia.org/wiki/Austria-Hungary","headline":"Battle of Manila ends with British victory over Spain"},{"originalText":"American Revolutionary War: Fort Clinton and Fort Montgomery were captured by British forces under Sir Henry Clinton, dismantling the Hudson River Chains.","year":1777,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Wang Shichong's army defeats Li Mi at Battle of Yanshi"},{"originalText":"Seven Years' War: The Battle of Manila concluded with a British victory over Spain, leading to a twenty-month occupation.","year":1762,"subtitle":"Seven Years' War","url":"https://en.wikipedia.org/wiki/Seven_Years'_War"},{"originalText":"Seven Years' War: The Battle of Manila concluded with a British victory over Spain, leading to a twenty-month occupation.","year":1762,"subtitle":"Seven Years' War","url":"https://en.wikipedia.org/wiki/Seven_Years'_War"},{"originalText":"Wang Shichong's army defeated Li Mi's at the Battle of Yanshi, allowing Wang to consolidate his power and soon depose China's Sui dynasty.","year":618,"subtitle":"Wang Shichong","url":"https://en.wikipedia.org/wiki/Wang_Shichong"}]}