{"dateLabel":"October 7","issue":"Issue 281","events":[{"originalText":"2008 TC3 exploded above the Nubian Desert in Sudan, in the first time that an asteroid impact had been predicted prior to atmospheric entry.","year":2008,"subtitle":"2008 TC3","url":"https://en.wikipedia.org/wiki/2008_TC3","headline":"2008 TC3 Explodes Above Nubian Desert in Sudan"},{"originalText":"Anna Politkovskaya (pictured), a Russian journalist and human-rights activist, was assassinated in the elevator of her apartment block in Moscow.","year":2006,"subtitle":"Anna Politkovskaya","url":"https://en.wikipedia.org/wiki/Anna_Politkovskaya","headline":"Russian Journalist Anna Politkovskaya Assassinated in Moscow"},{"originalText":"Croatian War of Independence: The Yugoslav People's Army conducted an air strike on Banski Dvori, the official residence of the president of Croatia in Zagreb.","year":1991,"subtitle":"Croatian War of Independence","url":"https://en.wikipedia.org/wiki/Croatian_War_of_Independence","headline":"Yugoslav People's Army Conducts Air Strike on Croatian President's Residence in Zagreb"},{"originalText":"Near Point Barrow in Alaska, an Iñupiat hunter discovered three gray whales trapped in pack ice, which resulted in an international effort to free them.","year":1988,"subtitle":"Point Barrow","url":"https://en.wikipedia.org/wiki/Point_Barrow","headline":"Iñupiat Hunter Discovers Three Gray Whales Trapped in Pack Ice Near Point Barrow"},{"originalText":"During severe floods in Puerto Rico, about 130 people died as a result of the deadliest single landslide on record in North America.","year":1985,"subtitle":"1985 Puerto Rico floods","url":"https://en.wikipedia.org/wiki/1985_Puerto_Rico_floods","headline":"Severe Floods in Puerto Rico Result in 130 Deaths from Deadliest Landslide in North America"},{"originalText":"The Holocaust: Sonderkommando work-unit members in Auschwitz concentration camp revolted upon learning that they were due to be killed; although a few managed to escape, most were massacred on the same day.","year":1944,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Sonderkommando Members Revolt in Auschwitz Concentration Camp"},{"originalText":"Georgia Tech defeated Cumberland University 222–0 in the most lopsided college football game in American history.","year":1916,"subtitle":"Georgia Tech Yellow Jackets football","url":"https://en.wikipedia.org/wiki/Georgia_Tech_Yellow_Jackets_football","headline":"Georgia Tech Defeats Cumberland University 222–0 in College Football Game"},{"originalText":"Japan captured Pohnpei from Germany, eventually leading to large-scale Japanese immigration to Micronesia.","year":1914,"subtitle":"Pohnpei","url":"https://en.wikipedia.org/wiki/Pohnpei","headline":"Japan Captures Pohnpei from Germany"},{"originalText":"The state funeral of Mindon Min (pictured), who ruled Myanmar for 25 years, took place; his death was reportedly preceded by strange omens, and his senior princes were unable to attend as they had all been arrested.","year":1878,"subtitle":"Death and state funeral of Mindon Min","url":"https://en.wikipedia.org/wiki/Death_and_state_funeral_of_Mindon_Min","headline":"State Funeral of Mindon Min Takes Place in Myanmar"},{"originalText":"Cornell University in Ithaca, New York, was established, with an initial enrollment of 412 men the next day.","year":1868,"subtitle":"Cornell University","url":"https://en.wikipedia.org/wiki/Cornell_University","headline":"Cornell University Established in Ithaca, New York"},{"originalText":"Ōdate, the last castle of the Satake clan in Japan's Tōhoku region, was captured during the Boshin War.","year":1868,"subtitle":"Satake clan","url":"https://en.wikipedia.org/wiki/Satake_clan","headline":"Last Castle of Satake Clan Captured in Japan's Tōhoku Region"},{"originalText":"The French privateer Robert Surcouf led a 150-man crew to capture the 40-gun, 437-man East Indiaman Kent.","year":1800,"subtitle":"Privateer","url":"https://en.wikipedia.org/wiki/Privateer","headline":"French Privateer Robert Surcouf Captures East Indiaman Kent"},{"originalText":"American Revolutionary War: Patriots and Loyalist militias engaged each other at the Battle of Kings Mountain in South Carolina.","year":1780,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Battle of Kings Mountain Fought in South Carolina During American Revolutionary War"},{"originalText":"King George III issued a royal proclamation that forbade British settlement of much of newly acquired French territory in North America, reserving the land for indigenous peoples.","year":1763,"subtitle":"George III","url":"https://en.wikipedia.org/wiki/George_III","headline":"King George III Issues Proclamation Forbidding British Settlement in North America"},{"originalText":"Ottoman–Habsburg wars: The Battle of Lepanto was fought near the Gulf of Corinth, a significant setback for the Ottoman Empire and the last major naval battle fought entirely with galleys.","year":1571,"subtitle":"Ottoman–Habsburg wars","url":"https://en.wikipedia.org/wiki/Ottoman%E2%80%93Habsburg_wars","headline":"Battle of Lepanto Fought Near Gulf of Corinth"},{"originalText":"Spanish explorer Juan Rodríguez Cabrillo became the first European to set foot on Santa Catalina Island, off the coast of California.","year":1542,"subtitle":"Juan Rodríguez Cabrillo","url":"https://en.wikipedia.org/wiki/Juan_Rodr%C3%ADguez_Cabrillo","headline":"Juan Rodríguez Cabrillo First European to Set Foot on Santa Catalina Island"},{"originalText":"War of the League of Cambrai: A Venetian army under Bartolomeo d'Alviano was decisively defeated by the Spanish army commanded by Ramón de Cardona and Fernando d'Ávalos.","year":1513,"subtitle":"War of the League of Cambrai","url":"https://en.wikipedia.org/wiki/War_of_the_League_of_Cambrai","headline":"Venetian Army Defeated by Spanish Army in War of the League of Cambrai"}]}