{"dateLabel":"October 8","issue":"Issue 282","events":[{"originalText":"Anti-government protests calling for free and fair elections began in Baku, Azerbaijan.","year":2019,"subtitle":"2019 Baku protests","url":"https://en.wikipedia.org/wiki/2019_Baku_protests","headline":"Anti-government protests erupt in Baku, Azerbaijan"},{"originalText":"Yemen War: A funeral in Sanaa was hit by two consecutive airstrikes  by a Saudi-led coalition, leaving 143–155 civilians dead and more than 525 injured.","year":2016,"subtitle":"Saudi-led intervention in the Yemeni civil war","url":"https://en.wikipedia.org/wiki/Saudi-led_intervention_in_the_Yemeni_civil_war","headline":"Yemen War: Saudi-led coalition airstrikes hit funeral in Sanaa, leaving over 140 dead"},{"originalText":"At Linate Airport in Milan, Italy, Scandinavian Airlines Flight SK686 collided on take-off with a Cessna Citation II business jet, killing 118 people.","year":2001,"subtitle":"Linate Airport","url":"https://en.wikipedia.org/wiki/Linate_Airport","headline":"Tragic collision at Linate Airport in Milan kills 118"},{"originalText":"A new airport for Oslo, Norway, opened at Gardermoen, replacing a smaller one at the same location that had served as a backup to the city's previous main airport at Fornebu.","year":1998,"subtitle":"Oslo","url":"https://en.wikipedia.org/wiki/Oslo","headline":"New airport opens in Oslo, Norway at Gardermoen"},{"originalText":"Demonstrations organized by the Weather Underground known as the Days of Rage began in Chicago, aimed at ending U.S. involvement in the Vietnam War.","year":1969,"subtitle":"Weather Underground","url":"https://en.wikipedia.org/wiki/Weather_Underground","headline":"Days of Rage demonstrations begin in Chicago by Weather Underground"},{"originalText":"Marxist revolutionary and guerrilla leader Che Guevara was captured near La Higuera, Bolivia.","year":1967,"subtitle":"Marxism","url":"https://en.wikipedia.org/wiki/Marxism","headline":"Che Guevara captured near La Higuera, Bolivia"},{"originalText":"Three trains collided (aftermath pictured) at Harrow & Wealdstone station in London, killing 112 people and injuring 340 others.* 1956 – Major League Baseball pitcher Don Larsen threw the only perfect game in World Series history.","year":1952,"subtitle":"Harrow and Wealdstone rail crash","url":"https://en.wikipedia.org/wiki/Harrow_and_Wealdstone_rail_crash","headline":"Deadly train collision at Harrow & Wealdstone station in London"},{"originalText":"The Indian Air Force was founded as an auxiliary air force of the British Royal Air Force.","year":1932,"subtitle":"Indian Air Force","url":"https://en.wikipedia.org/wiki/Indian_Air_Force","headline":"Indian Air Force founded as auxiliary air force of British Royal Air Force"},{"originalText":"World War I: After his platoon suffered heavy casualties during the Meuse–Argonne offensive in France's Forest of Argonne, American Corporal Alvin York led the 7 remaining men on an attack against a German machine gun nest; 25 German soldiers were killed and 132 captured.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"American Corporal Alvin York leads attack in Meuse–Argonne offensive"},{"originalText":"Five large fires broke out in the United States, including the Great Chicago Fire in Illinois and the Peshtigo fire in Wisconsin, the latter being the deadliest in U.S. history.","year":1871,"subtitle":"Great Chicago Fire","url":"https://en.wikipedia.org/wiki/Great_Chicago_Fire","headline":"Multiple large fires break out in the United States"},{"originalText":"The Battle of Perryville, a battle of the American Civil War with a high casualty count, was fought west of Perryville, Kentucky.","year":1862,"subtitle":"Battle of Perryville","url":"https://en.wikipedia.org/wiki/Battle_of_Perryville","headline":"Battle of Perryville results in high casualties during American Civil War"},{"originalText":"Kepler's Supernova (remnant pictured), the most recent supernova in the Milky Way, was observed worldwide.","year":1604,"subtitle":"Kepler's Supernova","url":"https://en.wikipedia.org/wiki/Kepler's_Supernova","headline":"Kepler's Supernova observed worldwide in Milky Way"},{"originalText":"The Council of Chalcedon, a Christian ecumenical council, opened, and went on to repudiate the Eutychian doctrine of monophysitism and set forth the Chalcedonian Creed.","year":451,"subtitle":"Council of Chalcedon","url":"https://en.wikipedia.org/wiki/Council_of_Chalcedon","headline":"Council of Chalcedon opens to repudiate Eutychian doctrine"}]}