{"dateLabel":"October 9","issue":"Issue 283","events":[{"originalText":"Pakistani activist Malala Yousafzai (pictured) was severely injured by a Taliban gunman in a failed assassination attempt.* 2019 – Syrian civil war: Turkish forces began an offensive into north-eastern Syria following the withdrawal of U.S. troops from the region.","year":2012,"subtitle":"Malala Yousafzai","url":"https://en.wikipedia.org/wiki/Malala_Yousafzai","headline":"Malala Yousafzai Injured in Failed Assassination Attempt by Taliban"},{"originalText":"The Phantom of the Opera, a musical by Andrew Lloyd Webber and currently the longest-running Broadway show in history, opened in London's West End.","year":1986,"subtitle":"The Phantom of the Opera (1986 musical)","url":"https://en.wikipedia.org/wiki/The_Phantom_of_the_Opera_(1986_musical)","headline":"Turkish Forces Begin Offensive in North-Eastern Syria Following U.S. Troop Withdrawal"},{"originalText":"Nick Holonyak, an engineer for General Electric, gave the first public demonstration of a light-emitting diode.","year":1962,"subtitle":"Nick Holonyak","url":"https://en.wikipedia.org/wiki/Nick_Holonyak","headline":"The Phantom of the Opera Opens in London's West End"},{"originalText":"A footman shot and killed two colleagues and wounded the lady of the house at Knowsley Hall, England.","year":1952,"subtitle":"Knowsley Hall shootings","url":"https://en.wikipedia.org/wiki/Knowsley_Hall_shootings","headline":"Engineer Nick Holonyak Demonstrates First Light-Emitting Diode"},{"originalText":"World War II: American forces defeated the Japanese at the Third Battle of the Matanikau in Guadalcanal, Solomon Islands, reversing the Japanese victory a couple of weeks earlier.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Footman Shoots and Kills Colleagues at Knowsley Hall, England"},{"originalText":"World War I: The civilian authorities of Antwerp surrendered, allowing the German army to capture the city.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"American Forces Defeat Japanese at Third Battle of the Matanikau in Guadalcanal"},{"originalText":"Carrying a cargo hold full of highly flammable chemicals, the ocean liner SS Volturno caught fire in the north Atlantic and sank, resulting in 136 deaths.","year":1913,"subtitle":"SS Volturno (1906)","url":"https://en.wikipedia.org/wiki/SS_Volturno_(1906)","headline":"Antwerp Surrenders to German Army in World War I"},{"originalText":"The Washington Monument  in Washington, D.C., at the time the world's tallest building, officially opened to the general public.","year":1888,"subtitle":"Washington Monument","url":"https://en.wikipedia.org/wiki/Washington_Monument","headline":"SS Volturno Catches Fire and Sinks in North Atlantic, Resulting in 136 Deaths"},{"originalText":"War of the Sixth Coalition: Empress Marie-Louise of France issued decrees conscripting tens of thousands of teenagers, who became known as Marie-Louises.","year":1813,"subtitle":"War of the Sixth Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_Sixth_Coalition","headline":"Washington Monument Officially Opens in Washington, D.C."},{"originalText":"The deadliest Atlantic hurricane on record began to impact the Caribbean, killing at least 20,000 people across the Antilles over the subsequent days.* 1793 – French Revolution: After a month-long siege, the leaders of Lyon surrendered, ending their revolt against the National Convention.","year":1780,"subtitle":"Great Hurricane of 1780","url":"https://en.wikipedia.org/wiki/Great_Hurricane_of_1780","headline":"Empress Marie-Louise of France Conscribes Teenagers in War of the Sixth Coalition"},{"originalText":"European soldiers and Javanese collaborators massacred Chinese Indonesians in the port city of Batavia, modern-day Jakarta.","year":1740,"subtitle":"1740 Batavia massacre","url":"https://en.wikipedia.org/wiki/1740_Batavia_massacre","headline":"Deadliest Atlantic Hurricane on Record Hits Caribbean, Killing 20,000"},{"originalText":"Great Northern War: Russia defeated Sweden at the Battle of Lesnaya on the Russian–Polish border, in present-day Belarus.","year":1708,"subtitle":"Great Northern War","url":"https://en.wikipedia.org/wiki/Great_Northern_War","headline":"Leaders of Lyon Surrender After Month-Long Siege in French Revolution"},{"originalText":"Antonie van Leeuwenhoek wrote a letter to the Royal Society describing \"animalcules\" – the first known description of protozoa (pictured).","year":1676,"subtitle":"Antonie van Leeuwenhoek","url":"https://en.wikipedia.org/wiki/Antonie_van_Leeuwenhoek","headline":"European Soldiers Massacre Chinese Indonesians in Batavia"}]}