{"dateLabel":"October 10","issue":"Issue 284","events":[{"originalText":"Eight-year-old Huang Na was abducted and murdered; her body was found three weeks later after a search across Singapore and Malaysia.","year":2004,"subtitle":"Murder of Huang Na","url":"https://en.wikipedia.org/wiki/Murder_of_Huang_Na","headline":"Eight-year-old Huang Na abducted and murdered in Singapore; body found after three-week search"},{"originalText":"After 20 years of construction, Vidyasagar Setu, the longest cable-stayed bridge in India, was opened, joining Kolkata and Howrah.","year":1992,"subtitle":"Vidyasagar Setu","url":"https://en.wikipedia.org/wiki/Vidyasagar_Setu","headline":"Vidyasagar Setu, India's longest cable-stayed bridge, opens after 20 years of construction"},{"originalText":"U.S. vice president Spiro Agnew (pictured) resigned after being charged with tax evasion.","year":1973,"subtitle":"Spiro Agnew","url":"https://en.wikipedia.org/wiki/Spiro_Agnew","headline":"U.S. vice president Spiro Agnew resigns amid tax evasion charges"},{"originalText":"The Partial Nuclear Test Ban Treaty, which prohibits all test detonations of nuclear weapons except for those conducted underground, came into effect.","year":1963,"subtitle":"Partial Nuclear Test Ban Treaty","url":"https://en.wikipedia.org/wiki/Partial_Nuclear_Test_Ban_Treaty","headline":"Partial Nuclear Test Ban Treaty goes into effect, prohibiting above-ground nuclear test detonations"},{"originalText":"World War II: The Kempeitai, the military police arm of the Imperial Japanese Army, arrested and tortured fifty-seven civilians and civilian internees on suspicion of their involvement in a raid on Singapore Harbour.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Kempeitai arrests and tortures civilians in Singapore Harbour raid during World War II"},{"originalText":"In the first proven act of sabotage in the history of commercial aviation, a Boeing 247 operated by United Airlines exploded in mid-air near Chesterton, Indiana, killing all seven people aboard.","year":1933,"subtitle":"Sabotage","url":"https://en.wikipedia.org/wiki/Sabotage","headline":"Boeing 247 explodes mid-air in first proven act of sabotage in commercial aviation history"},{"originalText":"The Xinhai Revolution began with the Wuchang Uprising, marking the beginning of the collapse of the Qing dynasty and the establishment of the Republic of China.","year":1911,"subtitle":"1911 Revolution","url":"https://en.wikipedia.org/wiki/1911_Revolution","headline":"Xinhai Revolution begins with Wuchang Uprising, leading to collapse of Qing dynasty"},{"originalText":"Emmeline Pankhurst (pictured) founded the Women's Social and Political Union, a militant organisation campaigning for women's suffrage in the United Kingdom.","year":1903,"subtitle":"Emmeline Pankhurst","url":"https://en.wikipedia.org/wiki/Emmeline_Pankhurst","headline":"Emmeline Pankhurst founds Women's Social and Political Union for suffrage in UK"},{"originalText":"English astronomer William Lassell discovered Triton, the largest moon of Neptune.","year":1846,"subtitle":"William Lassell","url":"https://en.wikipedia.org/wiki/William_Lassell","headline":"William Lassell discovers Triton, largest moon of Neptune"},{"originalText":"Angry at the defeat of the Second Reform Bill a crowd burnt down Nottingham Castle, England, home of the Duke of Newcastle, who had opposed the bill in parliament.","year":1831,"subtitle":"Reform Act 1832","url":"https://en.wikipedia.org/wiki/Reform_Act_1832","headline":"Crowd burns down Nottingham Castle after defeat of Second Reform Bill"},{"originalText":"In a treaty with Dutch colonial authorities, the Ndyuka people of Suriname gained territorial autonomy.","year":1760,"subtitle":"Ndyuka people","url":"https://en.wikipedia.org/wiki/Ndyuka_people","headline":"Ndyuka people of Suriname gain territorial autonomy in treaty with Dutch colonial authorities"},{"originalText":"Husayn ibn Ali, a grandson of Muhammad, was killed at the Battle of Karbala by the forces of Yazid I, whom Husayn had refused to recognize as caliph.","year":680,"subtitle":"Husayn ibn Ali","url":"https://en.wikipedia.org/wiki/Husayn_ibn_Ali","headline":"Husayn ibn Ali killed at Battle of Karbala by forces of Yazid I"}]}