{"dateLabel":"October 11","issue":"Issue 285","events":[{"originalText":"A bomb exploded in the Myyrmanni shopping center in Helsinki, Finland, resulting in 7 deaths and 159 injuries.","year":2002,"subtitle":"Myyrmanni bombing","url":"https://en.wikipedia.org/wiki/Myyrmanni_bombing","headline":"Bomb explosion at Myyrmanni shopping center in Helsinki, Finland: 7 dead, 159 injured"},{"originalText":"During the confirmation hearings upon the nomination of Clarence Thomas to the Supreme Court of the United States, Anita Hill testified that he had sexually harassed her several years earlier.","year":1991,"subtitle":"Clarence Thomas Supreme Court nomination","url":"https://en.wikipedia.org/wiki/Clarence_Thomas_Supreme_Court_nomination","headline":"Anita Hill testifies against Clarence Thomas during Supreme Court nomination hearings"},{"originalText":"Sri Lankan Civil War: The Indian Peace Keeping Force began Operation Pawan to take control of Jaffna from the Tamil Tigers and enforce their disarmament as a part of the Indo-Sri Lanka Accord.","year":1987,"subtitle":"Sri Lankan Civil War","url":"https://en.wikipedia.org/wiki/Sri_Lankan_Civil_War","headline":"Indian Peace Keeping Force launches Operation Pawan in Sri Lankan Civil War"},{"originalText":"An estimated 750,000 people attended the \"Great March\" in Washington, D.C., to demand greater civil rights for the LGBT community.","year":1987,"subtitle":"Second National March on Washington for Lesbian and Gay Rights","url":"https://en.wikipedia.org/wiki/Second_National_March_on_Washington_for_Lesbian_and_Gay_Rights","headline":"750,000 attend 'Great March' in Washington, D.C., for LGBT rights"},{"originalText":"The American weekly sketch comedy–variety show Saturday Night Live was broadcast for the first time.","year":1975,"subtitle":"Sketch comedy","url":"https://en.wikipedia.org/wiki/Sketch_comedy","headline":"Saturday Night Live premieres as weekly sketch comedy show"},{"originalText":"Typhoon Nora, the fourth-most intense tropical cyclone on record, dissipated after killing 40 people and leaving more than a million homeless across Taiwan and the Philippines.","year":1973,"subtitle":"Typhoon Nora (1973)","url":"https://en.wikipedia.org/wiki/Typhoon_Nora_(1973)","headline":"Typhoon Nora dissipates after killing 40, leaving million homeless in Taiwan and Philippines"},{"originalText":"Apollo 7 (lift-off pictured), the first manned mission of NASA's Apollo program, and the first three-man American space mission, launched from Complex 34 in Cape Kennedy, Florida.","year":1968,"subtitle":"Apollo 7","url":"https://en.wikipedia.org/wiki/Apollo_7","headline":"Apollo 7 launches as first manned mission of NASA's Apollo program"},{"originalText":"World War II: At the Battle of Cape Esperance on the northwest coast of Guadalcanal, American ships intercepted and defeated a Japanese fleet sent to attack Henderson Field.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"American ships defeat Japanese fleet at Battle of Cape Esperance in World War II"},{"originalText":"Edward, Duke of Windsor, and Wallis, Duchess of Windsor, arrived at Berlin Friedrichstraße station to begin a tour of Nazi Germany, where they were greeted with Nazi salutes and dined with high-ranking members of the state apparatus.","year":1937,"subtitle":"Edward VIII","url":"https://en.wikipedia.org/wiki/Edward_VIII","headline":"Duke and Duchess of Windsor greeted with Nazi salutes in Berlin"},{"originalText":"The Morant Bay rebellion, led by Paul Bogle and George William Gordon, began in Jamaica; after protestors burned down the courthouse, it was brutally suppressed by Governor Edward John Eyre.","year":1865,"subtitle":"Morant Bay rebellion","url":"https://en.wikipedia.org/wiki/Morant_Bay_rebellion","headline":"Morant Bay rebellion begins in Jamaica, brutally suppressed by Governor Eyre"},{"originalText":"The University of Sydney (pictured), Australia's oldest university, was inaugurated two years after being established by the University of Sydney Act.","year":1852,"subtitle":"University of Sydney","url":"https://en.wikipedia.org/wiki/University_of_Sydney","headline":"University of Sydney inaugurated as Australia's oldest university"},{"originalText":"Bashir Shihab II (pictured) surrendered to the Ottoman Empire and was removed as Emir of Mount Lebanon after an imperial decree by Sultan Abdülmecid I.","year":1840,"subtitle":"Bashir Shihab II","url":"https://en.wikipedia.org/wiki/Bashir_Shihab_II","headline":"Bashir Shihab II surrenders to Ottoman Empire as Emir of Mount Lebanon"},{"originalText":"French Revolutionary Wars: The Royal Navy captured eleven Dutch Navy ships without any losses at the Battle of Camperdown.","year":1797,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"Royal Navy captures eleven Dutch Navy ships at Battle of Camperdown"},{"originalText":"American Revolutionary War: A British fleet defeated American ships at the Battle of Valcour Island on Lake Champlain, but gave American forces enough time to prepare their defenses for the Saratoga campaign.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British fleet defeats American ships at Battle of Valcour Island"},{"originalText":"The peerage and clergy of the Kingdom of England published the Ordinances of 1311 to restrict King Edward II's powers.","year":1311,"subtitle":"Peerage of England","url":"https://en.wikipedia.org/wiki/Peerage_of_England","headline":"Ordinances of 1311 published to restrict King Edward II's powers"},{"originalText":"The Treaty of Shaoxing was ratified, ending the Jin–Song Wars, although sporadic fighting continued until 1234.","year":1142,"subtitle":"Treaty of Shaoxing","url":"https://en.wikipedia.org/wiki/Treaty_of_Shaoxing","headline":"Treaty of Shaoxing ratified, ending Jin-Song Wars"}]}