{"dateLabel":"October 12","issue":"Issue 286","events":[{"originalText":"An earthquake with a magnitude of 5.8 or 5.9 struck south of Cairo, Egypt, killing 545 people.","year":1992,"subtitle":"Seismic magnitude scales","url":"https://en.wikipedia.org/wiki/Seismic_magnitude_scales","headline":"Earthquake in Cairo, Egypt kills 545 people"},{"originalText":"The Provisional Irish Republican Army detonated a bomb at the Grand Hotel in Brighton, England, in a failed attempt to assassinate British prime minister Margaret Thatcher and her cabinet.","year":1984,"subtitle":"Provisional Irish Republican Army","url":"https://en.wikipedia.org/wiki/Provisional_Irish_Republican_Army","headline":"IRA bomb at Grand Hotel in Brighton, England"},{"originalText":"Typhoon Tip, the largest and most intense tropical cyclone ever recorded, reached a worldwide record-low sea-level pressure of 870 mbar (25.69 inHg) in the western Pacific Ocean.","year":1979,"subtitle":"Typhoon Tip","url":"https://en.wikipedia.org/wiki/Typhoon_Tip","headline":"Typhoon Tip sets record-low sea-level pressure"},{"originalText":"Japan Socialist Party leader Inejirō Asanuma was assassinated during a live television recording by a man using a samurai sword.","year":1960,"subtitle":"Social Democratic Party (Japan)","url":"https://en.wikipedia.org/wiki/Social_Democratic_Party_(Japan)","headline":"Japan Socialist Party leader assassinated on live TV"},{"originalText":"Soviet leader Nikita Khrushchev reportedly pounded his shoe on a desk during a meeting of the United Nations General Assembly in protest at a speech by Philippine delegate Lorenzo Sumulong.","year":1960,"subtitle":"Nikita Khrushchev","url":"https://en.wikipedia.org/wiki/Nikita_Khrushchev","headline":"Khrushchev pounds shoe at UN General Assembly"},{"originalText":"Il Canto degli Italiani is adopted as national anthem by the newly formed Italian Republic.","year":1946,"subtitle":"Il Canto degli Italiani","url":"https://en.wikipedia.org/wiki/Il_Canto_degli_Italiani","headline":"Il Canto degli Italiani adopted as Italian national anthem"},{"originalText":"The United States Department of Justice acquired a military prison on Alcatraz Island, transforming it over the next year into the last-resort Alcatraz Federal Penitentiary.","year":1933,"subtitle":"United States Department of Justice","url":"https://en.wikipedia.org/wiki/United_States_Department_of_Justice","headline":"US Department of Justice acquires Alcatraz Island prison"},{"originalText":"The iron lung (example pictured), a type of medical ventilator, was used for the first time, to treat an eight-year-old girl paralyzed by polio.","year":1928,"subtitle":"Iron lung","url":"https://en.wikipedia.org/wiki/Iron_lung","headline":"Iron lung used for the first time to treat polio"},{"originalText":"First World War: New Zealand troops suffered more than 2,000 casualties, including more than 800 deaths, in the First Battle of Passchendaele (pictured), making it the nation's largest loss of life in one day.","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"New Zealand troops suffer heavy casualties in First Battle of Passchendaele"},{"originalText":"The Pledge of Allegiance of the United States was first used in public schools to coincide with the opening of the World's Columbian Exposition in Chicago.","year":1892,"subtitle":"Pledge of Allegiance","url":"https://en.wikipedia.org/wiki/Pledge_of_Allegiance","headline":"Pledge of Allegiance first used in public schools"},{"originalText":"The Uddevalla Suffrage Association was founded in Uddevalla, Sweden, with the purpose of bringing about universal suffrage.","year":1890,"subtitle":"Uddevalla Suffrage Association","url":"https://en.wikipedia.org/wiki/Uddevalla_Suffrage_Association","headline":"Uddevalla Suffrage Association founded in Sweden"},{"originalText":"Jeanne Geneviève Garnerin became the first woman to make a parachute descent, falling 900 metres (3,000 ft) in the gondola of a hot air balloon.","year":1799,"subtitle":"Jeanne Geneviève Garnerin","url":"https://en.wikipedia.org/wiki/Jeanne_Genevi%C3%A8ve_Garnerin","headline":"First woman makes parachute descent"},{"originalText":"The Peasants' War began in Overmere, Southern Netherlands, with peasants taking up arms against the French occupiers.","year":1798,"subtitle":"Peasants' War (1798)","url":"https://en.wikipedia.org/wiki/Peasants'_War_(1798)","headline":"Peasants' War begins in Southern Netherlands"},{"originalText":"Believing he had reached the East Indies, Christopher Columbus made landfall on an island in the Caribbean, sparking a series of events that led to the European colonization of the Americas.","year":1492,"subtitle":"East Indies","url":"https://en.wikipedia.org/wiki/East_Indies","headline":"Christopher Columbus makes landfall in the Caribbean"},{"originalText":"Chen Yanxiang, the only person from Indonesia known to have visited dynastic Korea, reached Seoul after having set out from Java four months before.","year":1406,"subtitle":"Chen Yanxiang","url":"https://en.wikipedia.org/wiki/Chen_Yanxiang","headline":"Chen Yanxiang reaches Seoul from Indonesia"},{"originalText":"The Grand Duke of Lithuania Vytautas the Great and the Grand Master of the Teutonic Knights Konrad von Jungingen signed the Treaty of Salynas, the third attempt to cede Samogitia to the Knights.","year":1398,"subtitle":"Vytautas","url":"https://en.wikipedia.org/wiki/Vytautas","headline":"Treaty of Salynas signed between Grand Duke of Lithuania and Grand Master of Teutonic Knights"}]}