{"dateLabel":"October 13","issue":"Issue 287","events":[{"originalText":"At the Chicago Marathon, Kenyan runner Brigid Kosgei set the current marathon world record for women running in a mixed-sex race.","year":2019,"subtitle":"2019 Chicago Marathon","url":"https://en.wikipedia.org/wiki/2019_Chicago_Marathon","headline":"Brigid Kosgei sets new marathon world record at Chicago Marathon"},{"originalText":"During the Hindu festival of Navaratri at a temple in Madhya Pradesh, India, rumours about an impending bridge collapse caused a stampede that resulted in 115 deaths.","year":2013,"subtitle":"Navaratri","url":"https://en.wikipedia.org/wiki/Navaratri","headline":"Stampede at Hindu festival in Madhya Pradesh temple leaves 115 dead"},{"originalText":"The Dragon King of Bhutan, Jigme Khesar Namgyel Wangchuck (pictured) married Jetsun Pema at the Punakha Dzong.","year":2011,"subtitle":"King of Bhutan","url":"https://en.wikipedia.org/wiki/King_of_Bhutan","headline":"Dragon King of Bhutan marries Jetsun Pema at Punakha Dzong"},{"originalText":"The Troubles: In a meeting at Fernhill House, Belfast, loyalist leader Gusty Spence announced that the Combined Loyalist Military Command would observe a ceasefire.","year":1994,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Gusty Spence announces ceasefire at Fernhill House meeting in Belfast"},{"originalText":"Uruguayan Air Force Flight 571 crashed into a remote area in the Andes mountains near the border of Chile and Argentina; the 16 remaining survivors were not rescued until more than two months later.","year":1972,"subtitle":"Uruguayan Air Force Flight 571","url":"https://en.wikipedia.org/wiki/Uruguayan_Air_Force_Flight_571","headline":"Uruguayan Air Force Flight 571 survivors rescued after two months in Andes crash"},{"originalText":"Newly elected Burundian prime minister Louis Rwagasore was assassinated by his political rivals.","year":1961,"subtitle":"Louis Rwagasore","url":"https://en.wikipedia.org/wiki/Louis_Rwagasore","headline":"Burundian prime minister Louis Rwagasore assassinated by political rivals"},{"originalText":"The Soviet republics of Russia, Armenia, Azerbaijan, and Georgia signed the Treaty of Kars with the Grand National Assembly of Turkey, establishing the current borders between Turkey and the Caucasian states.","year":1921,"subtitle":"Russian Soviet Federative Socialist Republic","url":"https://en.wikipedia.org/wiki/Russian_Soviet_Federative_Socialist_Republic","headline":"Soviet republics sign Treaty of Kars with Turkey, establishing current borders"},{"originalText":"At least 30,000 people witnessed the Miracle of the Sun in the fields of Cova da Iria near Fátima, Portugal.","year":1917,"subtitle":"Miracle of the Sun","url":"https://en.wikipedia.org/wiki/Miracle_of_the_Sun","headline":"Miracle of the Sun witnessed by 30,000 in Fátima, Portugal"},{"originalText":"Prince Arthur, a son of Queen Victoria, became the first Governor General of Canada of royal descent, as well as the first Prince of Great Britain and Ireland to hold that position.","year":1911,"subtitle":"Prince Arthur, Duke of Connaught and Strathearn","url":"https://en.wikipedia.org/wiki/Prince_Arthur%2C_Duke_of_Connaught_and_Strathearn","headline":"Prince Arthur becomes first Governor General of Canada of royal descent"},{"originalText":"British suffragette Margaret Travers Symons became the first woman to speak in the House of Commons when she escaped from her escort into the chamber and shouted at the assembly.","year":1908,"subtitle":"Suffragette","url":"https://en.wikipedia.org/wiki/Suffragette","headline":"British suffragette Margaret Travers Symons speaks in House of Commons"},{"originalText":"B'nai B'rith (membership certificate pictured), the world's oldest continually operating Jewish service organization, was founded in New York City.","year":1843,"subtitle":"B'nai B'rith","url":"https://en.wikipedia.org/wiki/B'nai_B'rith","headline":"B'nai B'rith founded in New York City as oldest Jewish service organization"},{"originalText":"War of 1812: After three days of fighting, the beached U.S. Revenue Cutter Service vessel Eagle was captured by the Royal Navy.","year":1814,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"U.S. Revenue Cutter Service vessel Eagle captured by Royal Navy in War of 1812"},{"originalText":"War of 1812: British troops and Mohawk warriors repelled an American invasion from across the Niagara River at the Battle of Queenston Heights near Queenston, Ontario.","year":1812,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"British troops and Mohawk warriors repel American invasion at Battle of Queenston Heights"},{"originalText":"French astronomer Charles Messier discovered the Whirlpool Galaxy (pictured), an interacting, grand design spiral galaxy located an estimated 31 million light-years away.","year":1773,"subtitle":"Charles Messier","url":"https://en.wikipedia.org/wiki/Charles_Messier","headline":"Charles Messier discovers Whirlpool Galaxy located 31 million light-years away"},{"originalText":"Queen Anne's War: French and Wabanaki forces surrendered to end the Siege of Port Royal, giving the British permanent possession of Nova Scotia.","year":1710,"subtitle":"Queen Anne's War","url":"https://en.wikipedia.org/wiki/Queen_Anne's_War","headline":"French and Wabanaki forces surrender, giving British permanent possession of Nova Scotia"},{"originalText":"Agents of King Philip IV of France launched a raid on the Knights Templar at dawn, arresting many members, subsequently torturing them into giving false confessions and burning them at the stake.","year":1307,"subtitle":"Philip IV of France","url":"https://en.wikipedia.org/wiki/Philip_IV_of_France","headline":"King Philip IV's agents raid Knights Templar, leading to arrests and executions"},{"originalText":"Goguryeo–Tang War: Led by Emperor Taizong, the Tang army was forced to abandon a siege of Ansi Fortress.","year":645,"subtitle":"Goguryeo–Tang War","url":"https://en.wikipedia.org/wiki/Goguryeo%E2%80%93Tang_War","headline":"Tang army forced to abandon siege of Ansi Fortress in Goguryeo-Tang War"}]}