{"dateLabel":"October 14","issue":"Issue 288","events":[{"originalText":"Approximately 10,000 John Deere employees went on strike in one of the largest private-sector strikes in the United States.","year":2021,"subtitle":"John Deere","url":"https://en.wikipedia.org/wiki/John_Deere","headline":"10,000 John Deere Employees Strike in the US"},{"originalText":"A snowstorm and series of avalanches occurred on and around the Himalayan peaks of Annapurna and Dhaulagiri, resulting in the deaths of at least 43 people.","year":2014,"subtitle":"2014 Nepal snowstorm disaster","url":"https://en.wikipedia.org/wiki/2014_Nepal_snowstorm_disaster","headline":"43 Dead in Himalayan Snowstorm and Avalanches"},{"originalText":"Felix Baumgartner jumped from a helium balloon in the stratosphere to become the first person to break the sound barrier without vehicular power.","year":2012,"subtitle":"Felix Baumgartner","url":"https://en.wikipedia.org/wiki/Felix_Baumgartner","headline":"Felix Baumgartner Breaks Sound Barrier in Stratosphere"},{"originalText":"Michael Woodford was dismissed as the CEO of the optics manufacturer Olympus after uncovering internal financial misconduct, escalating the corporate scandal into one of the largest in Japanese business history.","year":2011,"subtitle":"Michael Christopher Woodford","url":"https://en.wikipedia.org/wiki/Michael_Christopher_Woodford","headline":"Olympus CEO Dismissed Over Financial Misconduct"},{"originalText":"The 6th Congress of the Workers' Party concluded, having anointed North Korean president Kim Il Sung's son Kim Jong Il as his successor.","year":1980,"subtitle":"6th Congress of the Workers' Party of Korea","url":"https://en.wikipedia.org/wiki/6th_Congress_of_the_Workers'_Party_of_Korea","headline":"Kim Jong Il Anointed as North Korean President's Successor"},{"originalText":"At least 75,000 people attended the National March on Washington for Lesbian and Gay Rights in Washington, D.C., to demand equal civil rights for LGBT people.","year":1979,"subtitle":"National March on Washington for Lesbian and Gay Rights","url":"https://en.wikipedia.org/wiki/National_March_on_Washington_for_Lesbian_and_Gay_Rights","headline":"75,000 Attend National March for LGBT Rights in Washington, D.C."},{"originalText":"Members of the Politburo voted to remove Nikita Khrushchev as First Secretary of the Communist Party of the Soviet Union and replace him with Leonid Brezhnev.","year":1964,"subtitle":"Politburo of the Communist Party of the Soviet Union","url":"https://en.wikipedia.org/wiki/Politburo_of_the_Communist_Party_of_the_Soviet_Union","headline":"Nikita Khrushchev Removed as First Secretary of Soviet Union"},{"originalText":"After three days of heavy rain, the Turia overflowed and flooded the city of Valencia, Spain, causing at least 81 deaths.","year":1957,"subtitle":"Turia (river)","url":"https://en.wikipedia.org/wiki/Turia_(river)","headline":"Valencia, Spain Flooded, 81 Dead After Heavy Rain"},{"originalText":"The Queen Elizabeth Way, North America's first intercity divided highway, opens.","year":1956,"subtitle":"Queen Elizabeth Way","url":"https://en.wikipedia.org/wiki/Queen_Elizabeth_Way","headline":"Queen Elizabeth Way, First Intercity Divided Highway in North America, Opens"},{"originalText":"B. R. Ambedkar, a leader of India's \"Untouchable\" caste, publicly converted to Buddhism and became the leader of the Dalit Buddhist movement.","year":1956,"subtitle":"B. R. Ambedkar","url":"https://en.wikipedia.org/wiki/B._R._Ambedkar","headline":"B. R. Ambedkar Converts to Buddhism, Leads Dalit Buddhist Movement"},{"originalText":"Israeli military commander Ariel Sharon and his Unit 101 special forces attacked the village of Qibya on the West Bank, destroying 45 buildings, killing 42 villagers, and wounding 15 others.","year":1953,"subtitle":"Ariel Sharon","url":"https://en.wikipedia.org/wiki/Ariel_Sharon","headline":"Ariel Sharon Attacks Village in West Bank, 42 Killed"},{"originalText":"The first of the Smith Act trials concluded in New York City, with eleven leaders of the Communist Party of the United States found guilty of violating the Smith Act.","year":1949,"subtitle":"Smith Act trials of Communist Party leaders","url":"https://en.wikipedia.org/wiki/Smith_Act_trials_of_Communist_Party_leaders","headline":"Communist Party Leaders Found Guilty in Smith Act Trials"},{"originalText":"American test pilot Chuck Yeager became the first person to break the sound barrier, reaching Mach 1.06 on board the Bell X-1, an experimental rocket-powered aircraft.","year":1947,"subtitle":"Chuck Yeager","url":"https://en.wikipedia.org/wiki/Chuck_Yeager","headline":"Chuck Yeager Breaks Sound Barrier on Bell X-1 Aircraft"},{"originalText":"World War II: During the second raid on Schweinfurt, the U.S. 8th Air Force suffered so many losses that it lost air supremacy over Germany for several months.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"U.S. 8th Air Force Loses Air Supremacy Over Germany in WWII Raid"},{"originalText":"The Holocaust: Prisoners at Sobibor extermination camp revolted, killing 11 SS officers and staging a mass escape.","year":1943,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Sobibor Prisoners Revolt, Kill 11 SS Officers"},{"originalText":"The Second Philippine Republic, a Japanese puppet state, was established with Jose P. Laurel as its first president.","year":1943,"subtitle":"Second Philippine Republic","url":"https://en.wikipedia.org/wiki/Second_Philippine_Republic","headline":"Second Philippine Republic Established with Jose P. Laurel as President"},{"originalText":"Second World War: During the Blitz, a semi-armour-piercing fragmentation bomb fell on the road above Balham station in London, which was being used as an air raid shelter, killing at least 64 people.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"64 Killed in Balham Station Bombing During Blitz"},{"originalText":"Second World War: The German submarine U-47 torpedoed and sank the Royal Navy battleship HMS Royal Oak while the latter was anchored at Scapa Flow in Orkney, Scotland.","year":1939,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"HMS Royal Oak Sunk by German U-Boat in Orkney, Scotland"},{"originalText":"The first book featuring English author A. A. Milne's fictional bear Winnie-the-Pooh was published.","year":1926,"subtitle":"Winnie-the-Pooh (book)","url":"https://en.wikipedia.org/wiki/Winnie-the-Pooh_(book)","headline":"First Winnie-the-Pooh Book Published by A. A. Milne"},{"originalText":"The worst mining accident in the United Kingdom's history took place when an explosion resulted in 440 deaths at the Universal Colliery in Senghenydd, Wales.","year":1913,"subtitle":"Mining accident","url":"https://en.wikipedia.org/wiki/Mining_accident","headline":"440 Dead in Universal Colliery Mining Accident in Wales"},{"originalText":"Former U.S. president Theodore Roosevelt was shot in an assassination attempt, but delivered a speech before receiving treatment from preeminent surgeon John Benjamin Murphy.","year":1912,"subtitle":"Theodore Roosevelt","url":"https://en.wikipedia.org/wiki/Theodore_Roosevelt","headline":"Theodore Roosevelt Shot in Assassination Attempt"},{"originalText":"French inventor Louis Le Prince filmed Roundhay Garden Scene (featured), the earliest surviving motion picture, in Leeds, England.","year":1888,"subtitle":"Louis Le Prince","url":"https://en.wikipedia.org/wiki/Louis_Le_Prince","headline":"Earliest Surviving Motion Picture Filmed in Leeds, England"},{"originalText":"French inventor Louis Le Prince filmed Roundhay Garden Scene (featured), the earliest surviving motion picture, in Leeds, England.","year":1888,"subtitle":"Louis Le Prince","url":"https://en.wikipedia.org/wiki/Louis_Le_Prince","headline":"Union Victory in Battle of Bristoe Station During American Civil War"},{"originalText":"American Civil War: In the Battle of Bristoe Station, the Union II Corps surprised and repelled the Confederate attack on the Union rearguard, resulting in a Union victory.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"French Forces Defeat Austrians in War of the Third Coalition"},{"originalText":"War of the Third Coalition: French forces under Marshal Michel Ney defeated Austrian forces in Elchingen, present-day Germany.","year":1805,"subtitle":"War of the Third Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_Third_Coalition","headline":"Austrians Overwhelm Prussians at Battle of Hochkirch in Third Silesian War"},{"originalText":"Third Silesian War: At the Battle of Hochkirch, an Austrian army under Leopold Joseph von Daun surprised the Prussians commanded by Frederick the Great, overwhelming them and forcing a general retreat.","year":1758,"subtitle":"Third Silesian War","url":"https://en.wikipedia.org/wiki/Third_Silesian_War","headline":"Burmese Forces Depart for Invasion of Ayutthaya Kingdom"},{"originalText":"Third Silesian War: At the Battle of Hochkirch, an Austrian army under Leopold Joseph von Daun surprised the Prussians commanded by Frederick the Great, overwhelming them and forcing a general retreat.","year":1758,"subtitle":"Third Silesian War","url":"https://en.wikipedia.org/wiki/Third_Silesian_War","headline":"William the Conqueror Defeats English Army at Hastings, Kills Harold Godwinson"},{"originalText":"Forces of the Burmese Toungoo dynasty led by King Tabinshwehti (depicted) departed Martaban to begin an invasion of the Ayutthaya Kingdom.","year":1548,"subtitle":"Toungoo dynasty","url":"https://en.wikipedia.org/wiki/Toungoo_dynasty"},{"originalText":"Norman conquest: William the Conqueror's forces defeated the English army at Hastings and killed Harold Godwinson (depicted), the last crowned Anglo-Saxon king of England.","year":1066,"subtitle":"Norman Conquest","url":"https://en.wikipedia.org/wiki/Norman_Conquest"}]}