{"dateLabel":"October 15","issue":"Issue 289","events":[{"originalText":"Thirteen-year-old Jayme Closs was kidnapped from her home in Barron, Wisconsin, and held captive for 88 days.","year":2018,"subtitle":"Kidnapping of Jayme Closs","url":"https://en.wikipedia.org/wiki/Kidnapping_of_Jayme_Closs","headline":"Jayme Closs kidnapped and held captive for 88 days in Barron, Wisconsin"},{"originalText":"A 7.2-magnitude earthquake struck Bohol in the Philippines, resulting in 222 deaths.","year":2013,"subtitle":"2013 Bohol earthquake","url":"https://en.wikipedia.org/wiki/2013_Bohol_earthquake","headline":"7.2-magnitude earthquake in Bohol, Philippines kills 222"},{"originalText":"Global demonstrations against economic inequality, corporate influence on government, and other issues, were held in more than 950 cities in 82 countries.","year":2011,"subtitle":"15 October 2011 global protests","url":"https://en.wikipedia.org/wiki/15_October_2011_global_protests","headline":"Global demonstrations against economic inequality held in 950 cities across 82 countries"},{"originalText":"New Zealand Police conducted several anti-terrorism raids in relation to the discovery of an alleged paramilitary training camp in the Urewera mountain ranges, arresting 17 people and seizing four guns and 230 rounds of ammunition.","year":2007,"subtitle":"New Zealand Police","url":"https://en.wikipedia.org/wiki/New_Zealand_Police","headline":"New Zealand Police conduct anti-terrorism raids in Urewera mountain ranges, 17 arrested"},{"originalText":"An earthquake registering 6.7 Mw occurred off the northwestern coast of the island of Hawaii.","year":2006,"subtitle":"2006 Kiholo Bay earthquake","url":"https://en.wikipedia.org/wiki/2006_Kiholo_Bay_earthquake","headline":"6.7 magnitude earthquake off Hawaii's northwestern coast"},{"originalText":"A march by members of the National Socialist Movement, a neo-Nazi group, in Toledo, Ohio, U.S., sparked a riot among protestors.","year":2005,"subtitle":"National Socialist Movement (United States)","url":"https://en.wikipedia.org/wiki/National_Socialist_Movement_(United_States)","headline":"Neo-Nazi march in Toledo, Ohio sparks riot among protestors"},{"originalText":"President Carlos Humberto Romero of El Salvador was overthrown and exiled in a military coup d'état.","year":1979,"subtitle":"Carlos Humberto Romero","url":"https://en.wikipedia.org/wiki/Carlos_Humberto_Romero","headline":"El Salvador President Carlos Humberto Romero overthrown in military coup"},{"originalText":"Vietnam War protests: At an anti-war rally in New York City, David J. Miller burned his draft card (example pictured), the first such act to result in arrest under a new amendment to the Selective Service Act.","year":1965,"subtitle":"Opposition to United States involvement in the Vietnam War","url":"https://en.wikipedia.org/wiki/Opposition_to_United_States_involvement_in_the_Vietnam_War","headline":"Vietnam War protests: David J. Miller arrested for burning draft card in New York City"},{"originalText":"Hurricane Hazel (flooding pictured) made landfall in the Carolinas in the United States before moving north to Toronto in Canada later the same day, killing 176 people in the two countries.","year":1954,"subtitle":"Hurricane Hazel","url":"https://en.wikipedia.org/wiki/Hurricane_Hazel","headline":"Hurricane Hazel kills 176 as it moves from Carolinas to Toronto"},{"originalText":"Air India, the flag carrier airline of India, began operations under the name Tata Airlines.","year":1932,"subtitle":"Air India","url":"https://en.wikipedia.org/wiki/Air_India","headline":"Air India begins operations as Tata Airlines"},{"originalText":"George Lusk, the chairman of the Whitechapel Vigilance Committee in London, received the \"From Hell\" letter, allegedly from Jack the Ripper.","year":1888,"subtitle":"George Lusk","url":"https://en.wikipedia.org/wiki/George_Lusk","headline":"Whitechapel Vigilance Committee chairman receives 'From Hell' letter from Jack the Ripper"},{"originalText":"American Civil War: Confederate forces captured Glasgow, Missouri, although it had little long-term benefit as Price's Missouri Expedition was defeated a week later.","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate forces capture Glasgow, Missouri during American Civil War"},{"originalText":"Ottoman–Habsburg wars: The siege of Vienna ended with Austrian forces repelling the invading Turks, turning the tide against almost a century of conquest in Europe by the Ottoman Empire.","year":1529,"subtitle":"Ottoman–Habsburg wars","url":"https://en.wikipedia.org/wiki/Ottoman%E2%80%93Habsburg_wars","headline":"Austrian forces repel invading Turks, ending siege of Vienna"}]}