{"dateLabel":"October 16","issue":"Issue 290","events":[{"originalText":"The Maltese journalist and anti-corruption activist Daphne Caruana Galizia was killed in a car bomb attack in Bidnija.","year":2017,"subtitle":"Daphne Caruana Galizia","url":"https://en.wikipedia.org/wiki/Daphne_Caruana_Galizia","headline":"Daphne Caruana Galizia killed in car bomb attack in Bidnija"},{"originalText":"In Laos's deadliest air accident, Lao Airlines Flight 301 crashed into the Mekong River, resulting in the deaths of all 49 people aboard.","year":2013,"subtitle":"Lao Airlines Flight 301","url":"https://en.wikipedia.org/wiki/Lao_Airlines_Flight_301","headline":"Lao Airlines Flight 301 crashes into Mekong River, killing all 49 aboard"},{"originalText":"A man drove his vehicle through the window of a Luby's Cafeteria in Killeen, Texas, and opened fire, killing 23 people before fatally shooting himself.","year":1991,"subtitle":"Luby's","url":"https://en.wikipedia.org/wiki/Luby's","headline":"23 killed in shooting at Luby's Cafeteria in Killeen, Texas"},{"originalText":"The Bill debuted on ITV, eventually becoming the longest-running police procedural in British television history.","year":1984,"subtitle":"The Bill","url":"https://en.wikipedia.org/wiki/The_Bill","headline":"ITV's The Bill debuts, becomes longest-running police procedural in British TV history"},{"originalText":"With the success of Project 596 (mushroom cloud pictured), China became the world's fifth nuclear power.","year":1964,"subtitle":"Project 596","url":"https://en.wikipedia.org/wiki/Project_596","headline":"China becomes fifth nuclear power with success of Project 596"},{"originalText":"A  four-day air battle over Taiwan ended with a decisive American victory, destroying hundreds of Japanese aircraft and military facilities.","year":1944,"subtitle":"Formosa Air Battle","url":"https://en.wikipedia.org/wiki/Formosa_Air_Battle","headline":"American victory in air battle over Taiwan destroys hundreds of Japanese aircraft"},{"originalText":"The Holocaust: The Gestapo conducted a raid on the Roman Ghetto, capturing 1,259 members of the Jewish community, most of whom were sent to Auschwitz.","year":1943,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Gestapo raid on Roman Ghetto captures 1,259 Jews sent to Auschwitz"},{"originalText":"Roy and Walt Disney founded the Disney Brothers Cartoon Studio in Hollywood, which eventually grew to become one of the largest media and entertainment corporations in the world.","year":1923,"subtitle":"Roy O. Disney","url":"https://en.wikipedia.org/wiki/Roy_O._Disney","headline":"Disney Brothers Cartoon Studio founded in Hollywood"},{"originalText":"Margaret Sanger established the United States' first family planning clinic in Brooklyn, New York.","year":1916,"subtitle":"Margaret Sanger","url":"https://en.wikipedia.org/wiki/Margaret_Sanger","headline":"Margaret Sanger establishes first family planning clinic in Brooklyn, New York"},{"originalText":"Authorities of the British Raj partitioned the Bengal Presidency, separating the largely Muslim eastern areas from the largely Hindu western areas.","year":1905,"subtitle":"British Raj","url":"https://en.wikipedia.org/wiki/British_Raj","headline":"Bengal Presidency partitioned by British Raj"},{"originalText":"Brigham Young University, the largest religious university in the United States, was founded in Provo, Utah.","year":1875,"subtitle":"Brigham Young University","url":"https://en.wikipedia.org/wiki/Brigham_Young_University","headline":"Brigham Young University founded in Provo, Utah"},{"originalText":"The Church of Scotland established Queen's College in Kingston, Ontario, in Canada.","year":1841,"subtitle":"Church of Scotland","url":"https://en.wikipedia.org/wiki/Church_of_Scotland","headline":"Church of Scotland establishes Queen's College in Kingston, Ontario"},{"originalText":"Most of the Palace of Westminster in London was destroyed in a fire caused by the burning of wooden tally sticks.","year":1834,"subtitle":"Palace of Westminster","url":"https://en.wikipedia.org/wiki/Palace_of_Westminster","headline":"Palace of Westminster in London destroyed in fire"},{"originalText":"The Sixth Coalition attacked French forces led by Napoleon in the Battle of Leipzig, the largest conflict in the Napoleonic Wars, with over 500,000 troops involved.","year":1813,"subtitle":"War of the Sixth Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_Sixth_Coalition","headline":"Sixth Coalition attacks Napoleon in Battle of Leipzig with over 500,000 troops"},{"originalText":"War of the First Coalition: The two-day Battle of Wattignies concluded with Jean-Baptiste Jourdan leading French forces to victory over Prince Josias of Saxe-Coburg-Saalfeld.","year":1793,"subtitle":"War of the First Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_First_Coalition","headline":"French forces led by Jean-Baptiste Jourdan victorious in Battle of Wattignies"},{"originalText":"Jadwiga (pictured) was officially crowned as \"King of Poland\" instead of \"Queen\" to reflect the fact that she was a sovereign in her own right.","year":1384,"subtitle":"Jadwiga of Poland","url":"https://en.wikipedia.org/wiki/Jadwiga_of_Poland"}]}