{"dateLabel":"October 17","issue":"Issue 291","events":[{"originalText":"Rehavam Ze'evi, the Israeli minister of tourism, was assassinated in revenge for the killing of PFLP leader Abu Ali Mustafa.","year":2001,"subtitle":"Rehavam Ze'evi","url":"https://en.wikipedia.org/wiki/Rehavam_Ze'evi","headline":"Israeli Minister of Tourism Rehavam Ze'evi Assassinated"},{"originalText":"A fatal rail accident at Hatfield, Hertfordshire, led to the introduction of widespread speed limit reductions throughout the British rail network and eventually caused the collapse of the railway management group Railtrack.","year":2000,"subtitle":"Hatfield rail crash","url":"https://en.wikipedia.org/wiki/Hatfield_rail_crash","headline":"Fatal Rail Accident at Hatfield Leads to Speed Limit Reductions"},{"originalText":"Having gone to the wrong house in Baton Rouge, Louisiana, for a Halloween party, Japanese exchange student Yoshihito Hattori was shot and killed by the homeowner.","year":1992,"subtitle":"Baton Rouge, Louisiana","url":"https://en.wikipedia.org/wiki/Baton_Rouge%2C_Louisiana","headline":"Japanese Exchange Student Killed in Baton Rouge"},{"originalText":"Yom Kippur War: Egyptian forces retreated from the Battle of the Chinese Farm, allowing Israeli forces to build their first bridge across the Suez Canal.","year":1973,"subtitle":"Yom Kippur War","url":"https://en.wikipedia.org/wiki/Yom_Kippur_War","headline":"Israeli Forces Build First Bridge Across Suez Canal"},{"originalText":"The Caravaggio painting Nativity with St. Francis and St. Lawrence was stolen from the Oratory of Saint Lawrence in Palermo, Italy.","year":1969,"subtitle":"Caravaggio","url":"https://en.wikipedia.org/wiki/Caravaggio","headline":"Caravaggio Painting Stolen from Oratory of Saint Lawrence"},{"originalText":"Prime Minister Robert Menzies inaugurated the artificial Lake Burley Griffin (pictured) in the centre of the Australian capital Canberra.","year":1964,"subtitle":"Robert Menzies","url":"https://en.wikipedia.org/wiki/Robert_Menzies","headline":"Prime Minister Robert Menzies Inaugurates Lake Burley Griffin"},{"originalText":"Indonesian Army elements surrounded the Merdeka Palace, demanding that President Sukarno disband the Provisional People's Representative Council.","year":1952,"subtitle":"Indonesian Army","url":"https://en.wikipedia.org/wiki/Indonesian_Army","headline":"Indonesian Army Surrounds Merdeka Palace"},{"originalText":"American gangster Al Capone  was convicted on five counts of income-tax evasion.","year":1931,"subtitle":"Al Capone","url":"https://en.wikipedia.org/wiki/Al_Capone","headline":"American Gangster Al Capone Convicted of Income-Tax Evasion"},{"originalText":"The Open Championship, the oldest of the four major championships in men's golf, was first played at Prestwick Golf Club in Prestwick, Scotland.","year":1860,"subtitle":"The Open Championship","url":"https://en.wikipedia.org/wiki/The_Open_Championship","headline":"The Open Championship First Played at Prestwick Golf Club"},{"originalText":"A wooden beer-fermenting vat in London burst, destroying a second vat and causing a large flood of at least 128,000 imperial gallons (580,000 l; 154,000 US gal) of porter that killed eight people.","year":1814,"subtitle":"London Beer Flood","url":"https://en.wikipedia.org/wiki/London_Beer_Flood","headline":"London Beer Vat Burst Causes Flood and Eight Deaths"},{"originalText":"American Revolutionary War: British general John Burgoyne's Saratoga campaign ended with his surrender to the Americans, later convincing France to enter the war in alliance with the United States.","year":1777,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British General John Burgoyne Surrenders to Americans"},{"originalText":"A series of executions of the commissioners who signed the death warrant of Charles I of England concluded; six were hanged, drawn and quartered for treason.","year":1660,"subtitle":"List of regicides of Charles I","url":"https://en.wikipedia.org/wiki/List_of_regicides_of_Charles_I","headline":"Executions of Charles I Commissioners Conclude"},{"originalText":"German astronomer Johannes Kepler began observations of an exceptionally bright object, now known as Kepler's Supernova, that had appeared in the constellation Ophiuchus.","year":1604,"subtitle":"Johannes Kepler","url":"https://en.wikipedia.org/wiki/Johannes_Kepler","headline":"Johannes Kepler Observes Kepler's Supernova"},{"originalText":"Hundred Years' War: King David II of Scotland (pictured) was captured at the Battle of Neville's Cross following his invasion of England under the terms of Scotland's Auld Alliance with France.","year":1346,"subtitle":"Hundred Years' War","url":"https://en.wikipedia.org/wiki/Hundred_Years'_War","headline":"King David II of Scotland Captured at Battle of Neville's Cross"}]}