{"dateLabel":"October 18","issue":"Issue 292","events":[{"originalText":"Protests in Santiago that started 11 days prior escalated into open battle against the Chilean national police, forcing President Sebastián Piñera to declare a state of emergency.","year":2019,"subtitle":"Santiago","url":"https://en.wikipedia.org/wiki/Santiago","headline":"Protests in Santiago escalate into open battle against Chilean police, President Piñera declares state of emergency"},{"originalText":"At the Summer Olympics in Mexico City, American athlete Bob Beamon (pictured) achieved a distance of 8.90 m (29.2 ft) in the long jump event, setting a world record that stood for 23 years.","year":1968,"subtitle":"1968 Summer Olympics","url":"https://en.wikipedia.org/wiki/1968_Summer_Olympics","headline":"American athlete Bob Beamon sets world record in long jump at Summer Olympics in Mexico City"},{"originalText":"The Soviet space probe Venera 4 became the first spacecraft to perform direct in situ analysis of the environment of another planet (Venus).","year":1967,"subtitle":"Venera 4","url":"https://en.wikipedia.org/wiki/Venera_4","headline":"Soviet space probe Venera 4 performs first direct in situ analysis of Venus"},{"originalText":"The first cat in space, later known as Félicette, launched aboard a French Véronique rocket.","year":1963,"subtitle":"Félicette","url":"https://en.wikipedia.org/wiki/F%C3%A9licette","headline":"First cat in space launched aboard French Véronique rocket"},{"originalText":"Renton defeated Kilmarnock 2–0 in the opening match of the inaugural Scottish Cup.","year":1873,"subtitle":"Renton F.C.","url":"https://en.wikipedia.org/wiki/Renton_F.C.","headline":"Renton defeats Kilmarnock 2–0 in inaugural Scottish Cup match"},{"originalText":"American Revolutionary War: In an act of retaliation against ports that supported Patriot activities in the early stages of the war, the Royal Navy destroyed what is now Portland, Maine.","year":1775,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Royal Navy destroys Portland, Maine in retaliation during American Revolutionary War"},{"originalText":"The War of the Austrian Succession ended with the signing of the Treaty of Aix-la-Chapelle.","year":1748,"subtitle":"War of the Austrian Succession","url":"https://en.wikipedia.org/wiki/War_of_the_Austrian_Succession","headline":"War of the Austrian Succession ends with Treaty of Aix-la-Chapelle"},{"originalText":"Filipino sailors disembarked from the Manila galleon Nuestra Señora de Buena Esperanza in what is now Morro Bay, California, the first documented instance of Asians in the Americas.","year":1587,"subtitle":"Filipinos","url":"https://en.wikipedia.org/wiki/Filipinos","headline":"Filipino sailors disembark in Morro Bay, California, first documented instance of Asians in Americas"},{"originalText":"The first recorded naval battle between Europeans and the Japanese occurred when a flotilla of samurai attacked two Portuguese trade vessels at the Battle of Fukuda Bay in Nagasaki.","year":1565,"subtitle":"Samurai","url":"https://en.wikipedia.org/wiki/Samurai","headline":"First recorded naval battle between Europeans and Japanese at Battle of Fukuda Bay in Nagasaki"},{"originalText":"The most significant earthquake to have occurred in Central Europe in recorded history destroyed Basel, Switzerland.","year":1356,"subtitle":"1356 Basel earthquake","url":"https://en.wikipedia.org/wiki/1356_Basel_earthquake","headline":"Significant earthquake destroys Basel, Switzerland in Central Europe"},{"originalText":"Byzantine–Norman wars: Robert Guiscard led an invasion of the Byzantine Empire, capturing Dyrrhachium in present-day Albania.","year":1081,"subtitle":"Byzantine–Norman wars","url":"https://en.wikipedia.org/wiki/Byzantine%E2%80%93Norman_wars","headline":"Robert Guiscard captures Dyrrhachium in Byzantine–Norman wars invasion"},{"originalText":"Pappus of Alexandria, one of the last great Greek mathematicians of antiquity, observed an eclipse that allowed historians to calculate the approximate dates of his life.","year":320,"subtitle":"Pappus of Alexandria","url":"https://en.wikipedia.org/wiki/Pappus_of_Alexandria","headline":"Pappus of Alexandria observes eclipse, allowing historians to calculate approximate dates of his life"}]}