{"dateLabel":"October 19","issue":"Issue 293","events":[{"originalText":"Canadian astronomer Robert Weryk discovered ʻOumuamua (depicted), the first known interstellar object detected passing through the Solar System.","year":2017,"subtitle":"Robert Weryk","url":"https://en.wikipedia.org/wiki/Robert_Weryk","headline":"Canadian astronomer Robert Weryk discovers ʻOumuamua, first interstellar object in Solar System"},{"originalText":"British YouTube collective the Sidemen were formed as a Rockstar Games Social Club group in  Grand Theft Auto Online.","year":2013,"subtitle":"YouTube","url":"https://en.wikipedia.org/wiki/YouTube","headline":"British YouTube collective Sidemen formed in Grand Theft Auto Online"},{"originalText":"Hurricane Wilma became the most intense Atlantic hurricane on record with a minimum atmospheric pressure of 882 mbar (26.05 inHg).","year":2005,"subtitle":"Hurricane Wilma","url":"https://en.wikipedia.org/wiki/Hurricane_Wilma","headline":"Hurricane Wilma sets record as most intense Atlantic hurricane"},{"originalText":"The British government restricted the broadcast of the voices of representatives from Sinn Féin and several Irish republican and loyalist paramilitary groups on television and radio.","year":1988,"subtitle":"1988–1994 British broadcasting voice restrictions","url":"https://en.wikipedia.org/wiki/1988%E2%80%931994_British_broadcasting_voice_restrictions","headline":"British government restricts broadcast of Sinn Féin representatives"},{"originalText":"The Dow Jones Industrial Average fell by 22.6 percent on Black Monday, the largest one-day percentage decline in the stock market index's history.","year":1987,"subtitle":"Dow Jones Industrial Average","url":"https://en.wikipedia.org/wiki/Dow_Jones_Industrial_Average","headline":"Dow Jones falls by 22.6% on Black Monday"},{"originalText":"Iran–Iraq War: U.S. Navy forces destroyed two Iranian oil platforms in the Persian Gulf in response to an Iranian missile attack on a Kuwaiti oil tanker three days earlier.","year":1987,"subtitle":"Iran–Iraq War","url":"https://en.wikipedia.org/wiki/Iran%E2%80%93Iraq_War","headline":"U.S. Navy destroys Iranian oil platforms in Persian Gulf"},{"originalText":"Vietnam War: The Siege of Plei Me began with the first major confrontation between soldiers of the North Vietnamese Army and the U.S. Army.","year":1965,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"Siege of Plei Me begins in Vietnam War"},{"originalText":"A group of ethnic Hutu military officers failed in their attempt to overthrow the Burundian government.","year":1965,"subtitle":"Hutu","url":"https://en.wikipedia.org/wiki/Hutu","headline":"Ethnic Hutu military officers fail in coup attempt in Burundi"},{"originalText":"At a meeting of its general assembly, the European Broadcasting Union approved the staging of the first Eurovision Song Contest.","year":1955,"subtitle":"European Broadcasting Union","url":"https://en.wikipedia.org/wiki/European_Broadcasting_Union","headline":"European Broadcasting Union approves first Eurovision Song Contest"},{"originalText":"The Guatemalan Revolution began with a small group of army officers led by Francisco Javier Arana and Jacobo Árbenz launching a coup against dictator Jorge Ubico.","year":1944,"subtitle":"Guatemalan Revolution","url":"https://en.wikipedia.org/wiki/Guatemalan_Revolution","headline":"Guatemalan Revolution starts with coup against dictator Ubico"},{"originalText":"World War II: Allied aircraft sank the German cargo ship Sinfra, killing mostly Italian POWs.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allied aircraft sink German ship Sinfra in World War II"},{"originalText":"First World War: Allied forces began engaging German troops at the First Battle of Ypres.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Allied forces engage German troops at First Battle of Ypres in WWI"},{"originalText":"American Civil War: Despite incurring nearly twice as many casualties as the Confederates, the Union Army emerged victorious at the Battle of Cedar Creek.","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union Army victorious at Battle of Cedar Creek in American Civil War"},{"originalText":"American Revolutionary War: British forces led by Lord Cornwallis officially surrendered to Franco-American forces under George Washington and the comte de Rochambeau, ending the Siege of Yorktown.","year":1781,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British forces surrender at Siege of Yorktown in American Revolutionary War"},{"originalText":"The Pennsylvania Gazette published a statement by Benjamin Franklin describing a kite experiment (depicted) to determine the electrical nature of lightning.","year":1752,"subtitle":"The Pennsylvania Gazette","url":"https://en.wikipedia.org/wiki/The_Pennsylvania_Gazette","headline":"Benjamin Franklin conducts kite experiment to study lightning"},{"originalText":"The Spanish ship San Felipe was shipwrecked on the Japanese island of Shikoku, and its cargo confiscated by the local daimyō.","year":1596,"subtitle":"San Felipe incident (1596)","url":"https://en.wikipedia.org/wiki/San_Felipe_incident_(1596)","headline":"Spanish ship San Felipe shipwrecked on Japanese island of Shikoku"},{"originalText":"A ceremony was held in Edinburgh marking the coming of age of James VI of Scotland as an adult ruler.","year":1579,"subtitle":"Entry of James VI into Edinburgh","url":"https://en.wikipedia.org/wiki/Entry_of_James_VI_into_Edinburgh","headline":"James VI of Scotland comes of age as adult ruler"}]}