{"dateLabel":"October 20","issue":"Issue 294","events":[{"originalText":"An earthquake struck the Indian state of Uttarakhand, killing at least 768 people and destroying thousands of homes.","year":1991,"subtitle":"1991 Uttarkashi earthquake","url":"https://en.wikipedia.org/wiki/1991_Uttarkashi_earthquake","headline":"Earthquake in Uttarakhand kills 768, destroys homes"},{"originalText":"Aeroflot Flight 6502 crashed on approach to Kurumoch Airport in Samara (then Kuibyshev in the Soviet Union), killing 70 people on board.","year":1986,"subtitle":"Aeroflot Flight 6502","url":"https://en.wikipedia.org/wiki/Aeroflot_Flight_6502","headline":"Aeroflot Flight 6502 crashes in Samara, 70 dead"},{"originalText":"The Spanish trawler Sonia sank in British waters after a five-hour chase by the Irish Naval Service patrol vessel Aisling, during which almost 600 shots were fired.","year":1984,"subtitle":"Sinking of the Spanish trawler Sonia","url":"https://en.wikipedia.org/wiki/Sinking_of_the_Spanish_trawler_Sonia","headline":"Spanish trawler Sonia sinks after chase by Irish Naval Service"},{"originalText":"Watergate scandal: Both Attorney General Elliot Richardson and his deputy William Ruckelshaus resigned rather than obey Richard Nixon's order to have Archibald Cox fired.","year":1973,"subtitle":"Watergate scandal","url":"https://en.wikipedia.org/wiki/Watergate_scandal","headline":"Watergate scandal: Richardson and Ruckelshaus resign"},{"originalText":"Roger Patterson and Robert Gimlin filmed an unidentified subject, which they claimed was Bigfoot, at Six Rivers National Forest in California.","year":1967,"subtitle":"Patterson–Gimlin film","url":"https://en.wikipedia.org/wiki/Patterson%E2%80%93Gimlin_film","headline":"Bigfoot filmed in Six Rivers National Forest"},{"originalText":"African-American college football player Johnny Bright was the victim of an on-field assault, eventually leading to changes in NCAA football rules that mandated the use of more protective helmets with face guards.","year":1951,"subtitle":"College football","url":"https://en.wikipedia.org/wiki/College_football","headline":"Assault on Johnny Bright leads to NCAA rule changes"},{"originalText":"World War II: Fulfilling a promise he made two years previously, General Douglas MacArthur landed on Leyte to begin the recapture of the Philippines.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"General MacArthur lands on Leyte to recapture Philippines"},{"originalText":"Pope Pius XII (pictured) published his first encyclical, Summi Pontificatus, which critiqued ideologies such as racism, cultural superiority and totalitarianism.","year":1939,"subtitle":"Pope Pius XII","url":"https://en.wikipedia.org/wiki/Pope_Pius_XII","headline":"Pope Pius XII critiques racism in first encyclical"}]}