{"dateLabel":"October 21","issue":"Issue 295","events":[{"originalText":"North Korea and the United States signed the Agreed Framework to limit the former's nuclear weapons program and to normalize relations between the two countries.","year":1994,"subtitle":"Agreed Framework","url":"https://en.wikipedia.org/wiki/Agreed_Framework","headline":"North Korea and United States Sign Agreed Framework on Nuclear Weapons"},{"originalText":"In Seoul, South Korea, 32 people were killed and 17 others injured when a span of the Seongsu Bridge collapsed (pictured).","year":1994,"subtitle":"Seoul","url":"https://en.wikipedia.org/wiki/Seoul","headline":"32 Killed in Seongsu Bridge Collapse in Seoul"},{"originalText":"At the 17th General Conference on Weights and Measures, the length of a metre was redefined as the distance that light travels in vacuum in .mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);clip-path:polygon(0px 0px,0px 0px,0px 0px);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px}1⁄299,792,458 of a second.","year":1983,"subtitle":"General Conference on Weights and Measures","url":"https://en.wikipedia.org/wiki/General_Conference_on_Weights_and_Measures","headline":"Metre Redefined at 17th General Conference on Weights and Measures"},{"originalText":"After reporting contact with an unidentified aircraft, Australian pilot Frederick Valentich disappeared while piloting a Cessna 182L across the Bass Strait to King Island.","year":1978,"subtitle":"Disappearance of Frederick Valentich","url":"https://en.wikipedia.org/wiki/Disappearance_of_Frederick_Valentich","headline":"Australian Pilot Frederick Valentich Disappears After Contact with Unidentified Aircraft"},{"originalText":"At the height of the Japanese university protests, protestors occupied Tokyo's Shinjuku Station and clashed violently with police.","year":1968,"subtitle":"1968–1969 Japanese university protests","url":"https://en.wikipedia.org/wiki/1968%E2%80%931969_Japanese_university_protests","headline":"Protestors Clash with Police at Shinjuku Station in Tokyo"},{"originalText":"A coal tip fell on the village of Aberfan, Wales, killing 144 people, mostly schoolchildren.","year":1966,"subtitle":"Spoil tip","url":"https://en.wikipedia.org/wiki/Spoil_tip","headline":"Coal Tip Falls on Aberfan, Wales, Killing 144"},{"originalText":"The Solomon R. Guggenheim Museum , designed by American architect Frank Lloyd Wright, opened in New York City.","year":1959,"subtitle":"Solomon R. Guggenheim Museum","url":"https://en.wikipedia.org/wiki/Solomon_R._Guggenheim_Museum","headline":"Solomon R. Guggenheim Museum Opens in New York City"},{"originalText":"World War II: The three-week-long Battle of Aachen concluded, making the city the first on German soil to be captured by the Allies.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Battle of Aachen Concludes, Allies Capture City"},{"originalText":"World War II: German soldiers massacred nearly 2,800 Serbs in Kragujevac in reprisal for insurgent attacks in the district of Gornji Milanovac.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German Soldiers Massacre Nearly 2,800 Serbs in Kragujevac"},{"originalText":"HMS Niobe arrived in Halifax Harbour to become the first large ship of the Royal Canadian Navy.","year":1910,"subtitle":"HMS Niobe (1897)","url":"https://en.wikipedia.org/wiki/HMS_Niobe_(1897)","headline":"HMS Niobe Arrives in Halifax Harbour"},{"originalText":"The first and second of three treaties were signed near Medicine Lodge, Kansas, between the United States federal government and several Native American tribes in the Great Plains, requiring them to relocate to areas in present-day western Oklahoma.","year":1867,"subtitle":"Medicine Lodge Treaty","url":"https://en.wikipedia.org/wiki/Medicine_Lodge_Treaty","headline":"Treaties Signed Near Medicine Lodge, Kansas with Native American Tribes"},{"originalText":"French composer Jacques Offenbach's operetta Orpheus in the Underworld, featuring the music most associated with the can-can (audio featured), was first performed at the Théâtre des Bouffes-Parisiens in Paris.","year":1858,"subtitle":"Jacques Offenbach","url":"https://en.wikipedia.org/wiki/Jacques_Offenbach","headline":"Jacques Offenbach's Orpheus in the Underworld Premieres in Paris"},{"originalText":"Florence Nightingale and a staff of 38 nurses and 15 nuns were sent to the Ottoman Empire to help treat wounded British soldiers fighting in the Crimean War.","year":1854,"subtitle":"Florence Nightingale","url":"https://en.wikipedia.org/wiki/Florence_Nightingale","headline":"Florence Nightingale Sent to Ottoman Empire to Treat Wounded Soldiers"},{"originalText":"Hundred Years' War: The English victory at the Battle of Auberoche marked a change in the military balance of power in Aquitaine, with the subsequent collapse of the French position.","year":1345,"subtitle":"Hundred Years' War","url":"https://en.wikipedia.org/wiki/Hundred_Years'_War","headline":"English Victory at Battle of Auberoche Shifts Military Balance in Aquitaine"},{"originalText":"First Crusade: At the Battle of Civetot, the Seljuk forces of Kilij Arslan destroyed the army of the People's Crusade as it marched toward Nicaea.","year":1096,"subtitle":"First Crusade","url":"https://en.wikipedia.org/wiki/First_Crusade","headline":"Seljuk Forces Destroy People's Crusade Army at Battle of Civetot"}]}