{"dateLabel":"October 22","issue":"Issue 296","events":[{"originalText":"A sword-wielding man attacked students and teachers at a high school in Trollhättan, killing three people in Sweden's deadliest school attack.","year":2015,"subtitle":"Trollhättan school stabbing","url":"https://en.wikipedia.org/wiki/Trollh%C3%A4ttan_school_stabbing","headline":"Three killed in sword attack at high school in Trollhättan, Sweden"},{"originalText":"John Adams' (pictured) opera Nixon in China premiered.","year":1987,"subtitle":"John Adams (composer)","url":"https://en.wikipedia.org/wiki/John_Adams_(composer)","headline":"Nixon in China opera premieres by John Adams"},{"originalText":"With their album The Supremes A' Go-Go, the Supremes became the first all-female group to reach number one on the Billboard 200 chart.","year":1966,"subtitle":"The Supremes A' Go-Go","url":"https://en.wikipedia.org/wiki/The_Supremes_A'_Go-Go","headline":"The Supremes A' Go-Go album hits number one on Billboard 200 chart"},{"originalText":"After evading French and Spanish authorities, Belgian prime minister Hubert Pierlot (pictured) arrived in London, marking the beginning of the Belgian government in exile.","year":1940,"subtitle":"Hubert Pierlot","url":"https://en.wikipedia.org/wiki/Hubert_Pierlot","headline":"Belgian prime minister Hubert Pierlot arrives in London to form government in exile"},{"originalText":"Dod Orsborne, captain of the Girl Pat, was convicted of its theft and imprisoned, having caused a media sensation when it went missing.","year":1936,"subtitle":"Dod Orsborne","url":"https://en.wikipedia.org/wiki/Dod_Orsborne","headline":"Captain of Girl Pat convicted of theft and imprisoned"},{"originalText":"The Royal Navy cutlass  was withdrawn from combat service.","year":1936,"subtitle":"Royal Navy cutlasses","url":"https://en.wikipedia.org/wiki/Royal_Navy_cutlasses","headline":"Royal Navy cutlass withdrawn from combat service"},{"originalText":"The educational non-profit organization Toastmasters International was founded at a YMCA in Santa Ana, California.","year":1924,"subtitle":"Toastmasters International","url":"https://en.wikipedia.org/wiki/Toastmasters_International","headline":"Toastmasters International founded at YMCA in Santa Ana, California"},{"originalText":"A bank run forced New York's Knickerbocker Trust Company to suspend operations, triggering the Panic of 1907 (pictured).","year":1907,"subtitle":"Bank run","url":"https://en.wikipedia.org/wiki/Bank_run","headline":"Bank run forces Knickerbocker Trust Company to suspend operations in New York"},{"originalText":"At Gare Montparnasse in Paris, an express train derailed after overrunning the buffer stop and crashed through the station wall, with the locomotive landing on the street below.","year":1895,"subtitle":"Gare Montparnasse","url":"https://en.wikipedia.org/wiki/Gare_Montparnasse","headline":"Express train derails at Gare Montparnasse in Paris"},{"originalText":"Scotland's worst mining accident occurred when an explosion at a colliery in Blantyre, South Lanarkshire, killed 207 miners.","year":1877,"subtitle":"Blantyre mining disaster","url":"https://en.wikipedia.org/wiki/Blantyre_mining_disaster","headline":"207 miners killed in Scotland's worst mining accident in Blantyre"},{"originalText":"Dropping from a hydrogen balloon at a height of approximately 3,000 feet (1,000 m), André-Jacques Garnerin carried out the first descent using a frameless parachute.","year":1797,"subtitle":"Gas balloon","url":"https://en.wikipedia.org/wiki/Gas_balloon","headline":"First descent using frameless parachute carried out by André-Jacques Garnerin"},{"originalText":"A two-week massacre of ethnic Chinese in Batavia, Dutch East Indies, came to an end with at least 10,000 people killed.","year":1740,"subtitle":"1740 Batavia massacre","url":"https://en.wikipedia.org/wiki/1740_Batavia_massacre","headline":"Two-week massacre of ethnic Chinese in Batavia, Dutch East Indies ends with over 10,000 killed"},{"originalText":"George II and Caroline of Ansbach were crowned king and queen of Great Britain in Westminster Abbey.","year":1727,"subtitle":"George II of Great Britain","url":"https://en.wikipedia.org/wiki/George_II_of_Great_Britain","headline":"George II and Caroline of Ansbach crowned king and queen of Great Britain"},{"originalText":"In one of the worst maritime disasters in the history of the British Isles, at least 1,400 sailors on four Royal Navy ships were lost in stormy weather off the Isles of Scilly.","year":1707,"subtitle":"List of maritime disasters","url":"https://en.wikipedia.org/wiki/List_of_maritime_disasters","headline":"At least 1,400 sailors lost in maritime disaster off Isles of Scilly"},{"originalText":"At the Battle of Liaoluo Bay Ming Chinese naval forces defeated a Dutch East India Company fleet in the Taiwan Strait, the largest naval encounter between Chinese and European forces before the First Opium War more than two hundred years later.","year":1633,"subtitle":"Battle of Liaoluo Bay","url":"https://en.wikipedia.org/wiki/Battle_of_Liaoluo_Bay","headline":"Ming Chinese naval forces defeat Dutch East India Company fleet in Battle of Liaoluo Bay"},{"originalText":"Ahmad ibn Kayghalagh, an Abbasid military officer of Turkic origin, led a raid against the Byzantine Empire, taking at least 4,000 captives.","year":906,"subtitle":"Ahmad ibn Kayghalagh","url":"https://en.wikipedia.org/wiki/Ahmad_ibn_Kayghalagh","headline":"Abbasid military officer Ahmad ibn Kayghalagh raids Byzantine Empire, taking 4,000 captives"}]}