{"dateLabel":"October 24","issue":"Issue 298","events":[{"originalText":"Lam Wing-kee (pictured), the owner of Causeway Bay Books in Hong Kong, known for publishing political books banned in mainland China, was abducted by Chinese authorities.","year":2015,"subtitle":"Lam Wing-kee","url":"https://en.wikipedia.org/wiki/Lam_Wing-kee","headline":"Owner of Causeway Bay Books abducted by Chinese authorities"},{"originalText":"The inaugural Afro-Asian Games opened in Hyderabad, with 2,040 athletes from 96 nations competing.","year":2003,"subtitle":"2003 Afro-Asian Games","url":"https://en.wikipedia.org/wiki/2003_Afro-Asian_Games","headline":"Inaugural Afro-Asian Games open in Hyderabad"},{"originalText":"In protest against wage discrepancy and unfair employment practices, 90 percent of Iceland's female population went on strike for a day.","year":1975,"subtitle":"Gender pay gap","url":"https://en.wikipedia.org/wiki/Gender_pay_gap","headline":"90% of Iceland's female population on strike against wage discrepancy"},{"originalText":"Three people were killed when falsework collapsed during the construction of the Loddon Bridge in Berkshire, leading to reform of construction practices in the UK.","year":1972,"subtitle":"Falsework","url":"https://en.wikipedia.org/wiki/Falsework","headline":"Three killed in Loddon Bridge construction accident in Berkshire"},{"originalText":"Charges in a military court against generals Dương Văn Đức and Lâm Văn Phát of leading a coup attempt against South Vietnamese leader Nguyễn Khánh, were dropped..","year":1964,"subtitle":"Dương Văn Đức","url":"https://en.wikipedia.org/wiki/D%C6%B0%C6%A1ng_V%C4%83n_%C4%90%E1%BB%A9c","headline":"Charges dropped against generals in South Vietnamese coup attempt"},{"originalText":"A prototype of the Soviet R-16 intercontinental ballistic missile exploded on the launch pad at the Baikonur Cosmodrome in the Kazakh SSR.","year":1960,"subtitle":"R-16 (missile)","url":"https://en.wikipedia.org/wiki/R-16_(missile)","headline":"Soviet R-16 missile prototype explodes at Baikonur Cosmodrome"},{"originalText":"The cornerstone of the United Nations headquarters was laid in New York City.","year":1949,"subtitle":"Headquarters of the United Nations","url":"https://en.wikipedia.org/wiki/Headquarters_of_the_United_Nations","headline":"United Nations headquarters cornerstone laid in New York City"},{"originalText":"The Charter of the United Nations entered into force after being ratified by the five permanent members of the Security Council and a majority of the other signatories.","year":1945,"subtitle":"Charter of the United Nations","url":"https://en.wikipedia.org/wiki/Charter_of_the_United_Nations","headline":"Charter of the United Nations enters into force"},{"originalText":"World War II: The Japanese battleship Musashi, one of the heaviest and most powerfully armed ever constructed, was sunk by American aircraft during the Battle of Leyte Gulf.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Japanese battleship Musashi sunk during Battle of Leyte Gulf"},{"originalText":"The George Washington Bridge (pictured), connecting New York City to Fort Lee, New Jersey, and today the world's busiest motor-vehicle bridge, was dedicated.","year":1931,"subtitle":"George Washington Bridge","url":"https://en.wikipedia.org/wiki/George_Washington_Bridge","headline":"George Washington Bridge dedicated, now world's busiest"},{"originalText":"On \"Black Thursday\", the New York Stock Exchange lost 11 percent of its value at the opening bell on very heavy trading, marking the beginning of the Great Depression.","year":1929,"subtitle":"Wall Street Crash of 1929","url":"https://en.wikipedia.org/wiki/Wall_Street_Crash_of_1929","headline":"New York Stock Exchange loses 11% on 'Black Thursday'"},{"originalText":"Sir Henry Parkes, Premier of the Colony of New South Wales, gave a speech in which he called for the federation of the six Australian colonies.","year":1889,"subtitle":"Henry Parkes","url":"https://en.wikipedia.org/wiki/Henry_Parkes","headline":"Sir Henry Parkes calls for federation of Australian colonies"},{"originalText":"William Lassell found Umbriel and Ariel, the third and fourth Uranian moons to be discovered.","year":1851,"subtitle":"William Lassell","url":"https://en.wikipedia.org/wiki/William_Lassell","headline":"Uranian moons Umbriel and Ariel discovered by William Lassell"},{"originalText":"War of the First Coalition: The Battle of Schliengen was fought between the French and Austrian armies, who both claimed victory.","year":1796,"subtitle":"War of the First Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_First_Coalition","headline":"Battle of Schliengen fought between French and Austrian armies"},{"originalText":"As a result of the Third Partition of Poland, the Polish–Lithuanian Commonwealth ceased to exist as an independent state, with its territory divided between Austria, Prussia, and Russia.","year":1795,"subtitle":"Partitions of Poland","url":"https://en.wikipedia.org/wiki/Partitions_of_Poland","headline":"Third Partition of Poland leads to end of Polish-Lithuanian Commonwealth"},{"originalText":"The Brabant Revolution, sometimes considered to be the first expression of Belgian nationalism, began with the invasion of the Austrian Netherlands by an émigré army from the Dutch Republic.","year":1789,"subtitle":"Brabant Revolution","url":"https://en.wikipedia.org/wiki/Brabant_Revolution","headline":"Brabant Revolution begins with invasion of Austrian Netherlands"},{"originalText":"Qutuz (bust pictured), the sultan of Egypt, was assassinated and replaced by fellow Mamluk leader Baybars.","year":1260,"subtitle":"Qutuz","url":"https://en.wikipedia.org/wiki/Qutuz","headline":"Sultan of Egypt Qutuz assassinated, replaced by Baybars"}]}