{"dateLabel":"October 25","issue":"Issue 299","events":[{"originalText":"At 49 days, Liz Truss concludes the shortest tenure as prime minister of the United Kingdom.","year":2022,"subtitle":"Liz Truss","url":"https://en.wikipedia.org/wiki/Liz_Truss","headline":"Liz Truss concludes shortest tenure as UK prime minister at 49 days"},{"originalText":"Mount Merapi in Central Java, Indonesia, began an increasingly violent series of eruptions that lasted over a month.","year":2010,"subtitle":"Mount Merapi","url":"https://en.wikipedia.org/wiki/Mount_Merapi","headline":"Mount Merapi in Indonesia erupts violently for over a month"},{"originalText":"Windows XP, one of the most popular and widely used versions of the Microsoft Windows operating system, was released for retail sale.","year":2001,"subtitle":"Windows XP","url":"https://en.wikipedia.org/wiki/Windows_XP","headline":"Windows XP released for retail sale by Microsoft"},{"originalText":"Proceedings on the Hague Abduction Convention, a multilateral treaty providing an expeditious method to return a child taken from one member nation to another, concluded at The Hague.","year":1980,"subtitle":"Hague Convention on the Civil Aspects of International Child Abduction","url":"https://en.wikipedia.org/wiki/Hague_Convention_on_the_Civil_Aspects_of_International_Child_Abduction","headline":"Hague Abduction Convention proceedings conclude at The Hague"},{"originalText":"The People's Volunteer Army ambushed the South Korean II Corps at the Battle of Onjong, and elsewhere engaged the 1st Infantry Division at the Battle of Unsan, marking China's entry into the Korean War.","year":1950,"subtitle":"People's Volunteer Army","url":"https://en.wikipedia.org/wiki/People's_Volunteer_Army","headline":"People's Volunteer Army ambushes South Korean II Corps in Korean War"},{"originalText":"Heinrich Himmler ordered a crackdown on the Edelweiss Pirates, a nonconformist youth group that assisted army deserters and others hiding from the Nazis.","year":1944,"subtitle":"Heinrich Himmler","url":"https://en.wikipedia.org/wiki/Heinrich_Himmler","headline":"Heinrich Himmler orders crackdown on Edelweiss Pirates youth group"},{"originalText":"USS Tang, the U.S. Navy submarine credited with sinking more ships than any other American submarine, sank when it was struck by its own torpedo.","year":1944,"subtitle":"USS Tang (SS-306)","url":"https://en.wikipedia.org/wiki/USS_Tang_(SS-306)","headline":"USS Tang sinks after being struck by own torpedo"},{"originalText":"George Lansbury (pictured) became the leader of the opposition British Labour Party.","year":1932,"subtitle":"George Lansbury","url":"https://en.wikipedia.org/wiki/George_Lansbury","headline":"George Lansbury becomes leader of British Labour Party"},{"originalText":"The Italian cruise liner SS Principessa Mafalda sank when a propeller shaft broke and fractured the hull, resulting in 314 deaths.","year":1927,"subtitle":"SS Principessa Mafalda","url":"https://en.wikipedia.org/wiki/SS_Principessa_Mafalda","headline":"Italian cruise liner SS Principessa Mafalda sinks, resulting in 314 deaths"},{"originalText":"The Daily Mail published the Zinoviev letter, a hoax purported to be a directive from Moscow to increase communist agitation, pushing the Conservative Party to a landslide victory in the UK general election four days later.","year":1924,"subtitle":"Daily Mail","url":"https://en.wikipedia.org/wiki/Daily_Mail","headline":"Daily Mail publishes Zinoviev letter hoax, influencing UK general election"},{"originalText":"Irish playwright and politician Terence MacSwiney (pictured) died after a hunger strike in Brixton Prison, bringing the Irish struggle for independence to international attention.","year":1920,"subtitle":"Terence MacSwiney","url":"https://en.wikipedia.org/wiki/Terence_MacSwiney","headline":"Irish playwright Terence MacSwiney dies after hunger strike in Brixton Prison"},{"originalText":"American Civil War: During Price's Missouri Expedition, Union troops defeated Sterling Price's Confederate army in three successive battles: Marais des Cygnes, Mine Creek, and Marmiton River.","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union troops defeat Sterling Price's Confederate army in three battles during Price's Missouri Expedition"},{"originalText":"Crimean War: Lord Cardigan led his cavalry on a disastrous assault in the Battle of Balaclava.","year":1854,"subtitle":"Crimean War","url":"https://en.wikipedia.org/wiki/Crimean_War","headline":"Lord Cardigan leads disastrous assault in Crimean War Battle of Balaclava"},{"originalText":"George III became King of Great Britain and Ireland, succeeding his grandfather George II.","year":1760,"subtitle":"George III","url":"https://en.wikipedia.org/wiki/George_III","headline":"George III becomes King of Great Britain and Ireland"},{"originalText":"Dutch explorer Dirk Hartog left a plate on an island in Shark Bay, the oldest-known artifact of European exploration in Australia still in existence.","year":1616,"subtitle":"Dirk Hartog","url":"https://en.wikipedia.org/wiki/Dirk_Hartog","headline":"Dutch explorer Dirk Hartog leaves artifact in Australia from European exploration"},{"originalText":"Hundred Years' War: The army of Henry V of England, consisting mostly of archers, unexpectedly defeated the numerically superior French cavalry at the Battle of Agincourt on Saint Crispin's Day.","year":1415,"subtitle":"Hundred Years' War","url":"https://en.wikipedia.org/wiki/Hundred_Years'_War","headline":"Henry V's army unexpectedly defeats French cavalry at Battle of Agincourt"},{"originalText":"Reconquista: Forces under Afonso I of Portugal (pictured) captured Lisbon from the Moors after a four-month siege in one of the few Christian victories during the Second Crusade.","year":1147,"subtitle":"Reconquista","url":"https://en.wikipedia.org/wiki/Reconquista","headline":"Afonso I of Portugal captures Lisbon from Moors during Reconquista"}]}