{"dateLabel":"October 26","issue":"Issue 300","events":[{"originalText":"President George W. Bush signed the Patriot Act into law (pictured), significantly expanding the authority of United States law enforcement agencies.","year":2001,"subtitle":"George W. Bush","url":"https://en.wikipedia.org/wiki/George_W._Bush","headline":"President George W. Bush signs Patriot Act into law"},{"originalText":"Following protests against military leader Robert Guéï, Laurent Gbagbo became the president of Ivory Coast.","year":2000,"subtitle":"Robert Guéï","url":"https://en.wikipedia.org/wiki/Robert_Gu%C3%A9%C3%AF","headline":"Laurent Gbagbo becomes president of Ivory Coast"},{"originalText":"Somali hospital cook Ali Maow Maalin began displaying symptoms of smallpox, becoming the last person known to be naturally infected by the disease.","year":1977,"subtitle":"Ali Maow Maalin","url":"https://en.wikipedia.org/wiki/Ali_Maow_Maalin","headline":"Last person infected with smallpox identified as Somali hospital cook"},{"originalText":"Ngô Đình Diệm proclaimed himself president of the newly created Republic of Vietnam after defeating former emperor Bảo Đại in a fraudulent referendum supervised by his brother Ngô Đình Nhu.","year":1955,"subtitle":"Ngo Dinh Diem","url":"https://en.wikipedia.org/wiki/Ngo_Dinh_Diem","headline":"Ngô Đình Diệm proclaims himself president of Republic of Vietnam"},{"originalText":"The first buildings in the sacred Oyasato-yakata complex of the Japanese new religious movement Tenrikyo in Tenri, Nara, were completed.","year":1955,"subtitle":"Tenrikyo Church Headquarters","url":"https://en.wikipedia.org/wiki/Tenrikyo_Church_Headquarters","headline":"First buildings completed in Tenrikyo complex in Tenri, Nara"},{"originalText":"The Chicago Theatre (pictured), the oldest surviving grand movie palace, opened.","year":1921,"subtitle":"Chicago Theatre","url":"https://en.wikipedia.org/wiki/Chicago_Theatre","headline":"Oldest grand movie palace, Chicago Theatre, opens"},{"originalText":"The Saint Petersburg Soviet held its first meeting, becoming the first elected body in Russia to represent workers.","year":1905,"subtitle":"Saint Petersburg Soviet","url":"https://en.wikipedia.org/wiki/Saint_Petersburg_Soviet","headline":"Saint Petersburg Soviet holds first meeting"},{"originalText":"A group of Russian explorers led by Baron von Toll left their camp on Bennett Island and disappeared without a trace.","year":1902,"subtitle":"Eduard von Toll","url":"https://en.wikipedia.org/wiki/Eduard_von_Toll","headline":"Russian explorers led by Baron von Toll disappear without a trace"},{"originalText":"Ida B. Wells (pictured) began to publish her research on lynching in the United States, for which she was posthumously awarded a Pulitzer Prize in 2020.","year":1892,"subtitle":"Ida B. Wells","url":"https://en.wikipedia.org/wiki/Ida_B._Wells","headline":"Ida B. Wells publishes research on lynching in the United States"},{"originalText":"Liberian president Edward James Roye (pictured) was overthrown in modern Africa's first coup d'état.","year":1871,"subtitle":"Edward James Roye","url":"https://en.wikipedia.org/wiki/Edward_James_Roye","headline":"Liberian president Edward James Roye overthrown in first modern Africa coup"},{"originalText":"War of 1812: British forces and Mohawk allies under Charles de Salaberry repulsed an American attempt to invade Canada.","year":1813,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"British forces and Mohawk allies repel American invasion attempt in War of 1812"},{"originalText":"Japanese invasions of Korea: Thirteen Korean ships commanded by Admiral Yi Sun-sin defeated a far larger Japanese invading fleet at the Battle of Myeongnyang in the Myeongnyang Strait.","year":1597,"subtitle":"Japanese invasions of Korea (1592–1598)","url":"https://en.wikipedia.org/wiki/Japanese_invasions_of_Korea_(1592%E2%80%931598)","headline":"Admiral Yi Sun-sin defeats Japanese fleet at Battle of Myeongnyang"},{"originalText":"The Byzantine army proclaimed chief minister John VI Kantakouzenos emperor, triggering a civil war between his supporters and those of John V Palaiologos, the heir to the throne.","year":1341,"subtitle":"Byzantine Empire","url":"https://en.wikipedia.org/wiki/Byzantine_Empire","headline":"Civil war triggered as Byzantine army proclaims John VI Kantakouzenos emperor"}]}