{"dateLabel":"October 27","issue":"Issue 301","events":[{"originalText":"Christ Mocked (pictured) by Cimabue sold at auction in France for €19.5 million, a record for a pre-1500 artwork.","year":2019,"subtitle":"Mocking of Jesus","url":"https://en.wikipedia.org/wiki/Mocking_of_Jesus","headline":"Cimabue's Christ Mocked Painting Sells for Record €19.5 Million in France Auction"},{"originalText":"Michael D. Higgins was elected President of Ireland with far more votes than any politician in the country's history.","year":2011,"subtitle":"Michael D. Higgins","url":"https://en.wikipedia.org/wiki/Michael_D._Higgins","headline":"Michael D. Higgins Elected President of Ireland in Historic Landslide Victory"},{"originalText":"The Boston Red Sox completed a sweep of the St. Louis Cardinals to win the 2004 World Series, breaking the so-called \"Curse of the Bambino\".","year":2004,"subtitle":"Boston Red Sox","url":"https://en.wikipedia.org/wiki/Boston_Red_Sox","headline":"Boston Red Sox Break Curse of the Bambino, Win 2004 World Series"},{"originalText":"Armed men led by Nairi Hunanyan carried out a mass shooting at the Armenian parliament, killing Prime Minister Vazgen Sargsyan (pictured), National Assembly speaker Karen Demirchyan, and six others.","year":1999,"subtitle":"Nairi Hunanyan","url":"https://en.wikipedia.org/wiki/Nairi_Hunanyan","headline":"Armenian Prime Minister Vazgen Sargsyan Killed in Mass Shooting at Parliament"},{"originalText":"Widerøe Flight 744 suffered a controlled flight into terrain while on approach to Namsos Airport, Norway, killing two crew members and four passengers.","year":1993,"subtitle":"Widerøe Flight 744","url":"https://en.wikipedia.org/wiki/Wider%C3%B8e_Flight_744","headline":"Widerøe Flight 744 Crashes in Controlled Flight into Terrain, Killing Six"},{"originalText":"U.S. Navy Petty Officer Allen R. Schindler Jr. was killed in Sasebo, Japan, for being gay, which led to the U.S. Armed Forces' \"don't ask, don't tell\" policy.","year":1992,"subtitle":"Petty officer third class","url":"https://en.wikipedia.org/wiki/Petty_officer_third_class","headline":"U.S. Navy Officer Allen R. Schindler Jr. Killed in Japan for Being Gay"},{"originalText":"American Catholic priest Philip Berrigan led a protest against the Vietnam War by pouring blood over Selective Service records in Baltimore, Maryland.","year":1967,"subtitle":"Philip Berrigan","url":"https://en.wikipedia.org/wiki/Philip_Berrigan","headline":"Protest Against Vietnam War Led by Priest Philip Berrigan in Baltimore"},{"originalText":"Inter-religious riots in which Hindu mobs targeted Muslim families began in the Indian state of Bihar, resulting in 2,000 to 30,000 deaths.","year":1946,"subtitle":"1946 Bihar riots","url":"https://en.wikipedia.org/wiki/1946_Bihar_riots","headline":"Inter-religious Riots in Bihar, India, Result in Thousands of Deaths"},{"originalText":"World War II: The Imperial Japanese Navy achieved a pyrrhic victory against the United States at the Battle of the Santa Cruz Islands.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Imperial Japanese Navy Victorious at Battle of Santa Cruz Islands in WWII"},{"originalText":"World War I: The Royal Navy dreadnought HMS Audacious was sunk by a mine, but its loss was kept secret for four years.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Royal Navy Dreadnought HMS Audacious Sunk by Mine in WWI"},{"originalText":"The first underground segment of the New York City Subway opened, connecting New York City Hall (station pictured) with Harlem.","year":1904,"subtitle":"Early history of the IRT subway","url":"https://en.wikipedia.org/wiki/Early_history_of_the_IRT_subway","headline":"First Underground Segment of NYC Subway Opens, Connecting City Hall with Harlem"}]}