{"dateLabel":"October 28","issue":"Issue 302","events":[{"originalText":"The first terrorist attack in Beijing's recent history took place when members of the Turkistan Islamic Party drove a vehicle into a crowd, killing five people and injuring thirty-eight others.","year":2013,"subtitle":"Turkistan Islamic Party","url":"https://en.wikipedia.org/wiki/Turkistan_Islamic_Party","headline":"Terrorist attack in Beijing kills five and injures thirty-eight"},{"originalText":"In the Argentine general election, Cristina Fernández de Kirchner became the first woman to be elected president of Argentina.","year":2007,"subtitle":"2007 Argentine general election","url":"https://en.wikipedia.org/wiki/2007_Argentine_general_election","headline":"Cristina Fernández de Kirchner elected first female president of Argentina"},{"originalText":"A fire broke out on a Baku Metro train in Azerbaijan's capital, killing 289 people and injuring 270 others in the world's deadliest subway disaster.","year":1995,"subtitle":"1995 Baku Metro fire","url":"https://en.wikipedia.org/wiki/1995_Baku_Metro_fire","headline":"Deadliest subway disaster in Baku Metro fire, 289 killed"},{"originalText":"Prospero (flight spare pictured), the first British satellite launched on a British rocket, lifted off from Launch Area 5B in Woomera, South Australia.","year":1971,"subtitle":"Prospero (spacecraft)","url":"https://en.wikipedia.org/wiki/Prospero_(spacecraft)","headline":"First British satellite launched on British rocket from Woomera, South Australia"},{"originalText":"In St. Louis, Missouri, U.S., the 630-foot (190 m)-tall steel catenary Gateway Arch was completed.","year":1965,"subtitle":"St. Louis","url":"https://en.wikipedia.org/wiki/St._Louis","headline":"630-foot tall Gateway Arch completed in St. Louis, Missouri"},{"originalText":"World War II: Italy invaded Greece after Greek prime minister Ioannis Metaxas rejected Benito Mussolini's ultimatum demanding the cession of Greek territory.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Italy invades Greece after rejection of ultimatum"},{"originalText":"Indonesian composer Wage Rudolf Supratman introduced \"Indonesia Raya\", now the country's national anthem.","year":1928,"subtitle":"Wage Rudolf Supratman","url":"https://en.wikipedia.org/wiki/Wage_Rudolf_Supratman","headline":"Indonesia Raya introduced as national anthem by Wage Rudolf Supratman"},{"originalText":"The funerary mask of Tutankhamun , possibly originally made for Queen Neferneferuaten, was uncovered for the first time in approximately 3,250 years.","year":1925,"subtitle":"Mask of Tutankhamun","url":"https://en.wikipedia.org/wiki/Mask_of_Tutankhamun","headline":"Funerary mask of Tutankhamun uncovered after 3,250 years"},{"originalText":"The U.S. Congress passed the Volstead Act over president Woodrow Wilson's veto, reinforcing Prohibition in the United States.","year":1919,"subtitle":"United States Congress","url":"https://en.wikipedia.org/wiki/United_States_Congress","headline":"Volstead Act passed by U.S. Congress over Woodrow Wilson's veto"},{"originalText":"The Mino–Owari earthquake, the strongest known inland earthquake in Japan's history, caused widespread damage and 7,273 deaths.","year":1891,"subtitle":"1891 Mino–Owari earthquake","url":"https://en.wikipedia.org/wiki/1891_Mino%E2%80%93Owari_earthquake","headline":"Mino-Owari earthquake causes widespread damage and 7,273 deaths in Japan"},{"originalText":"In New York Harbor, U.S. president Grover Cleveland dedicated the Statue of Liberty (pictured), a gift from France commemorating the Declaration of Independence; New York City office workers responded by spontaneously holding the first ticker-tape parade.","year":1886,"subtitle":"New York Harbor","url":"https://en.wikipedia.org/wiki/New_York_Harbor","headline":"Statue of Liberty dedicated in New York Harbor by president Grover Cleveland"},{"originalText":"American Revolutionary War: As George Washington's Continental Army retreated northward from New York City, the British Army captured the village of White Plains.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British Army captures White Plains as Continental Army retreats"},{"originalText":"The Hōei earthquake ruptured all segments of the Nankai megathrust simultaneously – the only earthquake recorded to have done so.","year":1707,"subtitle":"1707 Hōei earthquake","url":"https://en.wikipedia.org/wiki/1707_H%C5%8Dei_earthquake","headline":"Hōei earthquake ruptures Nankai megathrust segments simultaneously"},{"originalText":"The Duke of York and Albany's Maritime Regiment of Foot, the forerunner to the Royal Marines, was established at the grounds of the Honourable Artillery Company in London.","year":1664,"subtitle":"Duke of York","url":"https://en.wikipedia.org/wiki/Duke_of_York","headline":"Royal Marines established in London as Maritime Regiment of Foot"},{"originalText":"Ladislaus the Posthumous was crowned King of Bohemia, although George of Poděbrady remained in control of the government.","year":1453,"subtitle":"Ladislaus the Posthumous","url":"https://en.wikipedia.org/wiki/Ladislaus_the_Posthumous","headline":"Ladislaus the Posthumous crowned King of Bohemia"},{"originalText":"Civil wars of the Tetrarchy: Constantine the Great defeated Maxentius at the Battle of the Milvian Bridge in Rome.","year":312,"subtitle":"Civil wars of the Tetrarchy","url":"https://en.wikipedia.org/wiki/Civil_wars_of_the_Tetrarchy","headline":"Constantine the Great defeats Maxentius at Battle of the Milvian Bridge"}]}