{"dateLabel":"October 29","issue":"Issue 303","events":[{"originalText":"The first phase of the Marmaray project opened with an undersea rail tunnel (train pictured) across the Bosphorus strait.","year":2013,"subtitle":"Marmaray","url":"https://en.wikipedia.org/wiki/Marmaray","headline":"Marmaray project opens with undersea rail tunnel across Bosphorus strait"},{"originalText":"Hurricane Sandy, the largest Atlantic hurricane on record, made landfall in New Jersey and caused nearly $75 billion in damages, becoming the second-most destructive storm in U.S. history.","year":2012,"subtitle":"Hurricane Sandy","url":"https://en.wikipedia.org/wiki/Hurricane_Sandy","headline":"Hurricane Sandy causes $75 billion in damages in New Jersey"},{"originalText":"About 10,000 people died when a tropical cyclone made landfall in the Indian state of Odisha near the city of Bhubaneswar.","year":1999,"subtitle":"1999 Odisha cyclone","url":"https://en.wikipedia.org/wiki/1999_Odisha_cyclone","headline":"Tropical cyclone in Odisha kills 10,000 near Bhubaneswar"},{"originalText":"At 77 years old, former astronaut John Glenn (pictured) returned to space aboard the Space Shuttle Discovery on the STS-95 mission.","year":1998,"subtitle":"John Glenn","url":"https://en.wikipedia.org/wiki/John_Glenn","headline":"John Glenn returns to space at 77 years old aboard Space Shuttle Discovery"},{"originalText":"Galileo became the first spacecraft to visit an asteroid when it made a flyby of 951 Gaspra.","year":1991,"subtitle":"Galileo (spacecraft)","url":"https://en.wikipedia.org/wiki/Galileo_(spacecraft)","headline":"Galileo spacecraft visits asteroid 951 Gaspra"},{"originalText":"British prime minister Margaret Thatcher officially opened the M25, one of Britain's busiest motorways.","year":1986,"subtitle":"Margaret Thatcher","url":"https://en.wikipedia.org/wiki/Margaret_Thatcher","headline":"Margaret Thatcher opens M25 motorway in Britain"},{"originalText":"A C-46 airliner carrying the Cal Poly Mustangs football team crashed during takeoff from Toledo Express Airport in Ohio, U.S., resulting in 22 deaths.","year":1960,"subtitle":"Curtiss C-46 Commando","url":"https://en.wikipedia.org/wiki/Curtiss_C-46_Commando","headline":"Cal Poly Mustangs football team plane crash kills 22 in Ohio"},{"originalText":"Israeli Border Police massacred 48 Arab citizens of Kafr Qasim, among them women and children who were returning from work.","year":1956,"subtitle":"Israel Border Police","url":"https://en.wikipedia.org/wiki/Israel_Border_Police","headline":"Israeli Border Police massacre 48 Arab citizens in Kafr Qasim"},{"originalText":"An explosion, likely caused by a World War II–era naval mine, capsized the Soviet ship Novorossiysk in the harbor of Sevastopol, with the loss of 608 men.","year":1955,"subtitle":"Naval mine","url":"https://en.wikipedia.org/wiki/Naval_mine","headline":"Soviet ship Novorossiysk capsized in Sevastopol harbor, 608 men lost"},{"originalText":"Arab–Israeli War: The Israel Defense Forces massacred at least 52 villagers while capturing the Palestinian Arab village of Safsaf.","year":1948,"subtitle":"1948 Arab–Israeli War","url":"https://en.wikipedia.org/wiki/1948_Arab%E2%80%93Israeli_War","headline":"Israel Defense Forces massacre 52 villagers in Safsaf during Arab-Israeli War"},{"originalText":"The Nanbu clan of Honshu surrendered to imperial forces during the Boshin War.","year":1868,"subtitle":"Nanbu clan","url":"https://en.wikipedia.org/wiki/Nanbu_clan","headline":"Nanbu clan surrenders to imperial forces during Boshin War"},{"originalText":"American Civil War: The Battle of Wauhatchie, one of the few night battles of the war, concluded with the Union Army opening a supply line to troops in Chattanooga, Tennessee.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Battle of Wauhatchie concludes with Union Army opening supply line to Chattanooga"},{"originalText":"Rioting broke out in Bristol, England, after the Second Reform Bill failed to pass parliament, causing 250 casualties and £300,000 of damage (pictured).","year":1831,"subtitle":"1831 Bristol riots","url":"https://en.wikipedia.org/wiki/1831_Bristol_riots","headline":"Rioting in Bristol after Second Reform Bill fails in parliament, 250 casualties"},{"originalText":"William Robert Broughton, a member of George Vancouver's expedition, observed a peak in the present-day U.S. state of Oregon and named it Mount Hood after British admiral Samuel Hood.","year":1792,"subtitle":"William Robert Broughton","url":"https://en.wikipedia.org/wiki/William_Robert_Broughton","headline":"William Robert Broughton names peak in Oregon Mount Hood after British admiral"}]}