{"dateLabel":"October 30","issue":"Issue 304","events":[{"originalText":"Warren Zevon made his last public appearance on the Late Show with David Letterman, giving the advice to \"enjoy every sandwich\".","year":2002,"subtitle":"Warren Zevon","url":"https://en.wikipedia.org/wiki/Warren_Zevon","headline":"Warren Zevon makes last public appearance on Late Show with David Letterman"},{"originalText":"The Troubles: Three members of the Ulster Defence Association opened fire in a crowded pub during a Halloween party, killing eight people and wounding nineteen others.","year":1993,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Ulster Defence Association members open fire in crowded pub, killing eight"},{"originalText":"The Madrid Conference, an attempt by the international community to revive the Israeli–Palestinian peace process through negotiations, convened.","year":1991,"subtitle":"Madrid Conference of 1991","url":"https://en.wikipedia.org/wiki/Madrid_Conference_of_1991","headline":"Madrid Conference convenes to revive Israeli-Palestinian peace process"},{"originalText":"Singaporean leftist opposition leader Chia Thye Poh was detained under the Internal Security Act, which allows for preventive detention, and held for 32 years.","year":1966,"subtitle":"Chia Thye Poh","url":"https://en.wikipedia.org/wiki/Chia_Thye_Poh","headline":"Singaporean opposition leader Chia Thye Poh detained under Internal Security Act"},{"originalText":"English model Jean Shrimpton wore a controversially short minidress to Derby Day at Flemington Racecourse in Melbourne, Australia – a pivotal moment of the introduction of the miniskirt to women's fashion.","year":1965,"subtitle":"Jean Shrimpton","url":"https://en.wikipedia.org/wiki/Jean_Shrimpton","headline":"Jean Shrimpton wears controversial minidress to Derby Day in Melbourne"},{"originalText":"At the Royal Infirmary of Edinburgh, Michael Woodruff performed the first successful kidney transplantation in the United Kingdom.","year":1960,"subtitle":"Royal Infirmary of Edinburgh","url":"https://en.wikipedia.org/wiki/Royal_Infirmary_of_Edinburgh","headline":"First successful kidney transplantation performed in UK"},{"originalText":"A luzzu fishing boat overloaded with passengers capsized and sank in the Gozo Channel off Qala, Gozo, Malta, killing 23 of the 27 people on board (monument pictured).","year":1948,"subtitle":"Luzzu","url":"https://en.wikipedia.org/wiki/Luzzu","headline":"Luzzu fishing boat capsizes in Gozo Channel, killing 23"},{"originalText":"CBS Radio broadcast the radio drama The War of the Worlds,  causing panic among some listeners who believed that an actual Martian invasion was in progress.","year":1938,"subtitle":"CBS Radio","url":"https://en.wikipedia.org/wiki/CBS_Radio","headline":"CBS Radio broadcasts The War of the Worlds, causing panic among listeners"},{"originalText":"King Lobengula of Matabeleland granted the Rudd Concession to agents of Cecil Rhodes, leading to the creation of the British South Africa Company.","year":1888,"subtitle":"Lobengula","url":"https://en.wikipedia.org/wiki/Lobengula","headline":"King Lobengula grants Rudd Concession to Cecil Rhodes' agents"},{"originalText":"Seventeen-year-old Vilhelm, Prince of Denmark, arrived in Athens to become King George I of Greece (pictured).","year":1863,"subtitle":"Athens","url":"https://en.wikipedia.org/wiki/Athens","headline":"Seventeen-year-old Prince of Denmark becomes King George I of Greece"},{"originalText":"War of the Fourth Coalition: Believing that they were outnumbered, the German garrison at Stettin surrendered to a much smaller French force without a fight.","year":1806,"subtitle":"War of the Fourth Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_Fourth_Coalition","headline":"German garrison surrenders to French force in War of the Fourth Coalition"}]}