{"dateLabel":"October 31","issue":"Issue 305","events":[{"originalText":"Shortly after takeoff, Metrojet Flight 9268 (pictured) exploded and then crashed into the Sinai Peninsula, killing all 224 people on board.","year":2015,"subtitle":"Metrojet Flight 9268","url":"https://en.wikipedia.org/wiki/Metrojet_Flight_9268","headline":"Metrojet Flight 9268 Explodes, Crashes in Sinai Peninsula, Killing 224"},{"originalText":"The discovery of the Plutonian moons Nix and Hydra, based on photographs taken by the Hubble Space Telescope nearly five months prior, was announced.","year":2005,"subtitle":"Moons of Pluto","url":"https://en.wikipedia.org/wiki/Moons_of_Pluto","headline":"Plutonian Moons Nix and Hydra Discovered by Hubble Space Telescope"},{"originalText":"After 22 years in power, Tun Mahathir Mohamad retired as Prime Minister of Malaysia.","year":2003,"subtitle":"Malay styles and titles","url":"https://en.wikipedia.org/wiki/Malay_styles_and_titles","headline":"Tun Mahathir Mohamad Retires as Prime Minister of Malaysia After 22 Years"},{"originalText":"All 217 people on board EgyptAir Flight 990 perished when the aircraft suddenly crashed into the Atlantic Ocean off the coast of Nantucket, Massachusetts.","year":1999,"subtitle":"EgyptAir Flight 990","url":"https://en.wikipedia.org/wiki/EgyptAir_Flight_990","headline":"EgyptAir Flight 990 Crashes into Atlantic Ocean, Killing 217"},{"originalText":"Australian sailor Jesse Martin arrived in Melbourne, becoming the youngest person to circumnavigate the globe solo, non-stop, and unassisted.","year":1999,"subtitle":"Jesse Martin","url":"https://en.wikipedia.org/wiki/Jesse_Martin","headline":"Australian Sailor Jesse Martin Circumnavigates Globe Solo, Non-Stop"},{"originalText":"Indian prime minister Indira Gandhi (pictured) was assassinated by two of her own Sikh bodyguards, sparking riots that resulted in the deaths of thousands of Sikhs.","year":1984,"subtitle":"Indira Gandhi","url":"https://en.wikipedia.org/wiki/Indira_Gandhi","headline":"Indian Prime Minister Indira Gandhi Assassinated by Sikh Bodyguards"},{"originalText":"Three Provisional Irish Republican Army members escaped from Mountjoy Prison in Dublin aboard a hijacked helicopter that landed in the prison's exercise yard.","year":1973,"subtitle":"Provisional Irish Republican Army","url":"https://en.wikipedia.org/wiki/Provisional_Irish_Republican_Army","headline":"Three IRA Members Escape Mountjoy Prison in Dublin via Hijacked Helicopter"},{"originalText":"A gas explosion at the","year":1963,"subtitle":"1963 Indiana State Fairgrounds Coliseum gas explosion","url":"https://en.wikipedia.org/wiki/1963_Indiana_State_Fairgrounds_Coliseum_gas_explosion","headline":"Gas Explosion at..."},{"originalText":"Approximately 400 workers completed the 60-foot (18 m) busts of U.S. presidents George Washington, Thomas Jefferson, Theodore Roosevelt, and Abraham Lincoln at Mount Rushmore in South Dakota.","year":1941,"subtitle":"Bust (sculpture)","url":"https://en.wikipedia.org/wiki/Bust_(sculpture)","headline":"60-Foot Busts of U.S. Presidents Completed at Mount Rushmore"},{"originalText":"More than 101 crew members of the USS Reuben James perished when their vessel became the first U.S. Navy ship sunk by hostile action during World War II after it was torpedoed by the German submarine U-552.","year":1941,"subtitle":"USS Reuben James (DD-245)","url":"https://en.wikipedia.org/wiki/USS_Reuben_James_(DD-245)","headline":"USS Reuben James Sunk by German Submarine, 101 Crew Members Perish"},{"originalText":"World War I: Allied forces defeated Turkish troops in Beersheba in Southern Palestine at the Battle of Beersheba, with the battle involving one of the last successful cavalry charges.","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Allied Forces Defeat Turkish Troops at Battle of Beersheba in Southern Palestine"},{"originalText":"Public-transportation workers in Indianapolis went on strike (pictured), shutting down mass transit in the city.","year":1913,"subtitle":"Indianapolis","url":"https://en.wikipedia.org/wiki/Indianapolis","headline":"Indianapolis Public-Transportation Workers Go on Strike, Shutting Down Mass Transit"},{"originalText":"According to one account, Martin Luther(depicted) posted his Ninety-five Theses onto the door of All Saints' Church in Wittenberg, present-day Germany, marking the beginning of the Protestant Reformation.","year":1517,"subtitle":"Martin Luther","url":"https://en.wikipedia.org/wiki/Martin_Luther","headline":"Martin Luther Posts Ninety-five Theses, Beginning Protestant Reformation"},{"originalText":"Romulus Augustulus took the throne as the last emperor of the Western Roman Empire.","year":475,"subtitle":"Romulus Augustulus","url":"https://en.wikipedia.org/wiki/Romulus_Augustulus","headline":"Romulus Augustulus Becomes Last Emperor of Western Roman Empire"}]}