{"dateLabel":"June 1","issue":"Issue 153","events":[{"originalText":"The river cruise ship Dongfang zhi Xing capsized in the Yangtze, resulting in 442 deaths in China's worst peacetime maritime disaster.","year":2015,"subtitle":"Sinking of Dongfang zhi Xing","url":"https://en.wikipedia.org/wiki/Sinking_of_Dongfang_zhi_Xing","headline":"442 dead as Dongfang zhi Xing capsizes in Yangtze"},{"originalText":"On landing at Little Rock National Airport in the U.S. state of Arkansas, American Airlines Flight 1420 overran the runway and crashed, resulting in 11 deaths.","year":1999,"subtitle":"Clinton National Airport","url":"https://en.wikipedia.org/wiki/Clinton_National_Airport","headline":"American Airlines Flight 1420 crashes in Little Rock, 11 dead"},{"originalText":"Group representation constituencies were introduced to the parliament of Singapore.","year":1988,"subtitle":"Group representation constituency","url":"https://en.wikipedia.org/wiki/Group_representation_constituency","headline":"Singapore parliament introduces Group representation constituencies"},{"originalText":"The Intermediate-Range Nuclear Forces Treaty was ratified, banning all American and Soviet land-based missiles with a range of 500 to 5,500 km (310 to 3,420 mi).","year":1988,"subtitle":"Intermediate-Range Nuclear Forces Treaty","url":"https://en.wikipedia.org/wiki/Intermediate-Range_Nuclear_Forces_Treaty","headline":"INF Treaty ratified, banning American and Soviet land-based missiles"},{"originalText":"In an informal article in a medical journal, Henry Heimlich introduced the concept of abdominal thrusts, commonly known as the Heimlich maneuver, to treat choking victims.","year":1974,"subtitle":"Henry Heimlich","url":"https://en.wikipedia.org/wiki/Henry_Heimlich","headline":"Heimlich maneuver introduced to treat choking victims"},{"originalText":"Eight German Junkers Ju 88s shot down British Overseas Airways Corporation Flight 777 over the Bay of Biscay off the coast of Spain and France, killing actor Leslie Howard and several other notable passengers.","year":1943,"subtitle":"Junkers Ju 88","url":"https://en.wikipedia.org/wiki/Junkers_Ju_88","headline":"British Airways Flight 777 shot down, actor Leslie Howard killed"},{"originalText":"World War II: The crews of three Japanese submarines scuttled their vessels and committed suicide after entering Sydney Harbour and launching a failed attack.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Japanese submarines scuttle in Sydney Harbour"},{"originalText":"The Navajo tribe and the U.S. government signed an agreement, allowing those interned at Fort Sumner to return to their ancestral lands.","year":1868,"subtitle":"Navajo","url":"https://en.wikipedia.org/wiki/Navajo","headline":"Navajo tribe agreement allows return to ancestral lands"},{"originalText":"The first land battle of the American Civil War after Fort Sumter took place in the village of Fairfax, Virginia.","year":1861,"subtitle":"Battle of Fairfax Court House (1861)","url":"https://en.wikipedia.org/wiki/Battle_of_Fairfax_Court_House_(1861)","headline":"First land battle of American Civil War in Fairfax, Virginia"},{"originalText":"The Revolution of the Ganhadores, the first general strike in Brazil, began in Salvador, Bahia.","year":1857,"subtitle":"Revolution of the Ganhadores","url":"https://en.wikipedia.org/wiki/Revolution_of_the_Ganhadores","headline":"First general strike in Brazil begins in Salvador, Bahia"},{"originalText":"British explorer James Clark Ross led the first expedition to reach the north magnetic pole.","year":1831,"subtitle":"James Clark Ross","url":"https://en.wikipedia.org/wiki/James_Clark_Ross","headline":"James Clark Ross leads expedition to north magnetic pole"},{"originalText":"War of 1812: Mortally wounded, U.S. Navy captain James Lawrence ordered his crew \"Don't give up the ship!\" as USS Chesapeake was captured by HMS Shannon off the coast of Boston.","year":1813,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"USS Chesapeake captured by HMS Shannon off Boston coast"},{"originalText":"French Revolutionary Wars: A British fleet captured six ships of the line from the French in a battle off Ushant (pictured) that came to be known as the Glorious First of June.","year":1794,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"British fleet captures French ships in Glorious First of June battle"},{"originalText":"Scanian War: The Swedish warship Kronan, one of the largest ships in the world at the time, sank at the Battle of Öland with the loss of around 800 men.","year":1676,"subtitle":"Scanian War","url":"https://en.wikipedia.org/wiki/Scanian_War","headline":"Swedish warship Kronan sinks at Battle of Öland, 800 men lost"},{"originalText":"Charles II and Louis XIV signed a secret treaty, requiring England to aid France in its war against the Dutch Republic and the future conversion of Charles to Catholicism, in return for Louis making large payments to Charles and promising to aid him if there was a rebellion in England.","year":1670,"subtitle":"Charles II of England","url":"https://en.wikipedia.org/wiki/Charles_II_of_England","headline":"Charles II and Louis XIV sign secret treaty"},{"originalText":"Mary Dyer (pictured) was hanged in Boston for repeatedly defying a law banning Quakers from the Massachusetts Bay Colony.","year":1660,"subtitle":"Mary Dyer","url":"https://en.wikipedia.org/wiki/Mary_Dyer","headline":"Mary Dyer hanged in Boston for defying Quaker ban"}]}