{"dateLabel":"June 2","issue":"Issue 154","events":[{"originalText":"A gunman carried out a shooting spree in Cumbria, England, killing 12 people and injuring 11 others before committing suicide.","year":2010,"subtitle":"Cumbria shootings","url":"https://en.wikipedia.org/wiki/Cumbria_shootings","headline":"Gunman kills 12 in shooting spree in Cumbria, England"},{"originalText":"Bosnian War: U.S. Air Force captain Scott O'Grady was shot down while patrolling the NATO no-fly zone over Bosnia, but ejected safely and was rescued six days later.","year":1995,"subtitle":"Bosnian War","url":"https://en.wikipedia.org/wiki/Bosnian_War","headline":"U.S. Air Force captain Scott O'Grady shot down over Bosnia"},{"originalText":"The Royal Air Force suffered its worst peacetime disaster when a Chinook helicopter crashed on the Mull of Kintyre in Scotland, killing all 29 people on board.","year":1994,"subtitle":"Royal Air Force","url":"https://en.wikipedia.org/wiki/Royal_Air_Force","headline":"Chinook helicopter crash in Scotland kills 29 on board"},{"originalText":"After an emergency landing due to an in-flight fire, 23 passengers aboard Air Canada Flight 797 were killed when a flashover occurred as the aircraft's doors opened.","year":1983,"subtitle":"Emergency landing","url":"https://en.wikipedia.org/wiki/Emergency_landing","headline":"23 killed in Air Canada Flight 797 flashover incident"},{"originalText":"Benno Ohnesorg, a German university student, was killed in West Berlin while protesting against the visit of Shah Mohammad Reza Pahlavi of Iran; the anarchist militant 2 June Movement was later named after the incident.","year":1967,"subtitle":"Killing of Benno Ohnesorg","url":"https://en.wikipedia.org/wiki/Killing_of_Benno_Ohnesorg","headline":"German student Benno Ohnesorg killed in West Berlin protest"},{"originalText":"The USSR and Yugoslavia sign the Belgrade declaration, legitimising different intepretations of Marxism in non-Soviet countries.","year":1955,"subtitle":"Belgrade declaration","url":"https://en.wikipedia.org/wiki/Belgrade_declaration","headline":"USSR and Yugoslavia sign Belgrade declaration on Marxism"},{"originalText":"Queen Elizabeth II (pictured) was crowned at Westminster Abbey in London.","year":1953,"subtitle":"Elizabeth II","url":"https://en.wikipedia.org/wiki/Elizabeth_II","headline":"Queen Elizabeth II crowned at Westminster Abbey in London"},{"originalText":"First Red Scare: The anarchist followers of Luigi Galleani (pictured) set off eight bombs in eight cities across the United States.","year":1919,"subtitle":"First Red Scare","url":"https://en.wikipedia.org/wiki/First_Red_Scare","headline":"Luigi Galleani followers set off bombs in First Red Scare"},{"originalText":"The wedding of Grover Cleveland and Frances Folsom took place in the White House, the only time a U.S. president used that building for the ceremony.","year":1886,"subtitle":"Wedding of Grover Cleveland and Frances Folsom","url":"https://en.wikipedia.org/wiki/Wedding_of_Grover_Cleveland_and_Frances_Folsom","headline":"Grover Cleveland weds Frances Folsom in White House ceremony"},{"originalText":"Napoleonic Wars: A Franco-Spanish fleet recaptured the British-held Diamond Rock, an uninhabited island at the entrance to the bay leading to Fort-de-France, Martinique.","year":1805,"subtitle":"Napoleonic Wars","url":"https://en.wikipedia.org/wiki/Napoleonic_Wars","headline":"Franco-Spanish fleet recaptures Diamond Rock from British"},{"originalText":"Henry Hacking killed the Aboriginal Australian resistance fighter Pemulwuy after Philip Gidley King ordered that he be brought in dead or alive.","year":1802,"subtitle":"Henry Hacking","url":"https://en.wikipedia.org/wiki/Henry_Hacking","headline":"Aboriginal Australian resistance fighter Pemulwuy killed by Henry Hacking"},{"originalText":"After having removed Petronius Maximus from the imperial throne, Vandals led by Genseric entered Rome and began sacking the city for two weeks.","year":455,"subtitle":"Petronius Maximus","url":"https://en.wikipedia.org/wiki/Petronius_Maximus","headline":"Vandals sack Rome after removing Petronius Maximus from throne"}]}