{"dateLabel":"June 3","issue":"Issue 155","events":[{"originalText":"A failed assassination attempt was made on Shlomo Argov, the Israeli ambassador to the United Kingdom; this was later used as justification for the First Lebanon War.","year":1982,"subtitle":"Shlomo Argov","url":"https://en.wikipedia.org/wiki/Shlomo_Argov","headline":"Failed assassination attempt on Israeli ambassador Shlomo Argov leads to First Lebanon War"},{"originalText":"Having invaded Uganda and deposed President Idi Amin, Tanzanian forces secured Uganda's western border, ending a seven-month war.","year":1979,"subtitle":"Idi Amin","url":"https://en.wikipedia.org/wiki/Idi_Amin","headline":"Tanzanian forces end seven-month war in Uganda by deposing President Idi Amin"},{"originalText":"At the Paris Air Show, a Tupolev Tu-144 broke up in mid-air, killing all six members of its crew and eight bystanders on the ground.","year":1973,"subtitle":"Paris Air Show","url":"https://en.wikipedia.org/wiki/Paris_Air_Show","headline":"Tupolev Tu-144 crashes at Paris Air Show, killing crew and bystanders"},{"originalText":"During a SEATO exercise, HMAS Melbourne of the Royal Australian Navy collided with the U.S. Navy's USS Frank E. Evans, cutting the latter in two and killing 74 people.","year":1969,"subtitle":"Southeast Asia Treaty Organization","url":"https://en.wikipedia.org/wiki/Southeast_Asia_Treaty_Organization","headline":"HMAS Melbourne collides with USS Frank E. Evans, killing 74 people"},{"originalText":"American radical feminist Valerie Solanas shot and wounded visual artist Andy Warhol and two others at Warhol's New York City studio, The Factory.","year":1968,"subtitle":"Radical feminism","url":"https://en.wikipedia.org/wiki/Radical_feminism","headline":"Valerie Solanas shoots Andy Warhol and others at The Factory in NYC"},{"originalText":"Buddhist crisis: South Vietnamese Army soldiers attacked protesting Buddhists in Huế, with liquid chemicals from tear gas grenades, causing 67 people to be hospitalised.","year":1963,"subtitle":"Buddhist crisis","url":"https://en.wikipedia.org/wiki/Buddhist_crisis","headline":"South Vietnamese Army attacks protesting Buddhists in Huế, hospitalizing 67"},{"originalText":"Maurice Herzog and Louis Lachenal, members of the French Annapurna expedition, became the first climbers to reach the summit of a peak higher than 8,000 metres (26,247 ft) above sea level.","year":1950,"subtitle":"Maurice Herzog","url":"https://en.wikipedia.org/wiki/Maurice_Herzog","headline":"French climbers reach summit higher than 8,000 meters on Annapurna expedition"},{"originalText":"Franz Rademacher, a Nazi official, proposed that the island of Madagascar be made available as a destination for the resettlement of the Jewish population of Europe.","year":1940,"subtitle":"Franz Rademacher","url":"https://en.wikipedia.org/wiki/Franz_Rademacher","headline":"Nazi official proposes Madagascar as destination for Jewish resettlement"},{"originalText":"A few months after abdicating the British throne, Edward, Duke of Windsor, married American socialite Wallis Simpson in a private ceremony in France.","year":1937,"subtitle":"Abdication of Edward VIII","url":"https://en.wikipedia.org/wiki/Abdication_of_Edward_VIII","headline":"Duke of Windsor marries Wallis Simpson in private ceremony in France"},{"originalText":"At his trial for the assassination of Talat Pasha, viewed as the main orchestrator of the Armenian genocide, Soghomon Tehlirian was acquitted after arguing: \"I have killed a man, but I am not a murderer.\"","year":1921,"subtitle":"Assassination of Talaat Pasha","url":"https://en.wikipedia.org/wiki/Assassination_of_Talaat_Pasha","headline":"Soghomon Tehlirian acquitted in trial for assassination of Talat Pasha"},{"originalText":"Liverpool F.C. (stadium pictured), one of England's most successful football clubs, was founded.","year":1892,"subtitle":"Liverpool F.C.","url":"https://en.wikipedia.org/wiki/Liverpool_F.C.","headline":"Liverpool F.C., successful football club, founded"},{"originalText":"The last known pair of great auks (one pictured), the only modern species in the genus Pinguinus of flightless birds, were killed on Eldey, Iceland.","year":1844,"subtitle":"Great auk","url":"https://en.wikipedia.org/wiki/Great_auk","headline":"Last known pair of great auks killed in Iceland"},{"originalText":"American Revolutionary War: Jack Jouett made a 40-mile (64 km) ride to warn Thomas Jefferson and the Virginia legislature of coming British cavalry who had been sent to capture them.","year":1781,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Jack Jouett warns Thomas Jefferson of British cavalry in American Revolutionary War"},{"originalText":"Mission San Carlos Borromeo de Carmelo, a historic Catholic mission church in present-day Carmel-by-the-Sea, California, and the site of the first Christian confirmation in Alta California, was established.","year":1770,"subtitle":"Mission San Carlos Borromeo de Carmelo","url":"https://en.wikipedia.org/wiki/Mission_San_Carlos_Borromeo_de_Carmelo","headline":"Mission San Carlos Borromeo de Carmelo established in California"},{"originalText":"Pope Alexander VII appointed François de Laval as the first apostolic vicar of New France.","year":1658,"subtitle":"Pope Alexander VII","url":"https://en.wikipedia.org/wiki/Pope_Alexander_VII","headline":"Pope appoints François de Laval as first apostolic vicar of New France"},{"originalText":"Anglo-Spanish War: An English naval force defeated a Spanish-Portuguese fleet off Sesimbra, Portugal, and captured a carrack.","year":1602,"subtitle":"Anglo-Spanish War (1585–1604)","url":"https://en.wikipedia.org/wiki/Anglo-Spanish_War_(1585%E2%80%931604)","headline":"English naval force defeats Spanish-Portuguese fleet off Sesimbra, Portugal"}]}