{"dateLabel":"June 4","issue":"Issue 156","events":[{"originalText":"In Granby, Colorado, U.S., Marvin Heemeyer went on a rampage with a modified bulldozer over a zoning dispute, destroying several buildings before committing suicide.","year":2004,"subtitle":"Granby, Colorado","url":"https://en.wikipedia.org/wiki/Granby%2C_Colorado","headline":"Marvin Heemeyer goes on bulldozer rampage in Granby, Colorado"},{"originalText":"Terry Nichols was sentenced to life in prison for his role in the Oklahoma City bombing.","year":1998,"subtitle":"Terry Nichols","url":"https://en.wikipedia.org/wiki/Terry_Nichols","headline":"Terry Nichols sentenced to life for Oklahoma City bombing"},{"originalText":"Following the death of Ruhollah Khomeini, the Assembly of Experts elected Ali Khamenei to be Supreme Leader of Iran.","year":1989,"subtitle":"Ruhollah Khomeini","url":"https://en.wikipedia.org/wiki/Ruhollah_Khomeini","headline":"Ali Khamenei elected Supreme Leader of Iran after Khomeini's death"},{"originalText":"The People's Liberation Army suppressed the Tiananmen Square protests in Beijing, leaving hundreds of people dead and wounded.","year":1989,"subtitle":"People's Liberation Army","url":"https://en.wikipedia.org/wiki/People's_Liberation_Army","headline":"Tiananmen Square protests suppressed by People's Liberation Army"},{"originalText":"American intelligence analyst Jonathan Pollard pleaded guilty to charges of spying for Israel.","year":1987,"subtitle":"Intelligence assessment","url":"https://en.wikipedia.org/wiki/Intelligence_assessment","headline":"Jonathan Pollard pleads guilty to spying for Israel"},{"originalText":"Jerry Rawlings came to power in Ghana as chairman of the Armed Forces Revolutionary Council.","year":1979,"subtitle":"Jerry Rawlings","url":"https://en.wikipedia.org/wiki/Jerry_Rawlings","headline":"Jerry Rawlings assumes power in Ghana"},{"originalText":"The Humboldt Park riot began in Chicago, resulting in three deaths, three cars in the Humboldt Park lagoon, and increased tension between the Chicago Police Department and the Puerto Rican community.","year":1977,"subtitle":"Humboldt Park riot","url":"https://en.wikipedia.org/wiki/Humboldt_Park_riot","headline":"Humboldt Park riot erupts in Chicago, resulting in deaths and tension"},{"originalText":"Governor Jerry Brown signed the California Agricultural Labor Relations Act, one of the first laws in the United States guaranteeing collective bargaining rights to farmworkers.","year":1975,"subtitle":"Jerry Brown","url":"https://en.wikipedia.org/wiki/Jerry_Brown","headline":"Governor Jerry Brown signs California Agricultural Labor Relations Act"},{"originalText":"Major League Baseball's Cleveland Indians hosted Ten Cent Beer Night, but had to forfeit the game to the Texas Rangers due to rioting by drunken fans.","year":1974,"subtitle":"Major League Baseball","url":"https://en.wikipedia.org/wiki/Major_League_Baseball","headline":"Cleveland Indians forfeit game after Ten Cent Beer Night riot"},{"originalText":"A chartered British Midland Airways aircraft crashed near Stockport, England, killing 72 of the 84 people on board.","year":1967,"subtitle":"British Midland International","url":"https://en.wikipedia.org/wiki/British_Midland_International","headline":"British Midland Airways aircraft crashes near Stockport, England"},{"originalText":"World War II: A United States Navy task group captured German submarine U-505.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"US Navy captures German submarine U-505 in World War II"},{"originalText":"World War II: The Battle of Midway, a major battle of the Pacific War, began with a massive Japanese offensive on American forces on Midway Atoll.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Battle of Midway begins with Japanese offensive on American forces"},{"originalText":"Second World War: The remaining Allied forces protecting the Dunkirk evacuation surrendered, ending the Battle of Dunkirk; in response, British prime minister Winston Churchill gave a speech in which he declared \"We shall fight on the beaches\".","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allied forces surrender at Dunkirk, Churchill vows to fight on"},{"originalText":"The Kingdom of Hungary lost 72 percent of its territory and 64 percent of its population with the signing of the Treaty of Trianon in Paris.","year":1920,"subtitle":"Kingdom of Hungary","url":"https://en.wikipedia.org/wiki/Kingdom_of_Hungary","headline":"Kingdom of Hungary loses territory and population with Treaty of Trianon"},{"originalText":"World War I: Russian forces began their successful Brusilov offensive against the Central Powers.","year":1916,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Russian forces launch successful Brusilov offensive in World War I"},{"originalText":"Emily Davison (pictured), an activist for women's suffrage in the United Kingdom, was fatally injured after being trampled by a horse owned by King George V at the Epsom Derby.","year":1913,"subtitle":"Emily Davison","url":"https://en.wikipedia.org/wiki/Emily_Davison","headline":"Activist Emily Davison fatally injured at Epsom Derby"},{"originalText":"Captain George Vancouver of the Royal Navy claimed the land around Puget Sound in the Pacific Northwest for Great Britain.","year":1792,"subtitle":"George Vancouver","url":"https://en.wikipedia.org/wiki/George_Vancouver","headline":"Captain George Vancouver claims Puget Sound for Great Britain"},{"originalText":"Élisabeth Thible became the first woman to fly in an untethered hot air balloon, covering a distance of 4 km (2.5 mi) and reaching an estimated altitude of 1,500 m (4,900 ft).","year":1784,"subtitle":"Élisabeth Thible","url":"https://en.wikipedia.org/wiki/%C3%89lisabeth_Thible","headline":"Élisabeth Thible becomes first woman to fly in untethered hot air balloon"},{"originalText":"The spire of Old St Paul's Cathedral in London was destroyed by fire.","year":1561,"subtitle":"Old St Paul's Cathedral","url":"https://en.wikipedia.org/wiki/Old_St_Paul's_Cathedral","headline":"Spire of Old St Paul's Cathedral destroyed by fire in London"}]}