{"dateLabel":"June 5","issue":"Issue 157","events":[{"originalText":"After almost two months of civil disobedience, at least 31 people were killed in clashes between the National Police and indigenous people in Peru's Bagua Province.","year":2009,"subtitle":"2009 Peruvian political crisis","url":"https://en.wikipedia.org/wiki/2009_Peruvian_political_crisis","headline":"31 killed in clashes between National Police and indigenous people in Peru's Bagua Province"},{"originalText":"Noël Mamère, mayor of the Bordeaux suburb of Bègles, conducted a marriage ceremony for two men, even though same-sex marriage in France had not yet been legalised.","year":2004,"subtitle":"Noël Mamère","url":"https://en.wikipedia.org/wiki/No%C3%ABl_Mam%C3%A8re","headline":"Noël Mamère conducts same-sex marriage ceremony in Bordeaux suburb"},{"originalText":"Tropical Storm Allison, the costliest Atlantic tropical cyclone that was never a hurricane, made landfall in Texas, causing approximately $8.5 billion in damage.","year":2001,"subtitle":"Tropical Storm Allison","url":"https://en.wikipedia.org/wiki/Tropical_Storm_Allison","headline":"Tropical Storm Allison causes $8.5 billion in damage in Texas"},{"originalText":"Anticipating a coup attempt, President Pascal Lissouba of the Republic of the Congo ordered the detainment of his rival Denis Sassou Nguesso, initiating a second civil war.","year":1997,"subtitle":"Pascal Lissouba","url":"https://en.wikipedia.org/wiki/Pascal_Lissouba","headline":"President Pascal Lissouba orders detainment of rival Denis Sassou Nguesso in Republic of the Congo"},{"originalText":"An anonymous demonstrator, later dubbed \"Tank Man\", single-handedly stopped a column of Chinese tanks during the Tiananmen Square protests before being dragged aside.","year":1989,"subtitle":"Tank Man","url":"https://en.wikipedia.org/wiki/Tank_Man","headline":"Anonymous demonstrator 'Tank Man' stops Chinese tanks in Tiananmen Square protests"},{"originalText":"The first clinical cases of AIDS were published by the Centers for Disease Control and Prevention.","year":1981,"subtitle":"HIV/AIDS","url":"https://en.wikipedia.org/wiki/HIV%2FAIDS","headline":"First clinical cases of AIDS published by CDC"},{"originalText":"The Teton Dam in eastern Idaho, U.S., collapsed as its reservoir was being filled for the first time, resulting in the deaths of eleven people and 13,000 cattle, and causing up to $2 billion in damage.","year":1976,"subtitle":"Teton Dam","url":"https://en.wikipedia.org/wiki/Teton_Dam","headline":"Teton Dam collapse in Idaho results in 11 deaths and $2 billion in damage"},{"originalText":"U.S. senator Robert F. Kennedy was fatally shot by Palestinian immigrant Sirhan Sirhan at the Ambassador Hotel in Los Angeles.","year":1968,"subtitle":"Robert F. Kennedy","url":"https://en.wikipedia.org/wiki/Robert_F._Kennedy","headline":"U.S. senator Robert F. Kennedy fatally shot in Los Angeles"},{"originalText":"British politician John Profumo (pictured) admitted that he had lied to the House of Commons about his involvement in a sex scandal with Christine Keeler, and resigned from government.","year":1963,"subtitle":"John Profumo","url":"https://en.wikipedia.org/wiki/John_Profumo","headline":"British politician John Profumo admits involvement in sex scandal and resigns"},{"originalText":"The arrest of Ayatollah Ruhollah Khomeini for publicly denouncing Shah Mohammad Reza Pahlavi sparked protests in Iran.","year":1963,"subtitle":"Ruhollah Khomeini","url":"https://en.wikipedia.org/wiki/Ruhollah_Khomeini","headline":"Arrest of Ayatollah Khomeini sparks protests in Iran"},{"originalText":"Second Sino-Japanese War: About 4,000 people died of asphyxiation in Chongqing when the tunnel in which they were hiding became blocked during a raid in the five-year bombing campaign.","year":1941,"subtitle":"Second Sino-Japanese War","url":"https://en.wikipedia.org/wiki/Second_Sino-Japanese_War","headline":"4,000 die in Chongqing tunnel during Second Sino-Japanese War raid"},{"originalText":"Filipino general Antonio Luna (pictured) was assassinated in the midst of the Philippine–American War.","year":1899,"subtitle":"Antonio Luna","url":"https://en.wikipedia.org/wiki/Antonio_Luna","headline":"Filipino general Antonio Luna assassinated in Philippine–American War"},{"originalText":"The Ancient Temples and Shrines Preservation Law was passed, instituting the protection of the National Treasures of Japan.","year":1897,"subtitle":"National Treasure (Japan)","url":"https://en.wikipedia.org/wiki/National_Treasure_(Japan)","headline":"Ancient Temples and Shrines Preservation Law passed in Japan"},{"originalText":"Vietnamese guerrilla leader Trương Định chose to fight on against European forces, defying Emperor Tự Đức and the Treaty of Saigon.","year":1862,"subtitle":"Trương Định","url":"https://en.wikipedia.org/wiki/Tr%C6%B0%C6%A1ng_%C4%90%E1%BB%8Bnh","headline":"Vietnamese guerrilla leader Trương Định defies Emperor Tự Đức and Treaty of Saigon"},{"originalText":"The June Rebellion, an anti-monarchist uprising, broke out in Paris.","year":1832,"subtitle":"June Rebellion","url":"https://en.wikipedia.org/wiki/June_Rebellion","headline":"June Rebellion breaks out in Paris"},{"originalText":"The masque Tethys' Festival was performed at the Palace of Whitehall to celebrate the investiture of Henry Frederick as Prince of Wales.","year":1610,"subtitle":"Masque","url":"https://en.wikipedia.org/wiki/Masque","headline":"Tethys' Festival performed at Palace of Whitehall for investiture of Henry Frederick"},{"originalText":"Raymond Bertrand de Got was elected Pope Clement V, succeeding Benedict XI, who died the previous year.","year":1305,"subtitle":"Pope Clement V","url":"https://en.wikipedia.org/wiki/Pope_Clement_V","headline":"Raymond Bertrand de Got elected Pope Clement V"},{"originalText":"Bolesław V, High Duke of Poland, granted city rights to Kraków modelled on the Magdeburg town charter.","year":1257,"subtitle":"Bolesław V the Chaste","url":"https://en.wikipedia.org/wiki/Boles%C5%82aw_V_the_Chaste","headline":"Bolesław V grants city rights to Kraków"},{"originalText":"The Daming Palace in Chang'an became the seat of government and the royal residence of the Tang dynasty during the reign of Emperor Gaozong.","year":663,"subtitle":"Daming Palace","url":"https://en.wikipedia.org/wiki/Daming_Palace","headline":"Daming Palace becomes seat of government during Tang dynasty"}]}