{"dateLabel":"June 6","issue":"Issue 158","events":[{"originalText":"A man rammed a pickup truck into Muslim Pakistani Canadian pedestrians in Ontario, Canada, killing 4 members of the same family and injuring the family's nine year old son.","year":2021,"subtitle":"2021 London, Ontario truck attack","url":"https://en.wikipedia.org/wiki/2021_London%2C_Ontario_truck_attack","headline":"Truck rams into Muslim Pakistani Canadian pedestrians in Ontario, killing 4"},{"originalText":"Syrian civil war: The Syrian Democratic Forces (soldiers pictured) opened the Second Battle of Raqqa, the final phase of the Raqqa campaign, capturing the de facto capital of the Islamic State four months later.","year":2017,"subtitle":"Syrian civil war","url":"https://en.wikipedia.org/wiki/Syrian_civil_war","headline":"Syrian Democratic Forces capture Raqqa, Islamic State capital"},{"originalText":"The remains of Josef Mengele, a Nazi physician notorious for performing human experiments on Auschwitz inmates, were exhumed in Embu das Artes, Brazil.","year":1985,"subtitle":"Josef Mengele","url":"https://en.wikipedia.org/wiki/Josef_Mengele","headline":"Remains of Josef Mengele exhumed in Brazil"},{"originalText":"Falklands War: The Royal Navy destroyer HMS Cardiff engaged and destroyed a British Army helicopter in a friendly-fire incident.","year":1982,"subtitle":"Falklands War","url":"https://en.wikipedia.org/wiki/Falklands_War","headline":"HMS Cardiff destroys British Army helicopter in Falklands War"},{"originalText":"Vietnam War: Australian forces attacked a heavily fortified North Vietnamese base camp at the Battle of Long Khánh.","year":1971,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"Australian forces attack North Vietnamese base camp in Long Khánh"},{"originalText":"Hughes Airwest Flight 706 collided with a US Marine Corps jet near Duarte, California, killing 50 people.","year":1971,"subtitle":"Hughes Airwest Flight 706","url":"https://en.wikipedia.org/wiki/Hughes_Airwest_Flight_706","headline":"Collision between Flight 706 and US Marine Corps jet kills 50"},{"originalText":"World War II: The largest amphibious military operation in history began with Allied troops landing on the beaches of Normandy in France.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allied troops land on Normandy beaches in WWII operation"},{"originalText":"The largest volcanic eruption of the 20th century began, forming the volcano Novarupta in the Alaska Peninsula.","year":1912,"subtitle":"Novarupta","url":"https://en.wikipedia.org/wiki/Novarupta","headline":"Largest volcanic eruption of 20th century forms Novarupta in Alaska"},{"originalText":"Governor Davis Hanson Waite ordered the Colorado state militia to protect and support miners engaged in a five-month strike in Cripple Creek.","year":1894,"subtitle":"Davis Hanson Waite","url":"https://en.wikipedia.org/wiki/Davis_Hanson_Waite","headline":"Governor orders Colorado state militia to support miners in strike"},{"originalText":"The Shewan army defeated Gojjame forces at the Battle of Embabo, an event that contributed to the supremacy of Shewa within the Ethiopian Empire.","year":1882,"subtitle":"Shewa","url":"https://en.wikipedia.org/wiki/Shewa","headline":"Shewan army defeats Gojjame forces at Battle of Embabo"},{"originalText":"American Civil War: The Union Army's victory in the First Battle of Memphis virtually eradicated the Confederate naval presence on the Mississippi River.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union Army victory eradicates Confederate naval presence in Memphis"},{"originalText":"Alexis St. Martin, a Canadian voyageur, was accidentally shot in the stomach; medical investigations of his injury led to a greater understanding of the processes of digestion.","year":1822,"subtitle":"Alexis St. Martin","url":"https://en.wikipedia.org/wiki/Alexis_St._Martin","headline":"Accidental shooting leads to greater understanding of digestion"},{"originalText":"War of 1812: The British ambushed an American encampment near present-day Stoney Creek, Ontario, capturing two senior officers.","year":1813,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"British ambush American encampment in War of 1812"},{"originalText":"A plot by Muslim slaves in Malta to assassinate Manuel Pinto da Fonseca of the Knights Hospitaller was uncovered.","year":1749,"subtitle":"1749 Muslim slave revolt plot in Malta","url":"https://en.wikipedia.org/wiki/1749_Muslim_slave_revolt_plot_in_Malta","headline":"Plot to assassinate Manuel Pinto da Fonseca uncovered in Malta"},{"originalText":"Shivaji (pictured), who led a resistance to free the Maratha from the Bijapur Sultanate and the Mughal Empire, was crowned the first chhatrapati of the Maratha Empire.","year":1674,"subtitle":"Shivaji","url":"https://en.wikipedia.org/wiki/Shivaji","headline":"Shivaji crowned first chhatrapati of Maratha Empire"},{"originalText":"War of the League of Cambrai: Milanese forces with Swiss mercenaries defeated the French in Novara, forcing them to withdraw from the Duchy of Milan and Italy.","year":1513,"subtitle":"War of the League of Cambrai","url":"https://en.wikipedia.org/wiki/War_of_the_League_of_Cambrai","headline":"Milanese forces defeat French in Novara, forcing withdrawal from Italy"}]}