{"dateLabel":"June 8","issue":"Issue 160","events":[{"originalText":"Two American journalists, having been arrested for illegal entry into North Korea, were sentenced to twelve years hard labor before being pardoned two months later.","year":2009,"subtitle":"2009 imprisonment of American journalists by North Korea","url":"https://en.wikipedia.org/wiki/2009_imprisonment_of_American_journalists_by_North_Korea","headline":"American Journalists Sentenced to Hard Labor in North Korea"},{"originalText":"A Japanese man drove a truck into a crowd of pedestrians in Akihabara, Tokyo, and proceeded to stab at least 12 people, killing 7 and wounding 10, before being apprehended.","year":2008,"subtitle":"2008 Akihabara massacre","url":"https://en.wikipedia.org/wiki/2008_Akihabara_massacre","headline":"Truck Attack in Akihabara, Tokyo Leaves 7 Dead"},{"originalText":"A major storm caused the bulk carrier Pasha Bulker to run aground in New South Wales, Australia.","year":2007,"subtitle":"2007 New South Wales storms","url":"https://en.wikipedia.org/wiki/2007_New_South_Wales_storms","headline":"Major Storm Causes Pasha Bulker to Run Aground in Australia"},{"originalText":"Falklands War: The Argentine Air Force attacked British transport ships while unloading supplies off Bluff Cove in the Falkland Islands, killing 56 British servicemen and wounding 150 others.","year":1982,"subtitle":"Falklands War","url":"https://en.wikipedia.org/wiki/Falklands_War","headline":"Argentine Air Force Attacks British Ships in Falklands War"},{"originalText":"Vietnam War: Associated Press photographer Nick Ut took a Pulitzer Prize–winning photograph of a naked nine-year-old Phan Thi Kim Phuc fleeing after being burned by napalm.","year":1972,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"Pulitzer Prize-Winning Photo Captures Vietnam War Tragedy"},{"originalText":"The Israeli Air Force attacked the U.S. Navy intelligence ship USS Liberty in international waters, killing 34 people and wounding 171 others.","year":1967,"subtitle":"Israeli Air Force","url":"https://en.wikipedia.org/wiki/Israeli_Air_Force","headline":"Israeli Air Force Attacks USS Liberty, Killing 34"},{"originalText":"An F5 tornado struck Flint and Beecher, Michigan, causing 116 fatalities, 844 injuries and $19 million in damage during a larger tornado outbreak sequence.","year":1953,"subtitle":"1953 Flint–Beecher tornado","url":"https://en.wikipedia.org/wiki/1953_Flint%E2%80%93Beecher_tornado","headline":"F5 Tornado Strikes Flint and Beecher, Michigan"},{"originalText":"Thomas Blamey became the only Australian to attain the rank of field marshal.","year":1950,"subtitle":"Thomas Blamey","url":"https://en.wikipedia.org/wiki/Thomas_Blamey","headline":"Thomas Blamey Becomes Australia's Only Field Marshal"},{"originalText":"World War II: The Allies commenced the Syria–Lebanon campaign against Vichy French possessions in the Levant.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allies Begin Syria-Lebanon Campaign in World War II"},{"originalText":"Margaret Bondfield became the first female member of the Cabinet of the United Kingdom when she was named Minister of Labour by Ramsay MacDonald.","year":1929,"subtitle":"Margaret Bondfield","url":"https://en.wikipedia.org/wiki/Margaret_Bondfield","headline":"Margaret Bondfield Joins UK Cabinet as Minister of Labour"},{"originalText":"American Civil War: The Confederate Army won a resounding victory at the Battle of Cross Keys, one of the two decisive battles in Jackson's Valley Campaign.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate Army Victorious at Battle of Cross Keys"},{"originalText":"In York, Upper Canada, members of the Family Compact destroyed William Lyon Mackenzie's printing press in the Types Riot after Mackenzie accused them of corruption.","year":1826,"subtitle":"York, Upper Canada","url":"https://en.wikipedia.org/wiki/York%2C_Upper_Canada","headline":"Family Compact Destroys Mackenzie's Printing Press in York"},{"originalText":"Laki, a volcanic fissure in Iceland (pictured), began an eight-month eruption, triggering a major famine and causing widespread fluoride poisoning.","year":1783,"subtitle":"Laki","url":"https://en.wikipedia.org/wiki/Laki","headline":"Laki Volcanic Eruption Triggers Famine in Iceland"},{"originalText":"American Revolutionary War: British forces defeated the Continental Army at the Battle of Trois-Rivières, the last battle of the American invasion of Quebec.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British Forces Defeat Continental Army at Battle of Trois-Rivières"},{"originalText":"Led by the inexperienced Gannys, Elagabalus's legions defeated the forces of Roman emperor Macrinus at the Battle of Antioch.","year":218,"subtitle":"Gannys","url":"https://en.wikipedia.org/wiki/Gannys","headline":"Elagabalus's Legions Triumph at Battle of Antioch"}]}