{"dateLabel":"June 9","issue":"Issue 161","events":[{"originalText":"A child suicide bomber attacked a wedding in Nadahan, Afghanistan, killing at least 40 people and injuring at least 70 others.","year":2010,"subtitle":"Nadahan wedding bombing","url":"https://en.wikipedia.org/wiki/Nadahan_wedding_bombing","headline":"Child suicide bomber kills 40 at wedding in Nadahan, Afghanistan"},{"originalText":"The Kumanovo Agreement was signed, bringing an end to the Kosovo War the next day.","year":1999,"subtitle":"Kumanovo Agreement","url":"https://en.wikipedia.org/wiki/Kumanovo_Agreement","headline":"Kumanovo Agreement signed, ending Kosovo War"},{"originalText":"Lebanon War: The Israeli Air Force carried out Operation Mole Cricket 19, successfully suppressing Syrian air defenses in the Beqaa Valley, Lebanon.","year":1982,"subtitle":"1982 Lebanon War","url":"https://en.wikipedia.org/wiki/1982_Lebanon_War","headline":"Israeli Air Force suppresses Syrian air defenses in Lebanon"},{"originalText":"The racehorse Secretariat, of Meadow Stables (racing colors pictured), won the Belmont Stakes by 31 lengths, achieving the first American Triple Crown victory in a quarter of a century.","year":1973,"subtitle":"Secretariat (horse)","url":"https://en.wikipedia.org/wiki/Secretariat_(horse)","headline":"Secretariat wins Belmont Stakes by 31 lengths"},{"originalText":"Fighting began between the Viet Cong and the Army of the Republic of Vietnam in the Battle of Đồng Xoài, one of the largest battles in the Vietnam War.","year":1965,"subtitle":"Viet Cong","url":"https://en.wikipedia.org/wiki/Viet_Cong","headline":"Viet Cong battles Army of the Republic of Vietnam in Battle of Đồng Xoài"},{"originalText":"During the hearings investigating conflicting accusations between the United States Army and Senator Joseph McCarthy, Army lawyer Joseph N. Welch asked McCarthy, \"At long last, have you left no sense of decency?\"","year":1954,"subtitle":"United States Army","url":"https://en.wikipedia.org/wiki/United_States_Army","headline":"Joseph Welch questions McCarthy's decency in Army hearings"},{"originalText":"World War II: In reprisal for successful French Resistance attacks, the SS and SD hanged 99 men in the town of Tulle.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"SS and SD hang 99 men in Tulle in WWII reprisal"},{"originalText":"Australian aviator Charles Kingsford Smith and his crew landed the Southern Cross in Brisbane, completing the first transpacific flight.","year":1928,"subtitle":"Charles Kingsford Smith","url":"https://en.wikipedia.org/wiki/Charles_Kingsford_Smith","headline":"Charles Kingsford Smith completes first transpacific flight"},{"originalText":"Unhappy with U.S. president Woodrow Wilson's handling of the RMS Lusitania sinking, William Jennings Bryan resigned as Secretary of State.","year":1915,"subtitle":"Woodrow Wilson","url":"https://en.wikipedia.org/wiki/Woodrow_Wilson","headline":"William Jennings Bryan resigns over Lusitania sinking"},{"originalText":"American Civil War: Union and Confederate forces fought the Battle of Brandy Station, the largest cavalry engagement to take place on American soil.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union and Confederate forces clash in Battle of Brandy Station"},{"originalText":"American Civil War: Confederate General Stonewall Jackson concluded his successful Shenandoah Valley campaign with a victory in the Battle of Port Republic.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Stonewall Jackson victorious in Battle of Port Republic"},{"originalText":"The first company of Mormon handcart pioneers left Iowa City for Salt Lake City, Utah.","year":1856,"subtitle":"Mormon handcart pioneers","url":"https://en.wikipedia.org/wiki/Mormon_handcart_pioneers","headline":"Mormon handcart pioneers depart for Salt Lake City"},{"originalText":"In an act of defiance against the Navigation Acts, American colonists led by Abraham Whipple attacked and burned the British schooner Gaspee (depicted).","year":1772,"subtitle":"Navigation Acts","url":"https://en.wikipedia.org/wiki/Navigation_Acts","headline":"American colonists burn British schooner Gaspee in defiance"},{"originalText":"The first Book of Common Prayer is legally mandated, introducing a fully vernacular Protestant liturgy to the Church of England.","year":1549,"subtitle":"Book of Common Prayer (1549)","url":"https://en.wikipedia.org/wiki/Book_of_Common_Prayer_(1549)","headline":"First Book of Common Prayer mandated in Church of England"},{"originalText":"Parisian printer Simon de Colines was fined for printing biblical commentary by Jacques Lefèvre d'Étaples without obtaining prior approval from theologians.","year":1523,"subtitle":"Simon de Colines","url":"https://en.wikipedia.org/wiki/Simon_de_Colines","headline":"Parisian printer fined for unauthorized biblical commentary"},{"originalText":"Abu Muslim initiated an open revolt against Umayyad rule, eventually leading to the establishment of the Abbasid Caliphate under the Black Standard.","year":747,"subtitle":"AD 747","url":"https://en.wikipedia.org/wiki/AD_747","headline":"Abu Muslim revolts against Umayyad rule, establishes Abbasid Caliphate"}]}