{"dateLabel":"June 10","issue":"Issue 162","events":[{"originalText":"War in Afghanistan: A U.S. airstrike resulted in the reported deaths of eleven paramilitary members of the Pakistani Frontier Corps and eight Taliban fighters in Pakistan's tribal areas.","year":2008,"subtitle":"War in Afghanistan (2001–2021)","url":"https://en.wikipedia.org/wiki/War_in_Afghanistan_(2001%E2%80%932021)","headline":"U.S. airstrike kills 11 paramilitary members in Pakistan"},{"originalText":"Sudan Airways Flight 109 crashed on landing at Khartoum International Airport, killing 30 of the 214 occupants on board.","year":2008,"subtitle":"Sudan Airways Flight 109","url":"https://en.wikipedia.org/wiki/Sudan_Airways_Flight_109","headline":"Sudan Airways Flight 109 crashes at Khartoum Airport, 30 dead"},{"originalText":"Eleven-year-old Jaycee Dugard was kidnapped in South Lake Tahoe, California; she remained a captive until 2009.","year":1991,"subtitle":"Kidnapping of Jaycee Dugard","url":"https://en.wikipedia.org/wiki/Kidnapping_of_Jaycee_Dugard","headline":"11-year-old Jaycee Dugard kidnapped in South Lake Tahoe"},{"originalText":"The Royal New Zealand Navy adopted a unique white ensign, to distinguish its vessels from those of the Royal Navy.","year":1968,"subtitle":"Royal New Zealand Navy","url":"https://en.wikipedia.org/wiki/Royal_New_Zealand_Navy","headline":"Royal New Zealand Navy adopts unique white ensign"},{"originalText":"Led by John Diefenbaker (pictured), the Progressive Conservative Party won a plurality of House of Commons seats in the Canadian federal election.","year":1957,"subtitle":"John Diefenbaker","url":"https://en.wikipedia.org/wiki/John_Diefenbaker","headline":"Progressive Conservative Party wins Canadian federal election"},{"originalText":"American physician Bob Smith had his last alcoholic drink, marking the traditional founding date of Alcoholics Anonymous.","year":1935,"subtitle":"Bob Smith (doctor)","url":"https://en.wikipedia.org/wiki/Bob_Smith_(doctor)","headline":"Alcoholics Anonymous founded by American physician Bob Smith"},{"originalText":"The United Church of Canada, the country's largest Protestant denomination, held its inaugural service at the Mutual Street Arena in Toronto.","year":1925,"subtitle":"United Church of Canada","url":"https://en.wikipedia.org/wiki/United_Church_of_Canada","headline":"United Church of Canada holds inaugural service in Toronto"},{"originalText":"World War I: Italian torpedo boats sank the Austro-Hungarian dreadnought SMS Szent István off the Dalmatian coast, killing 89 of the crew.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Italian torpedo boats sink Austro-Hungarian dreadnought SMS Szent István"},{"originalText":"Hussein bin Ali, King of Hejaz, orchestrated a revolt against the Ottoman Empire with the aim of creating a single unified and independent Arab state.","year":1916,"subtitle":"Hussein bin Ali, King of Hejaz","url":"https://en.wikipedia.org/wiki/Hussein_bin_Ali%2C_King_of_Hejaz","headline":"King of Hejaz orchestrates revolt against Ottoman Empire"},{"originalText":"Mount Tarawera, a volcano in New Zealand's North Island, erupted, killing around 120 people and creating the Waimangu Volcanic Rift Valley.","year":1886,"subtitle":"Mount Tarawera","url":"https://en.wikipedia.org/wiki/Mount_Tarawera","headline":"Mount Tarawera eruption in New Zealand kills around 120"},{"originalText":"The League of Prizren was officially founded to \"struggle in arms to defend the wholeness of the territories of Albania\".","year":1878,"subtitle":"League of Prizren","url":"https://en.wikipedia.org/wiki/League_of_Prizren","headline":"League of Prizren founded to defend territories of Albania"},{"originalText":"American Civil War: The Confederate Army only suffered eight casualties in its victory in the Battle of Big Bethel in York County, Virginia.","year":1861,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate Army victorious with only 8 casualties in Battle of Big Bethel"},{"originalText":"At least 28 unarmed Indigenous Australians were massacred at Myall Creek, New South Wales.","year":1838,"subtitle":"Indigenous Australians","url":"https://en.wikipedia.org/wiki/Indigenous_Australians","headline":"Massacre of 28 Indigenous Australians at Myall Creek"},{"originalText":"Ten days after being formed by an earthquake, a landslide dam on the Dadu River in China was destroyed by an aftershock, causing a flood that killed an estimated 100,000 people.","year":1786,"subtitle":"1786 Kangding-Luding earthquake","url":"https://en.wikipedia.org/wiki/1786_Kangding-Luding_earthquake","headline":"Landslide dam on Dadu River destroyed, causing flood and 100,000 deaths"},{"originalText":"King Rama I moved into the Grand Palace in Bangkok, which has remained the royal residence of Siam and Thailand since then.","year":1782,"subtitle":"Rama I","url":"https://en.wikipedia.org/wiki/Rama_I","headline":"King Rama I moves into Grand Palace in Bangkok"},{"originalText":"Bridget Bishop became the first person to be executed for witchcraft in the Salem witch trials in colonial Massachusetts.","year":1692,"subtitle":"Bridget Bishop","url":"https://en.wikipedia.org/wiki/Bridget_Bishop","headline":"Bridget Bishop executed for witchcraft in Salem witch trials"},{"originalText":"Thirty Years' War: France and the Dutch Republic concluded the Treaty of Compiègne, a mutual defence alliance.","year":1624,"subtitle":"Thirty Years' War","url":"https://en.wikipedia.org/wiki/Thirty_Years'_War","headline":"France and Dutch Republic form mutual defence alliance in Treaty of Compiègne"},{"originalText":"Byzantine–Ottoman wars: The heavily armed Byzantine army was defeated by Ottoman forces at the Battle of Pelekanon.","year":1329,"subtitle":"Byzantine–Ottoman wars","url":"https://en.wikipedia.org/wiki/Byzantine%E2%80%93Ottoman_wars","headline":"Byzantine army defeated by Ottomans at Battle of Pelekanon"},{"originalText":"Third Crusade: Frederick Barbarossa (pictured), Holy Roman Emperor, drowned in the Saleph River in Anatolia.","year":1190,"subtitle":"Third Crusade","url":"https://en.wikipedia.org/wiki/Third_Crusade","headline":"Holy Roman Emperor Frederick Barbarossa drowns in Saleph River"},{"originalText":"Tatwine was consecrated  as Archbishop of Canterbury","year":731,"subtitle":"Tatwine","url":"https://en.wikipedia.org/wiki/Tatwine","headline":"Tatwine consecrated as Archbishop of Canterbury"}]}