{"dateLabel":"June 11","issue":"Issue 163","events":[{"originalText":"Two earthquakes struck northern Afghanistan, triggering a massive landslide that buried a village and killed 75 people.","year":2012,"subtitle":"2012 Afghanistan earthquakes","url":"https://en.wikipedia.org/wiki/2012_Afghanistan_earthquakes","headline":"Massive landslide in northern Afghanistan kills 75 people"},{"originalText":"Canadian prime minister Stephen Harper apologised to the First Nations for past governments' policies of forced assimilation.","year":2008,"subtitle":"Stephen Harper","url":"https://en.wikipedia.org/wiki/Stephen_Harper","headline":"Canadian PM Harper apologises to First Nations for forced assimilation policies"},{"originalText":"Mudslides caused by heavy monsoon rainfall and exacerbated by hill cutting killed at least 128 people in Chittagong, Bangladesh.","year":2007,"subtitle":"2007 Chittagong mudslides","url":"https://en.wikipedia.org/wiki/2007_Chittagong_mudslides","headline":"Mudslides in Chittagong, Bangladesh kill at least 128 people"},{"originalText":"Timothy McVeigh, detonator of a truck bomb in front of the Oklahoma federal building, was executed by lethal injection for using a weapon of mass destruction, among other charges.","year":2001,"subtitle":"Timothy McVeigh","url":"https://en.wikipedia.org/wiki/Timothy_McVeigh","headline":"Timothy McVeigh executed for Oklahoma federal building bombing"},{"originalText":"Robert Edward Dyer was sentenced to 16 years' imprisonment for conducting a six-month-long letter-bomb campaign against the British supermarket chain Tesco.","year":2001,"subtitle":"Tesco bomb campaign","url":"https://en.wikipedia.org/wiki/Tesco_bomb_campaign","headline":"Robert Edward Dyer sentenced to 16 years for letter-bomb campaign against Tesco"},{"originalText":"In one of the most famous upsets in FA Cup history, Sutton United, a team in the fifth tier of English league football, defeated top-tier Coventry City.","year":1989,"subtitle":"FA Cup","url":"https://en.wikipedia.org/wiki/FA_Cup","headline":"Sutton United upsets Coventry City in FA Cup"},{"originalText":"Steven Spielberg's E.T. the Extra-Terrestrial was released, and went on to set the record for the highest-grossing film of all time, which it held for 11 years.","year":1982,"subtitle":"Steven Spielberg","url":"https://en.wikipedia.org/wiki/Steven_Spielberg","headline":"Steven Spielberg's E.T. released, becomes highest-grossing film"},{"originalText":"The University of Alabama was desegregated as Governor George Wallace stepped aside after defiantly blocking the entrance to an auditorium.","year":1963,"subtitle":"University of Alabama","url":"https://en.wikipedia.org/wiki/University_of_Alabama","headline":"University of Alabama desegregated as Governor Wallace steps aside"},{"originalText":"Vietnamese monk Thích Quảng Đức burned himself to death in Saigon to protest the persecution of Buddhists by Catholic South Vietnamese President Ngo Dinh Diem's administration.","year":1963,"subtitle":"Bhikkhu","url":"https://en.wikipedia.org/wiki/Bhikkhu","headline":"Vietnamese monk Thích Quảng Đức self-immolates in protest"},{"originalText":"American criminals Clarence Anglin, John Anglin and Frank Morris escaped from Alcatraz Island, one of the United States' most famous prisons.","year":1962,"subtitle":"June 1962 Alcatraz escape attempt","url":"https://en.wikipedia.org/wiki/June_1962_Alcatraz_escape_attempt","headline":"Alcatraz escapees Clarence Anglin, John Anglin, and Frank Morris"},{"originalText":"Kitosh, an African labourer, died after having been flogged by his British employer, in a case that eventually led to reform of the legal system of the Kenya Colony.","year":1923,"subtitle":"Jasper Abraham murder case","url":"https://en.wikipedia.org/wiki/Jasper_Abraham_murder_case","headline":"African labourer Kitosh dies after flogging by British employer"},{"originalText":"During their national convention in Chicago, Republican Party leaders gathered in negotiations at The Blackstone Hotel to select their presidential candidate, leading to the phrase \"smoke-filled room\".","year":1920,"subtitle":"1920 Republican National Convention","url":"https://en.wikipedia.org/wiki/1920_Republican_National_Convention","headline":"Republican Party leaders negotiate at The Blackstone Hotel for presidential candidate"},{"originalText":"Alexander (pictured) was crowned King of Greece, succeeding his father Constantine I, who had abdicated.","year":1917,"subtitle":"Alexander of Greece","url":"https://en.wikipedia.org/wiki/Alexander_of_Greece","headline":"Alexander crowned King of Greece, succeeding Constantine I"},{"originalText":"Around 2,000 members of European society attended a ball at Kenwood House, England, in one of the last major social events before the outbreak of the First World War.","year":1914,"subtitle":"1914 Kenwood House ball","url":"https://en.wikipedia.org/wiki/1914_Kenwood_House_ball","headline":"2,000 attend ball at Kenwood House before outbreak of First World War"},{"originalText":"Prince Afonso (pictured) died at the age of two, leaving his father Pedro II, the last emperor of Brazil, without a male heir.","year":1847,"subtitle":"Afonso, Prince Imperial of Brazil","url":"https://en.wikipedia.org/wiki/Afonso%2C_Prince_Imperial_of_Brazil","headline":"Prince Afonso dies, leaving Pedro II without male heir"},{"originalText":"Tensions between Yankees and Irish Americans in Boston, Massachusetts, erupted in the Broad Street Riot.","year":1837,"subtitle":"Yankee","url":"https://en.wikipedia.org/wiki/Yankee","headline":"Broad Street Riot erupts between Yankees and Irish Americans in Boston"},{"originalText":"The Battle of Machias, the first naval engagement of the American Revolutionary War, commenced in and around the port of Machias in what is now eastern Maine.","year":1775,"subtitle":"Battle of Machias","url":"https://en.wikipedia.org/wiki/Battle_of_Machias","headline":"Battle of Machias, first naval engagement of American Revolutionary War, commences"},{"originalText":"Philip II of Spain recognized the sovereign rights of the principalía, the local nobles and chieftains of the Philippines who had converted to Catholicism.","year":1594,"subtitle":"Philip II of Spain","url":"https://en.wikipedia.org/wiki/Philip_II_of_Spain","headline":"Philip II of Spain recognizes sovereign rights of principalía in the Philippines"},{"originalText":"Catherine of Aragon (pictured) married King Henry VIII of England, becoming the first of his six wives.","year":1509,"subtitle":"Catherine of Aragon","url":"https://en.wikipedia.org/wiki/Catherine_of_Aragon","headline":"Catherine of Aragon marries King Henry VIII of England"},{"originalText":"Inspecting a new prison without being escorted by his bodyguard, the megas doux Alexios Apokaukos, chief minister of the Byzantine Empire, was lynched by the prisoners.","year":1345,"subtitle":"Megas doux","url":"https://en.wikipedia.org/wiki/Megas_doux","headline":"Chief minister of Byzantine Empire lynched by prisoners during prison inspection"},{"originalText":"Arab–Byzantine wars: The Abbasid army departed Raqqa in northern Syria to begin an invasion of Byzantine-controlled Asia Minor.","year":806,"subtitle":"Arab–Byzantine wars","url":"https://en.wikipedia.org/wiki/Arab%E2%80%93Byzantine_wars","headline":"Abbasid army invades Byzantine-controlled Asia Minor after departing Raqqa"}]}