{"dateLabel":"June 12","issue":"Issue 164","events":[{"originalText":"An Islamic terrorist killed 49 people in a mass shooting at the gay nightclub Pulse in Orlando, Florida.","year":2016,"subtitle":"Pulse nightclub shooting","url":"https://en.wikipedia.org/wiki/Pulse_nightclub_shooting","headline":"Islamic terrorist kills 49 at Pulse nightclub in Orlando"},{"originalText":"Sixteen-year-old Abby Sunderland was rescued after her boat was dismasted in the Indian Ocean while trying to become the youngest sailor around the world.","year":2010,"subtitle":"Abby Sunderland","url":"https://en.wikipedia.org/wiki/Abby_Sunderland","headline":"Abby Sunderland rescued in Indian Ocean"},{"originalText":"In the aftermath of the bombing of Yugoslavia and the Kosovo War, the NATO-led Kosovo Force entered Kosovo with a mandate of establishing a secure environment in the territory.","year":1999,"subtitle":"NATO bombing of Yugoslavia","url":"https://en.wikipedia.org/wiki/NATO_bombing_of_Yugoslavia","headline":"NATO-led Kosovo Force enters Kosovo after bombing"},{"originalText":"The Boeing 777, the world's largest twinjet, made its maiden flight.","year":1994,"subtitle":"Boeing 777","url":"https://en.wikipedia.org/wiki/Boeing_777","headline":"Boeing 777 makes maiden flight"},{"originalText":"More than 150 Sri Lankan Tamil civilians were massacred by members of the military in the village of Kokkadichcholai.","year":1991,"subtitle":"Sri Lankan Tamils","url":"https://en.wikipedia.org/wiki/Sri_Lankan_Tamils","headline":"150 Sri Lankan Tamils massacred in Kokkadichcholai"},{"originalText":"Cold War: During a speech at the Brandenburg Gate by the Berlin Wall, US president Ronald Reagan challenged Soviet leader Mikhail Gorbachev to \"tear down this wall!\" (speech featured).","year":1987,"subtitle":"Cold War","url":"https://en.wikipedia.org/wiki/Cold_War","headline":"Reagan challenges Gorbachev at Berlin Wall"},{"originalText":"American serial killer David Berkowitz, popularly known as the \"Son of Sam\", was sentenced to 25-years-to-life in prison for each of six killings.","year":1978,"subtitle":"David Berkowitz","url":"https://en.wikipedia.org/wiki/David_Berkowitz","headline":"Serial killer Son of Sam sentenced to life in prison"},{"originalText":"The U.S. Supreme Court struck down laws restricting interracial marriage in the landmark civil rights case Loving v. Virginia.","year":1967,"subtitle":"Supreme Court of the United States","url":"https://en.wikipedia.org/wiki/Supreme_Court_of_the_United_States","headline":"Supreme Court strikes down laws restricting interracial marriage"},{"originalText":"The premiere was held in New York of the historical drama film Cleopatra, the most expensive film made to that point.","year":1963,"subtitle":"Cleopatra (1963 film)","url":"https://en.wikipedia.org/wiki/Cleopatra_(1963_film)","headline":"Premiere of Cleopatra held in New York"},{"originalText":"On her thirteenth birthday, Anne Frank (pictured) began keeping a diary during the Nazi occupation of the Netherlands in World War II.","year":1942,"subtitle":"Anne Frank","url":"https://en.wikipedia.org/wiki/Anne_Frank","headline":"Anne Frank begins diary during Nazi occupation"},{"originalText":"Soviet politician Vladimir Antonov-Ovseenko authorised the use of chemical weapons against a peasant rebellion in the Tambov Governorate.","year":1921,"subtitle":"Vladimir Antonov-Ovseenko","url":"https://en.wikipedia.org/wiki/Vladimir_Antonov-Ovseenko","headline":"Chemical weapons authorised against peasant rebellion"},{"originalText":"As part of the Ottoman Empire's policies of ethnic cleansing, Turkish irregulars began a six-day massacre of the predominantly Greek town of Phocaea.","year":1914,"subtitle":"Ottoman Empire","url":"https://en.wikipedia.org/wiki/Ottoman_Empire","headline":"Turkish irregulars massacre Greek town of Phocaea"},{"originalText":"The New Richmond tornado killed 117 people and injured 125 others in the Upper Midwest region of the United States.","year":1899,"subtitle":"1899 New Richmond tornado","url":"https://en.wikipedia.org/wiki/1899_New_Richmond_tornado","headline":"New Richmond tornado kills 117 in the US"},{"originalText":"Union General Ulysses S. Grant pulled his troops out of the Battle of Cold Harbor in Hanover County, Virginia, ending one of the bloodiest, most lopsided battles in the American Civil War.","year":1864,"subtitle":"Union Army","url":"https://en.wikipedia.org/wiki/Union_Army","headline":"Grant pulls troops out of Battle of Cold Harbor"},{"originalText":"Following the successful French invasion of Malta, the Knights Hospitaller surrendered Malta to Napoleon, initiating two years of occupation.","year":1798,"subtitle":"French invasion of Malta","url":"https://en.wikipedia.org/wiki/French_invasion_of_Malta","headline":"Knights Hospitaller surrender Malta to Napoleon"},{"originalText":"The Fifth Virginia Convention adopted a declaration of rights, an influential document that proclaimed the inherent rights of men.","year":1776,"subtitle":"Fifth Virginia Convention","url":"https://en.wikipedia.org/wiki/Fifth_Virginia_Convention","headline":"Fifth Virginia Convention adopts declaration of rights"},{"originalText":"Thomas Gage, the governor of the Province of Massachusetts Bay, offered a general pardon to colonists who remained loyal to Britain.","year":1775,"subtitle":"Thomas Gage","url":"https://en.wikipedia.org/wiki/Thomas_Gage","headline":"Governor Gage offers pardon to loyal colonists"},{"originalText":"The Disputation of Paris, in which four rabbis defended the Talmud against Nicholas Donin's accusations of blasphemy, began in the court of King Louis IX.","year":1240,"subtitle":"Disputation of Paris","url":"https://en.wikipedia.org/wiki/Disputation_of_Paris","headline":"Disputation of Paris begins defending Talmud"}]}