{"dateLabel":"June 13","issue":"Issue 165","events":[{"originalText":"Some of the closest advisors and collaborators of Czech Prime Minister Petr Nečas were arrested for corruption.","year":2013,"subtitle":"Petr Nečas","url":"https://en.wikipedia.org/wiki/Petr_Ne%C4%8Das","headline":"Close advisors of Czech Prime Minister Petr Nečas arrested for corruption"},{"originalText":"A 6.0 Mw earthquake caused up to NZ$6 billion of additional damage to Christchurch, New Zealand, which was still recovering from an earthquake four months earlier.","year":2011,"subtitle":"June 2011 Christchurch earthquake","url":"https://en.wikipedia.org/wiki/June_2011_Christchurch_earthquake","headline":"6.0 Mw earthquake causes NZ$6 billion damage to Christchurch, New Zealand"},{"originalText":"Insurgents carried out a second bombing at the al-Askari Mosque, one of the holiest sites in Shia Islam.","year":2007,"subtitle":"2007 al-Askari mosque bombing","url":"https://en.wikipedia.org/wiki/2007_al-Askari_mosque_bombing","headline":"Second bombing at al-Askari Mosque, a holy site in Shia Islam"},{"originalText":"After an 81-day standoff sparked by their refusal to be evicted from their foreclosed property in Jordan, Montana, the Christian Patriot group Montana Freemen surrendered to the FBI.","year":1996,"subtitle":"Foreclosure","url":"https://en.wikipedia.org/wiki/Foreclosure","headline":"Christian Patriot group Montana Freemen surrender after 81-day standoff in Jordan, Montana"},{"originalText":"Pioneer 10 passed the orbit of Neptune, becoming the first man-made object to leave the proximity of the major planets of the Solar System.","year":1983,"subtitle":"Pioneer 10","url":"https://en.wikipedia.org/wiki/Pioneer_10","headline":"Pioneer 10 becomes first man-made object to leave major planets of Solar System"},{"originalText":"English teenager Marcus Sarjeant fired six blanks at Queen Elizabeth II as she rode down The Mall to the Trooping the Colour ceremony.","year":1981,"subtitle":"Marcus Sarjeant","url":"https://en.wikipedia.org/wiki/Marcus_Sarjeant","headline":"Teenager fires blanks at Queen Elizabeth II during Trooping the Colour ceremony"},{"originalText":"The New York Times published the first excerpts from the Pentagon Papers, a 7,000-page classified Department of Defense history of the United States' political and military involvement in the Vietnam War.","year":1971,"subtitle":"The New York Times","url":"https://en.wikipedia.org/wiki/The_New_York_Times","headline":"New York Times publishes excerpts from Pentagon Papers on Vietnam War"},{"originalText":"\"The Long and Winding Road\" became the Beatles' twentieth and final number-one single on the Billboard Hot 100 chart.","year":1970,"subtitle":"The Long and Winding Road","url":"https://en.wikipedia.org/wiki/The_Long_and_Winding_Road","headline":"Beatles' 'The Long and Winding Road' tops Billboard Hot 100 chart"},{"originalText":"Governor of Texas Preston Smith signed a law converting a research arm of Texas Instruments into the University of Texas at Dallas.","year":1969,"subtitle":"Preston Smith (governor)","url":"https://en.wikipedia.org/wiki/Preston_Smith_(governor)","headline":"Governor Preston Smith signs law converting Texas Instruments research arm into University of Texas at Dallas"},{"originalText":"Soviet aircraft shot down a Swedish military plane carrying out signals-intelligence gathering operations, followed three days later by the shootdown of a second plane searching for the first one.","year":1952,"subtitle":"Catalina affair","url":"https://en.wikipedia.org/wiki/Catalina_affair","headline":"Soviet aircraft shoot down Swedish military planes in signals-intelligence operations"},{"originalText":"Second World War: At the Battle of Villers-Bocage, German tank commander Michael Wittmann destroyed around 30 Allied vehicles in less than 15 minutes.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German tank commander destroys 30 Allied vehicles in 15 minutes at Battle of Villers-Bocage"},{"originalText":"In one of the biggest upsets in championship boxing, the underdog James J. Braddock defeated Max Baer to become the heavyweight champion of the world.","year":1935,"subtitle":"Boxing","url":"https://en.wikipedia.org/wiki/Boxing","headline":"James J. Braddock upsets Max Baer to become heavyweight champion"},{"originalText":"World War I: The Battle of Mont Sorrel in the Ypres Salient came to an end as a Canadian assault led German forces to withdraw to their original lines.","year":1916,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Battle of Mont Sorrel ends with Canadian assault forcing German withdrawal"},{"originalText":"The Jeannette expedition to reach the North Pole from the Pacific Ocean via the Bering Strait came to an end when the USS Jeannette (pictured) was finally crushed and sank after having been trapped in ice for almost two years.","year":1881,"subtitle":"Jeannette expedition","url":"https://en.wikipedia.org/wiki/Jeannette_expedition","headline":"Jeannette expedition ends as USS Jeannette sinks after being trapped in ice"},{"originalText":"Lewis and Clark Expedition: Meriwether Lewis became the first white American to sight the Great Falls of the Missouri River.","year":1805,"subtitle":"Lewis and Clark Expedition","url":"https://en.wikipedia.org/wiki/Lewis_and_Clark_Expedition","headline":"Meriwether Lewis sights Great Falls of Missouri River during Lewis and Clark Expedition"},{"originalText":"Martin Luther married Katharina von Bora, beginning the practice of clerical marriage in Protestantism.","year":1525,"subtitle":"Martin Luther","url":"https://en.wikipedia.org/wiki/Martin_Luther","headline":"Martin Luther marries Katharina von Bora, initiating clerical marriage in Protestantism"},{"originalText":"Henry Grace à Dieu, the largest warship ever built at the time, was launched from Woolwich Dockyard, England.","year":1514,"subtitle":"Henry Grace à Dieu","url":"https://en.wikipedia.org/wiki/Henry_Grace_%C3%A0_Dieu","headline":"Henry Grace à Dieu launched from Woolwich Dockyard, England"}]}