{"dateLabel":"June 15","issue":"Issue 167","events":[{"originalText":"American acrobat Nik Wallenda became the first person to walk a tightrope stretched directly over Niagara Falls.","year":2012,"subtitle":"Nik Wallenda","url":"https://en.wikipedia.org/wiki/Nik_Wallenda","headline":"Nik Wallenda walks tightrope over Niagara Falls"},{"originalText":"US president George W. Bush designated 140,000 square miles (360,000 km2) around the Northwestern Hawaiian Islands as the Papahānaumokuākea Marine National Monument, now one of the world's largest protected areas.","year":2006,"subtitle":"George W. Bush","url":"https://en.wikipedia.org/wiki/George_W._Bush","headline":"George W. Bush designates Papahānaumokuākea Marine National Monument"},{"originalText":"Leaders of China, Russia, Kazakhstan, Kyrgyzstan, Tajikistan and Uzbekistan formed the Shanghai Cooperation Organisation.","year":2001,"subtitle":"Shanghai Cooperation Organisation","url":"https://en.wikipedia.org/wiki/Shanghai_Cooperation_Organisation","headline":"Shanghai Cooperation Organisation formed by China, Russia, and others"},{"originalText":"The Troubles: The Provisional Irish Republican Army detonated a truck bomb in the commercial centre of Manchester, England, injuring more than 200 people and causing widespread damage to buildings.","year":1996,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"IRA detonates truck bomb in Manchester, England"},{"originalText":"Western Greece was struck by an earthquake registering 6.4–6.5 Mw that killed 26 people.","year":1995,"subtitle":"1995 Aigio earthquake","url":"https://en.wikipedia.org/wiki/1995_Aigio_earthquake","headline":"Earthquake in Western Greece kills 26"},{"originalText":"The eruption of Mount Pinatubo in the Philippines deposited large amounts of particulate matter into the atmosphere, enough to lower global temperatures by about 0.5 °C (0.9 °F).","year":1991,"subtitle":"Mount Pinatubo","url":"https://en.wikipedia.org/wiki/Mount_Pinatubo","headline":"Mount Pinatubo eruption lowers global temperatures"},{"originalText":"King Hussein of Jordan married American Lisa Halaby, who became known as Queen Noor of Jordan (pictured).","year":1978,"subtitle":"Hussein of Jordan","url":"https://en.wikipedia.org/wiki/Hussein_of_Jordan","headline":"King Hussein of Jordan marries Lisa Halaby"},{"originalText":"In the Saskatchewan general election, the Co-operative Commonwealth Federation led by Tommy Douglas  won enough seats in the Legislative Assembly to form the first socialist government in North America.","year":1944,"subtitle":"1944 Saskatchewan general election","url":"https://en.wikipedia.org/wiki/1944_Saskatchewan_general_election","headline":"Tommy Douglas leads CCF to victory in Saskatchewan election"},{"originalText":"World War II: The United States Army Air Forces began its first air raid on the Japanese home islands, although little damage was caused.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"US Army Air Forces launch first air raid on Japan"},{"originalText":"Bessie Coleman (pictured) became the first Black person to earn an international pilot's license from the Fédération Aéronautique Internationale.","year":1921,"subtitle":"Bessie Coleman","url":"https://en.wikipedia.org/wiki/Bessie_Coleman","headline":"Bessie Coleman earns international pilot's license"},{"originalText":"Three African-American circus workers were lynched by a mob in Duluth, Minnesota, a crime that shocked the country for having taken place in the Northern United States.","year":1920,"subtitle":"Duluth lynchings","url":"https://en.wikipedia.org/wiki/Duluth_lynchings","headline":"Three African-American circus workers lynched in Duluth"},{"originalText":"An earthquake registering 8.5 Mw and subsequent tsunami struck Japan, killing at least 22,000 people and destroying about 9,000 homes.","year":1896,"subtitle":"1896 Sanriku earthquake","url":"https://en.wikipedia.org/wiki/1896_Sanriku_earthquake","headline":"Earthquake and tsunami strike Japan, killing thousands"},{"originalText":"Eadweard Muybridge took a series of photographs to prove that all four feet of a horse leave the ground when it gallops, which became the basis of motion pictures.","year":1878,"subtitle":"Eadweard Muybridge","url":"https://en.wikipedia.org/wiki/Eadweard_Muybridge","headline":"Eadweard Muybridge proves horse gallop in motion pictures"},{"originalText":"The shooting of a pig in the San Juan Islands led to the so-called Pig War over the border between the United States and British North America.","year":1859,"subtitle":"San Juan Islands","url":"https://en.wikipedia.org/wiki/San_Juan_Islands","headline":"Pig War erupts over border dispute between US and British North America"},{"originalText":"War of the Second Coalition: France and Austria agreed the Convention of Alessandria, bringing a temporary peace between the two nations.","year":1800,"subtitle":"War of the Second Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_Second_Coalition","headline":"France and Austria agree Convention of Alessandria for temporary peace"},{"originalText":"Pope Leo X issued the papal bull Exsurge Domine, censuring 41 propositions from Martin Luther's Ninety-five Theses and subsequent writings, and threatening him with excommunication unless he recanted.","year":1520,"subtitle":"Pope Leo X","url":"https://en.wikipedia.org/wiki/Pope_Leo_X","headline":"Pope Leo X censures Martin Luther with Exsurge Domine"},{"originalText":"King John of England and a group of rebel barons agreed on the text of Magna Carta, an influential charter of rights.","year":1215,"subtitle":"John, King of England","url":"https://en.wikipedia.org/wiki/John%2C_King_of_England","headline":"King John of England agrees on Magna Carta text"},{"originalText":"The Bur-Sagale eclipse was observed in Assyria, the earliest solar eclipse mentioned in historical sources that has been successfully identified.","year":-763,"subtitle":"760s BC","url":"https://en.wikipedia.org/wiki/760s_BC","headline":"Earliest solar eclipse in Assyria observed during Bur-Sagale"}]}