{"dateLabel":"June 16","issue":"Issue 168","events":[{"originalText":"Jo Cox, a British Member of Parliament, was murdered in her constituency.","year":2016,"subtitle":"Jo Cox","url":"https://en.wikipedia.org/wiki/Jo_Cox","headline":"British MP Jo Cox murdered in her constituency"},{"originalText":"Liu Yang (pictured), a member of the Shenzhou 9 crew, became the first Chinese woman in space.","year":2012,"subtitle":"Liu Yang (taikonaut)","url":"https://en.wikipedia.org/wiki/Liu_Yang_(taikonaut)","headline":"Chinese astronaut Liu Yang first woman in space"},{"originalText":"The English rock band Radiohead released their landmark third album OK Computer.","year":1997,"subtitle":"Radiohead","url":"https://en.wikipedia.org/wiki/Radiohead","headline":"Radiohead releases landmark album OK Computer"},{"originalText":"English musician David Bowie released his breakthrough album, The Rise and Fall of Ziggy Stardust and the Spiders from Mars.","year":1972,"subtitle":"David Bowie","url":"https://en.wikipedia.org/wiki/David_Bowie","headline":"David Bowie releases breakthrough album Ziggy Stardust"},{"originalText":"Aboard Vostok 6, Soviet cosmonaut Valentina Tereshkova (pictured) became the first woman in space.","year":1963,"subtitle":"Vostok 6","url":"https://en.wikipedia.org/wiki/Vostok_6","headline":"Soviet cosmonaut Valentina Tereshkova first woman in space"},{"originalText":"Psycho, a psychological horror film directed by Alfred Hitchcock (pictured) and based on a novel of the same name by Robert Bloch, premiered.","year":1960,"subtitle":"Psycho (1960 film)","url":"https://en.wikipedia.org/wiki/Psycho_(1960_film)","headline":"Alfred Hitchcock's Psycho premieres"},{"originalText":"A Junkers Ju 52 aircraft of Norwegian Air Lines crashed into a mountainside near Hyllestad, Norway, killing all seven people on board.","year":1936,"subtitle":"Junkers Ju 52","url":"https://en.wikipedia.org/wiki/Junkers_Ju_52","headline":"Norwegian Air Lines aircraft crash kills seven"},{"originalText":"The technology company IBM was founded as the Computing-Tabulating-Recording Company in Endicott, New York.","year":1911,"subtitle":"IBM","url":"https://en.wikipedia.org/wiki/IBM","headline":"IBM founded as Computing-Tabulating-Recording Company"},{"originalText":"Irish author James Joyce began a relationship with Nora Barnacle, and subsequently used the date to set the actions for his 1922 novel Ulysses, commemorated as Bloomsday.","year":1904,"subtitle":"James Joyce","url":"https://en.wikipedia.org/wiki/James_Joyce","headline":"James Joyce begins relationship with Nora Barnacle"},{"originalText":"In the Victoria Hall disaster, 183 children were crushed to death when they ran down the stairs to collect gifts after a variety show in Sunderland, England.","year":1883,"subtitle":"Victoria Hall disaster","url":"https://en.wikipedia.org/wiki/Victoria_Hall_disaster","headline":"Victoria Hall disaster kills 183 children in England"},{"originalText":"A strong earthquake in the Kutch district of Gujarat, India, caused a local zone of uplift that dammed the Nara River, which was later named the Allah Bund ('Dam of God').","year":1819,"subtitle":"1819 Rann of Kutch earthquake","url":"https://en.wikipedia.org/wiki/1819_Rann_of_Kutch_earthquake","headline":"Strong earthquake in Gujarat causes local uplift"},{"originalText":"After a two-week siege, the French commander of Fort Beauséjour in present-day New Brunswick, Canada, surrendered to British forces, marking the end of Father Le Loutre's War.","year":1755,"subtitle":"Battle of Fort Beauséjour","url":"https://en.wikipedia.org/wiki/Battle_of_Fort_Beaus%C3%A9jour","headline":"French commander surrenders to British forces in Canada"},{"originalText":"The Plymouth Company granted a land patent to Thomas Purchase, who became the first permanent European settler of Pejepscot, Maine.","year":1632,"subtitle":"Plymouth Company","url":"https://en.wikipedia.org/wiki/Plymouth_Company","headline":"Thomas Purchase becomes first European settler of Pejepscot"},{"originalText":"Ming forces conquered Đại Ngu in modern-day northern Vietnam, capturing Hồ dynasty emperor Hồ Quý Ly and bringing the country under Chinese rule.","year":1407,"subtitle":"Ming dynasty","url":"https://en.wikipedia.org/wiki/Ming_dynasty","headline":"Ming forces conquer Đại Ngu in northern Vietnam"},{"originalText":"The final king of the Sasanian Empire of Iran, Yazdegerd III, ascended the throne at the age of eight.","year":632,"subtitle":"Sasanian Empire","url":"https://en.wikipedia.org/wiki/Sasanian_Empire","headline":"Yazdegerd III ascends throne as final Sasanian king"}]}