{"dateLabel":"June 17","issue":"Issue 169","events":[{"originalText":"Wildfires erupted across central Portugal, eventually causing the deaths of 66 people.","year":2017,"subtitle":"June 2017 Portugal wildfires","url":"https://en.wikipedia.org/wiki/June_2017_Portugal_wildfires","headline":"Wildfires in central Portugal claim 66 lives"},{"originalText":"A white supremacist committed a mass shooting at the Emanuel African Methodist Episcopal Church in Charleston, South Carolina, killing nine people during a prayer service.","year":2015,"subtitle":"White supremacy","url":"https://en.wikipedia.org/wiki/White_supremacy","headline":"White supremacist kills 9 in Charleston church shooting"},{"originalText":"Riots broke out in Saigon one day after the signing of the Joint Communiqué, an attempt to resolve the Buddhist crisis in South Vietnam.","year":1963,"subtitle":"Ho Chi Minh City","url":"https://en.wikipedia.org/wiki/Ho_Chi_Minh_City","headline":"Riots erupt in Saigon after Joint Communiqué signing"},{"originalText":"Guatemalan Revolution: The Guatemalan Congress passed Decree 900, redistributing unused land greater than 224 acres (0.91 km2) in area to local peasants.","year":1952,"subtitle":"Guatemalan Revolution","url":"https://en.wikipedia.org/wiki/Guatemalan_Revolution","headline":"Guatemalan Congress passes Decree 900 in Revolution"},{"originalText":"Second World War: RMS Lancastria was sunk by German aircraft near Saint-Nazaire, France, causing thousands of fatalities in Britain's worst maritime disaster.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"RMS Lancastria sunk near Saint-Nazaire, France"},{"originalText":"Hundreds of Canadian soldiers rioted in Epsom, England, after one of their comrades was arrested, leading to the death of a British police officer.","year":1919,"subtitle":"Epsom riot","url":"https://en.wikipedia.org/wiki/Epsom_riot","headline":"Canadian soldiers riot in Epsom, England"},{"originalText":"In Detroit, autoworkers for car manufacturer Studebaker went on strike in the American auto industry's first major strike action.","year":1913,"subtitle":"Detroit","url":"https://en.wikipedia.org/wiki/Detroit","headline":"Studebaker autoworkers strike in Detroit"},{"originalText":"Boxer Rebellion: Allied naval forces captured the Taku Forts from Qing China after a brief but bloody battle.","year":1900,"subtitle":"Boxer Rebellion","url":"https://en.wikipedia.org/wiki/Boxer_Rebellion","headline":"Allied forces capture Taku Forts in Boxer Rebellion"},{"originalText":"American Civil War: The Battle of Vienna, Virginia, took place, which involved one of the world's first military movements of troops by train.","year":1861,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Battle of Vienna, Virginia, involves troop movement by train"},{"originalText":"French Revolutionary Wars: Off the coast of Brittany, a Royal Navy squadron commanded by William Cornwallis (pictured) fended off a numerically superior French Navy fleet.","year":1795,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"Royal Navy squadron fends off French fleet off Brittany coast"},{"originalText":"American Revolutionary War: British forces took Bunker Hill outside of Boston, Massachusetts.","year":1775,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British forces take Bunker Hill in American Revolutionary War"},{"originalText":"Mumtaz Mahal (pictured), wife of the Mughal emperor Shah Jahan, died in childbirth; Jahan spent the next seventeen years constructing her mausoleum, the Taj Mahal.","year":1631,"subtitle":"Mumtaz Mahal","url":"https://en.wikipedia.org/wiki/Mumtaz_Mahal","headline":"Mumtaz Mahal dies in childbirth, Taj Mahal construction begins"},{"originalText":"Explorer Francis Drake landed in a region of present-day California, naming it New Albion and claiming it for England.","year":1579,"subtitle":"Francis Drake","url":"https://en.wikipedia.org/wiki/Francis_Drake","headline":"Francis Drake claims New Albion in present-day California"},{"originalText":"Ottoman–Hungarian wars: Wallachian forces led by Vlad Dracula attacked an Ottoman camp at night in an unsuccessful attempt to assassinate Sultan Mehmed II.","year":1462,"subtitle":"Ottoman–Hungarian wars","url":"https://en.wikipedia.org/wiki/Ottoman%E2%80%93Hungarian_wars","headline":"Vlad Dracula attacks Ottoman camp in failed assassination attempt"},{"originalText":"The kingdoms of Denmark, Sweden, and Norway formed the Kalmar Union, a personal union under Eric of Pomerania.","year":1397,"subtitle":"Kalmar Union","url":"https://en.wikipedia.org/wiki/Kalmar_Union","headline":"Denmark, Sweden, and Norway form Kalmar Union under Eric of Pomerania"},{"originalText":"Pope Martin I was arrested in the Lateran Palace, Rome,  and taken to Constantinople.","year":653,"subtitle":"Pope Martin I","url":"https://en.wikipedia.org/wiki/Pope_Martin_I","headline":"Pope Martin I arrested and taken to Constantinople"}]}