{"dateLabel":"June 18","issue":"Issue 170","events":[{"originalText":"Salman bin Abdulaziz Al Saud was appointed the crown prince of Saudi Arabia.","year":2012,"subtitle":"Salman of Saudi Arabia","url":"https://en.wikipedia.org/wiki/Salman_of_Saudi_Arabia","headline":"Salman bin Abdulaziz Al Saud appointed crown prince of Saudi Arabia"},{"originalText":"NASA launched the Lunar Reconnaissance Orbiter, its first mission to the Moon in more than ten years.","year":2009,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"NASA launches Lunar Reconnaissance Orbiter to the Moon"},{"originalText":"The Troubles: Ulster Volunteer Force members attacked a crowded bar in Loughinisland, Northern Ireland, with assault rifles, killing six.","year":1994,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Ulster Volunteer Force members attack bar in Loughinisland, Northern Ireland, killing six"},{"originalText":"Aboard Space Shuttle Challenger, astronaut Sally Ride became the first American woman and third one overall in space.","year":1983,"subtitle":"Space Shuttle Challenger","url":"https://en.wikipedia.org/wiki/Space_Shuttle_Challenger","headline":"Sally Ride becomes first American woman in space aboard Space Shuttle Challenger"},{"originalText":"Iranian teenager Mona Mahmudnizhad and nine other women were hanged in Shiraz because of their membership in the Baháʼí Faith.","year":1983,"subtitle":"Mona Mahmudnizhad","url":"https://en.wikipedia.org/wiki/Mona_Mahmudnizhad","headline":"Iranian teenager Mona Mahmudnizhad hanged in Shiraz for Baháʼí Faith membership"},{"originalText":"The body of Italian banker Roberto Calvi, nicknamed \"God's Banker\" due to his close association with the Holy See, was found hanging from scaffolding beneath London's Blackfriars Bridge.","year":1982,"subtitle":"Roberto Calvi","url":"https://en.wikipedia.org/wiki/Roberto_Calvi","headline":"Body of Italian banker Roberto Calvi found hanging from scaffolding in London"},{"originalText":"The Lockheed F-117 Nighthawk, the first operational aircraft to be designed around stealth technology, made its maiden flight.","year":1981,"subtitle":"Lockheed F-117 Nighthawk","url":"https://en.wikipedia.org/wiki/Lockheed_F-117_Nighthawk","headline":"Lockheed F-117 Nighthawk makes maiden flight"},{"originalText":"British European Airways Flight 548 crashed near Staines-upon-Thames less than three minutes after departing from Heathrow Airport in London, killing all 118 people aboard in the worst air accident in the UK.","year":1972,"subtitle":"British European Airways Flight 548","url":"https://en.wikipedia.org/wiki/British_European_Airways_Flight_548","headline":"British European Airways Flight 548 crashes near Staines-upon-Thames, killing all 118 aboard"},{"originalText":"American musician Jimi Hendrix burned his guitar on stage at the end of a performance at the Monterey International Pop Festival in California.","year":1967,"subtitle":"Jimi Hendrix","url":"https://en.wikipedia.org/wiki/Jimi_Hendrix","headline":"Jimi Hendrix burns guitar on stage at Monterey International Pop Festival"},{"originalText":"Benjamin Britten's one-act opera Noye's Fludde premiered at the Aldeburgh Festival.","year":1958,"subtitle":"Benjamin Britten","url":"https://en.wikipedia.org/wiki/Benjamin_Britten","headline":"Benjamin Britten's opera Noye's Fludde premieres at Aldeburgh Festival"},{"originalText":"Carlos Castillo Armas led a CIA-sponsored invasion force across the Guatemalan border, beginning the 1954 Guatemalan coup d'état.","year":1954,"subtitle":"Carlos Castillo Armas","url":"https://en.wikipedia.org/wiki/Carlos_Castillo_Armas","headline":"Carlos Castillo Armas leads invasion force in 1954 Guatemalan coup d'état"},{"originalText":"A Douglas C-124 Globemaster II aircraft crashed just after takeoff from Tachikawa, Japan, killing all 129 people on board.","year":1953,"subtitle":"Douglas C-124 Globemaster II","url":"https://en.wikipedia.org/wiki/Douglas_C-124_Globemaster_II","headline":"Douglas C-124 Globemaster II aircraft crashes in Japan, killing all 129 on board"},{"originalText":"World War II: Charles de Gaulle gave his Appeal of 18 June speech, often considered to be the origin of the French Resistance.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Charles de Gaulle gives Appeal of 18 June speech, origin of French Resistance"},{"originalText":"Charles Darwin received a manuscript by fellow naturalist Alfred Russel Wallace on natural selection, which encouraged him to publish his own theory of evolution.","year":1858,"subtitle":"Charles Darwin","url":"https://en.wikipedia.org/wiki/Charles_Darwin","headline":"Charles Darwin receives manuscript on natural selection from Alfred Russel Wallace"},{"originalText":"War of the Seventh Coalition: Napoleon fought and lost his final battle, the Battle of Waterloo (depicted), in present-day Belgium.","year":1815,"subtitle":"Hundred Days","url":"https://en.wikipedia.org/wiki/Hundred_Days","headline":"Napoleon loses final battle at Battle of Waterloo in Belgium"},{"originalText":"Third Silesian War: The Austrian victory at the Battle of Kolín forced Prussian leader Frederick the Great to give up the Siege of Prague and retreat to Saxony.","year":1757,"subtitle":"Third Silesian War","url":"https://en.wikipedia.org/wiki/Third_Silesian_War","headline":"Austrian victory at Battle of Kolín forces Frederick the Great to retreat"},{"originalText":"Rus' forces sailed into the Bosporus in a fleet of about 200 vessels and started pillaging the suburbs of Constantinople.","year":860,"subtitle":"Rus' Khaganate","url":"https://en.wikipedia.org/wiki/Rus'_Khaganate","headline":"Rus' forces pillage suburbs of Constantinople"},{"originalText":"Sui–Tang transition: Chinese governor Li Yuan (pictured) declared himself emperor, establishing the Tang dynasty.","year":618,"subtitle":"Transition from Sui to Tang","url":"https://en.wikipedia.org/wiki/Transition_from_Sui_to_Tang","headline":"Chinese governor Li Yuan declares himself emperor, establishing Tang dynasty"}]}