{"dateLabel":"June 19","issue":"Issue 171","events":[{"originalText":"Facing allegations of sexual assault in Sweden, Julian Assange (pictured), the founder of WikiLeaks, requested asylum at the Ecuadorian embassy in London.","year":2012,"subtitle":"Assange v Swedish Prosecution Authority","url":"https://en.wikipedia.org/wiki/Assange_v_Swedish_Prosecution_Authority","headline":"Julian Assange seeks asylum at Ecuadorian embassy in London amid sexual assault allegations"},{"originalText":"The royal wedding of Victoria, Crown Princess of Sweden, and Daniel Westling took place in Stockholm Cathedral.","year":2010,"subtitle":"Wedding of Victoria, Crown Princess of Sweden, and Daniel Westling","url":"https://en.wikipedia.org/wiki/Wedding_of_Victoria%2C_Crown_Princess_of_Sweden%2C_and_Daniel_Westling","headline":"Victoria, Crown Princess of Sweden, weds Daniel Westling in Stockholm Cathedral"},{"originalText":"Mass rioting broke out in Shishou, China, over the dubious circumstances surrounding the death of a local chef.","year":2009,"subtitle":"Shishou incident","url":"https://en.wikipedia.org/wiki/Shishou_incident","headline":"Mass rioting erupts in Shishou, China over local chef's death"},{"originalText":"War in Afghanistan: British forces began Operation Panther's Claw, in which more than 350 troops made an aerial assault on Taliban positions in Southern Afghanistan.","year":2009,"subtitle":"War in Afghanistan (2001–2021)","url":"https://en.wikipedia.org/wiki/War_in_Afghanistan_(2001%E2%80%932021)","headline":"British forces launch Operation Panther's Claw in Southern Afghanistan against Taliban"},{"originalText":"Only six race cars competed in the United States Grand Prix at the Indianapolis Motor Speedway in Indianapolis, Indiana, after all the Michelin-shod entrants were withdrawn due to safety concerns.","year":2005,"subtitle":"Auto racing","url":"https://en.wikipedia.org/wiki/Auto_racing","headline":"Only six race cars compete in US Grand Prix at Indianapolis Motor Speedway"},{"originalText":"Basque separatist group ETA detonated a car bomb at the Hipercor shopping centre in Barcelona, killing 21 people and injuring 45 others.","year":1987,"subtitle":"Basque nationalism","url":"https://en.wikipedia.org/wiki/Basque_nationalism","headline":"ETA car bomb kills 21 at Hipercor shopping centre in Barcelona"},{"originalText":"The international Patent Cooperation Treaty was signed, providing a unified procedure for filing patent applications to protect inventions in each of its contracting states.","year":1970,"subtitle":"Patent Cooperation Treaty","url":"https://en.wikipedia.org/wiki/Patent_Cooperation_Treaty","headline":"Patent Cooperation Treaty signed to protect inventions in contracting states"},{"originalText":"Nguyễn Cao Kỳ, the commander of the South Vietnam Air Force, was appointed prime minister at the head of a military regime.","year":1965,"subtitle":"Nguyễn Cao Kỳ","url":"https://en.wikipedia.org/wiki/Nguy%E1%BB%85n_Cao_K%E1%BB%B3","headline":"Nguyễn Cao Kỳ appointed prime minister of South Vietnam"},{"originalText":"Americans Julius and Ethel Rosenberg (pictured) were executed as spies for passing nuclear weapons secrets to the Soviet Union.","year":1953,"subtitle":"Julius and Ethel Rosenberg","url":"https://en.wikipedia.org/wiki/Julius_and_Ethel_Rosenberg","headline":"Julius and Ethel Rosenberg executed as spies for passing nuclear secrets to Soviet Union"},{"originalText":"American baseball player Lou Gehrig was diagnosed with amyotrophic lateral sclerosis, now commonly known in the United States as \"Lou Gehrig's Disease\".","year":1939,"subtitle":"Lou Gehrig","url":"https://en.wikipedia.org/wiki/Lou_Gehrig","headline":"Lou Gehrig diagnosed with amyotrophic lateral sclerosis"},{"originalText":"Second French intervention in Mexico: Emperor Maximilian I of Mexico was executed by firing squad in Querétaro City.","year":1867,"subtitle":"Second French intervention in Mexico","url":"https://en.wikipedia.org/wiki/Second_French_intervention_in_Mexico","headline":"Emperor Maximilian I of Mexico executed by firing squad in Querétaro City"},{"originalText":"The first officially recorded baseball game in U.S. history using modern rules was played in Hoboken, New Jersey, with the \"New York Nine\" defeating the New York Knickerbockers 23–1.","year":1846,"subtitle":"Baseball","url":"https://en.wikipedia.org/wiki/Baseball","headline":"First officially recorded baseball game with modern rules played in Hoboken, New Jersey"},{"originalText":"The Jesuits' Maryland province contracted to sell 272 slaves to buyers in Louisiana in one of the largest slave sales in American history.","year":1838,"subtitle":"Jesuits","url":"https://en.wikipedia.org/wiki/Jesuits","headline":"Jesuits' Maryland province sells 272 slaves in one of largest slave sales in American history"},{"originalText":"The proprietors of King's Chapel, Boston, voted to adopt James Freeman's prayer book, thus establishing the first Unitarian church in the Americas.","year":1785,"subtitle":"King's Chapel","url":"https://en.wikipedia.org/wiki/King's_Chapel","headline":"King's Chapel in Boston establishes first Unitarian church in the Americas"},{"originalText":"An earthquake on the Tibetan Plateau led to the deaths of more than 73,000 people.","year":1718,"subtitle":"1718 Tongwei–Gansu earthquake","url":"https://en.wikipedia.org/wiki/1718_Tongwei%E2%80%93Gansu_earthquake","headline":"Earthquake on Tibetan Plateau claims over 73,000 lives"}]}