{"dateLabel":"June 20","issue":"Issue 172","events":[{"originalText":"Iranian aircraft shot down an American drone over the Strait of Hormuz amid heightened tensions between the two countries.","year":2019,"subtitle":"2019 Iranian shoot-down of American drone","url":"https://en.wikipedia.org/wiki/2019_Iranian_shoot-down_of_American_drone","headline":"Iranian aircraft shoots down American drone over Strait of Hormuz"},{"originalText":"Iranian student Neda Agha-Soltan was shot dead in Tehran during the presidential election protests; footage of her death was widely distributed over the Internet, making it \"probably the most widely witnessed death in human history\".","year":2009,"subtitle":"Killing of Neda Agha-Soltan","url":"https://en.wikipedia.org/wiki/Killing_of_Neda_Agha-Soltan","headline":"Iranian student Neda Agha-Soltan killed in Tehran protests"},{"originalText":"A bomb explosion in the Imam Reza shrine in Mashhad, Iran, left at least 25 dead and more than 70 injured.","year":1994,"subtitle":"Imam Reza shrine bombing","url":"https://en.wikipedia.org/wiki/Imam_Reza_shrine_bombing","headline":"Bomb explosion in Imam Reza shrine in Mashhad leaves 25 dead"},{"originalText":"The International Conference on the Holocaust and Genocide, the first major conference in genocide studies, opened despite Turkish attempts to cancel it due to the inclusion of presentations on the Armenian genocide.","year":1982,"subtitle":"International Conference on the Holocaust and Genocide","url":"https://en.wikipedia.org/wiki/International_Conference_on_the_Holocaust_and_Genocide","headline":"International Conference on Holocaust and Genocide opens despite Turkish objections"},{"originalText":"Bill Stewart, an American journalist, was executed by Nicaraguan Guardia forces.","year":1979,"subtitle":"Bill Stewart (journalist)","url":"https://en.wikipedia.org/wiki/Bill_Stewart_(journalist)","headline":"American journalist Bill Stewart executed by Nicaraguan forces"},{"originalText":"Steven Spielberg's film Jaws was released; it became a summer blockbuster and the first film to earn $100 million in U.S. theatrical rentals.","year":1975,"subtitle":"Steven Spielberg","url":"https://en.wikipedia.org/wiki/Steven_Spielberg","headline":"Steven Spielberg's film Jaws released, becomes summer blockbuster"},{"originalText":"The Mali Federation gained independence from France, but dissolved into Mali and Senegal two months later.","year":1960,"subtitle":"Mali Federation","url":"https://en.wikipedia.org/wiki/Mali_Federation","headline":"Mali Federation gains independence from France"},{"originalText":"The extratropical remnants of an Atlantic hurricane reached the Gulf of St. Lawrence, Canada, causing 22 fishing boats to capsize and killing 35 people.","year":1959,"subtitle":"Extratropical cyclone","url":"https://en.wikipedia.org/wiki/Extratropical_cyclone","headline":"Hurricane remnants cause 22 fishing boats to capsize in Gulf of St. Lawrence"},{"originalText":"A Mafia hitman murdered gangster Bugsy Siegel, one of the driving forces in the development of the Las Vegas Strip, in Beverly Hills, California.","year":1947,"subtitle":"Mafia","url":"https://en.wikipedia.org/wiki/Mafia","headline":"Mafia hitman murders gangster Bugsy Siegel in Beverly Hills"},{"originalText":"World War II: The Royal Air Force began Operation Bellicose, a four-day shuttle-bombing mission that included raids on Germany and Italy and a refuelling and rearming stop in Algeria.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Royal Air Force begins Operation Bellicose in World War II"},{"originalText":"Approximately 250,000 spectators attended the opening procession of the 28th International Eucharistic Congress in Chicago, United States.","year":1926,"subtitle":"28th International Eucharistic Congress","url":"https://en.wikipedia.org/wiki/28th_International_Eucharistic_Congress","headline":"28th International Eucharistic Congress opens in Chicago"},{"originalText":"British Colonel-Commandant Thomas Stanton Lambert was assassinated by the Irish Republican Army near Moydrum, Ireland.","year":1921,"subtitle":"Thomas Stanton Lambert","url":"https://en.wikipedia.org/wiki/Thomas_Stanton_Lambert","headline":"British Colonel-Commandant Thomas Stanton Lambert assassinated by IRA"},{"originalText":"Workers at the Buckingham and Carnatic Mills in Madras, India, began a four-month strike.","year":1921,"subtitle":"Buckingham and Carnatic Mills","url":"https://en.wikipedia.org/wiki/Buckingham_and_Carnatic_Mills","headline":"Workers at Buckingham and Carnatic Mills in Madras begin strike"},{"originalText":"Boxer Rebellion: The Imperial Chinese Army began a 55-day siege of the Legation Quarter in Peking.","year":1900,"subtitle":"Boxer Rebellion","url":"https://en.wikipedia.org/wiki/Boxer_Rebellion","headline":"Imperial Chinese Army begins siege of Legation Quarter in Peking"},{"originalText":"Queen Victoria (pictured) acceded to the British throne, beginning a 63-year reign.","year":1837,"subtitle":"Queen Victoria","url":"https://en.wikipedia.org/wiki/Queen_Victoria","headline":"Queen Victoria accedes to British throne, begins 63-year reign"},{"originalText":"The Congress of the Confederation adopted the Great Seal of the United States (obverse pictured), used to authenticate documents issued by the U.S. federal government.","year":1782,"subtitle":"Congress of the Confederation","url":"https://en.wikipedia.org/wiki/Congress_of_the_Confederation","headline":"Congress of the Confederation adopts Great Seal of the United States"}]}