{"dateLabel":"June 21","issue":"Issue 173","events":[{"originalText":"President Bill Clinton awarded the Medal of Honor to 22 Asian Americans, mostly from the 442nd Regimental Combat Team, for actions during World War II.","year":2000,"subtitle":"Bill Clinton","url":"https://en.wikipedia.org/wiki/Bill_Clinton","headline":"President Bill Clinton awards Medal of Honor to 22 Asian Americans for WWII actions"},{"originalText":"The U.S. Supreme Court delivered its decision in the landmark case Miller v. California, establishing the Miller test for determining what is obscene material.","year":1973,"subtitle":"Supreme Court of the United States","url":"https://en.wikipedia.org/wiki/Supreme_Court_of_the_United_States","headline":"U.S. Supreme Court establishes Miller test in Miller v. California case"},{"originalText":"Ellen Fairclough became the first woman to be appointed to the cabinet of Canada.","year":1957,"subtitle":"Ellen Fairclough","url":"https://en.wikipedia.org/wiki/Ellen_Fairclough","headline":"Ellen Fairclough first woman appointed to Canada cabinet"},{"originalText":"The Manchester Baby (replica pictured), the world's first stored-program computer, ran its first computer program.","year":1948,"subtitle":"Manchester Baby","url":"https://en.wikipedia.org/wiki/Manchester_Baby","headline":"World's first stored-program computer runs first program"},{"originalText":"World War II: The main offensive of the unsuccessful Italian invasion of France began.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Italian invasion of France main offensive of WWII begins"},{"originalText":"Irish War of Independence: Most of the village of Knockcroghery in County Roscommon was burned by British forces.","year":1921,"subtitle":"Irish War of Independence","url":"https://en.wikipedia.org/wiki/Irish_War_of_Independence","headline":"British forces burn most of Knockcroghery village in Irish War of Independence"},{"originalText":"During a general strike in Winnipeg, Canada, members of the Royal North-West Mounted Police attacked a crowd of strikers, armed with clubs and revolvers.","year":1919,"subtitle":"Winnipeg general strike","url":"https://en.wikipedia.org/wiki/Winnipeg_general_strike","headline":"Royal North-West Mounted Police attack Winnipeg strikers during general strike"},{"originalText":"Admiral Ludwig von Reuter scuttled the German High Seas Fleet in Scapa Flow to prevent the ships from being seized and divided amongst the Allied Powers.","year":1919,"subtitle":"Ludwig von Reuter","url":"https://en.wikipedia.org/wiki/Ludwig_von_Reuter","headline":"Admiral von Reuter scuttles German High Seas Fleet in Scapa Flow"},{"originalText":"In a bloodless event during the Spanish–American War, the United States captured Guam from Spain.","year":1898,"subtitle":"Spanish–American War","url":"https://en.wikipedia.org/wiki/Spanish%E2%80%93American_War","headline":"United States captures Guam from Spain during Spanish-American War"},{"originalText":"Rudyard Kipling's poem Mandalay was published.","year":1890,"subtitle":"Rudyard Kipling","url":"https://en.wikipedia.org/wiki/Rudyard_Kipling","headline":"Rudyard Kipling's poem Mandalay published"},{"originalText":"New Zealand Wars: A British victory against the Māori King Movement brought the Tauranga campaign to an end.","year":1864,"subtitle":"New Zealand Wars","url":"https://en.wikipedia.org/wiki/New_Zealand_Wars","headline":"British victory ends Tauranga campaign in New Zealand Wars"},{"originalText":"Crimean War: During the Battle of Bomarsund, Irish sailor Charles Davis Lucas (pictured) threw an artillery shell off his ship before it exploded, earning him the first Victoria Cross.","year":1854,"subtitle":"Crimean War","url":"https://en.wikipedia.org/wiki/Crimean_War","headline":"Irish sailor Charles Davis Lucas earns first Victoria Cross during Crimean War"},{"originalText":"In the Wallachian Revolution, Ion Heliade Rădulescu and Christian Tell proclaimed a new republican government in present-day Romania.","year":1848,"subtitle":"Wallachian Revolution of 1848","url":"https://en.wikipedia.org/wiki/Wallachian_Revolution_of_1848","headline":"Ion Heliade Rădulescu and Christian Tell proclaim new government in Wallachian Revolution"},{"originalText":"Greek War of Independence: A combined Egyptian and Ottoman army began an invasion of the Mani Peninsula, but were initially held off by the Maniots at the fortifications of Vergas.","year":1826,"subtitle":"Greek War of Independence","url":"https://en.wikipedia.org/wiki/Greek_War_of_Independence","headline":"Egyptian and Ottoman army invasion of Mani Peninsula held off by Maniots in Greek War of Independence"},{"originalText":"New Hampshire ratified the U.S. Constitution and was admitted as the ninth U.S. state.","year":1788,"subtitle":"New Hampshire","url":"https://en.wikipedia.org/wiki/New_Hampshire","headline":"New Hampshire ratified as ninth U.S. state"},{"originalText":"French Wars of Religion: Catholic forces defeated an armed group of Huguenots attempting to capture Besançon, from which they had previously been expelled.","year":1575,"subtitle":"French Wars of Religion","url":"https://en.wikipedia.org/wiki/French_Wars_of_Religion","headline":"Catholic forces defeat Huguenots in French Wars of Religion"},{"originalText":"War of the League of Cognac: The French army under Francis de Bourbon was destroyed in Lombardy, Italy, by the Spanish army.","year":1529,"subtitle":"War of the League of Cognac","url":"https://en.wikipedia.org/wiki/War_of_the_League_of_Cognac","headline":"French army destroyed by Spanish army in War of the League of Cognac"},{"originalText":"Second Punic War: The Carthaginians under Hannibal ambushed a Roman army in the Battle of Lake Trasimene, capturing or killing 25,000 men.","year":-217,"subtitle":"Second Punic War","url":"https://en.wikipedia.org/wiki/Second_Punic_War","headline":"Carthaginians ambush Roman army in Battle of Lake Trasimene during Second Punic War"}]}