{"dateLabel":"June 22","issue":"Issue 174","events":[{"originalText":"An earthquake registering 6.2 Mw caused the deaths of at least 1,000 people in Afghanistan and Pakistan.","year":2022,"subtitle":"June 2022 Afghanistan earthquake","url":"https://en.wikipedia.org/wiki/June_2022_Afghanistan_earthquake","headline":"1,000 Dead in Afghanistan and Pakistan Earthquake"},{"originalText":"Two Metro trains collided in Washington, D.C., killing nine people and injuring eighty others.","year":2009,"subtitle":"Washington Metro","url":"https://en.wikipedia.org/wiki/Washington_Metro","headline":"Nine Killed in Washington, D.C. Metro Train Collision"},{"originalText":"An earthquake registering 6.5 Mw struck northwestern Iran, killing at least 230 people and injuring 1,300 others, and later causing widespread public anger at the slow official response.","year":2002,"subtitle":"2002 Bou'in-Zahra earthquake","url":"https://en.wikipedia.org/wiki/2002_Bou'in-Zahra_earthquake","headline":"230 Dead in Iran Earthquake, Slow Response Sparks Anger"},{"originalText":"Former British Liberal Party leader Jeremy Thorpe was acquitted of conspiracy to murder Norman Scott, who had accused Thorpe of having a relationship with him.","year":1979,"subtitle":"Liberal Party (UK)","url":"https://en.wikipedia.org/wiki/Liberal_Party_(UK)","headline":"Jeremy Thorpe Acquitted of Conspiracy to Murder Norman Scott"},{"originalText":"Vietnamese Buddhist activist leader Thích Trí Quang was arrested as the military junta of Nguyễn Cao Kỳ crushed the Buddhist Uprising.","year":1966,"subtitle":"Buddhism in Vietnam","url":"https://en.wikipedia.org/wiki/Buddhism_in_Vietnam","headline":"Thích Trí Quang Arrested as Military Junta Crushes Buddhist Uprising"},{"originalText":"World War II: As Axis troops began their invasion of the Soviet Union, the Lithuanian Activist Front started an uprising to liberate Lithuania from Soviet occupation.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Lithuanian Activist Front Uprising Against Soviet Occupation Begins"},{"originalText":"World War II: German minister of foreign affairs Joachim von Ribbentrop presented a declaration of war to the Soviet ambassador Vladimir Dekanozov in Berlin.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German Minister Presents Declaration of War to Soviet Ambassador"},{"originalText":"Irish Republican Army gunmen assassinated British member of parliament Field Marshal Sir Henry Wilson.","year":1922,"subtitle":"Irish Republican Army (1922–1969)","url":"https://en.wikipedia.org/wiki/Irish_Republican_Army_(1922%E2%80%931969)","headline":"British MP Field Marshal Sir Henry Wilson Assassinated by IRA Gunmen"},{"originalText":"King George V and Queen Mary of Teck  were crowned at Westminster Abbey in London.","year":1911,"subtitle":"George V","url":"https://en.wikipedia.org/wiki/George_V","headline":"King George V and Queen Mary Crowned at Westminster Abbey"},{"originalText":"War of 1812: After learning of a forthcoming American attack, Laura Secord walked 20 mi (32 km) from Queenston, Upper Canada, to warn British lieutenant James FitzGibbon (depicted).","year":1813,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"Laura Secord Warns British Lieutenant of American Attack"},{"originalText":"The British warship HMS Leopard pursued and attacked the American frigate USS Chesapeake (pictured) in the belief that the crew of the latter included deserters from the Royal Navy.","year":1807,"subtitle":"HMS Leopard (1790)","url":"https://en.wikipedia.org/wiki/HMS_Leopard_(1790)","headline":"HMS Leopard Attacks USS Chesapeake in Naval Encounter"},{"originalText":"Habsburg troops defeated a larger Ottoman force at the Battle of Sisak in the Kingdom of Croatia, triggering the Long Turkish War.","year":1593,"subtitle":"Habsburg monarchy","url":"https://en.wikipedia.org/wiki/Habsburg_monarchy","headline":"Habsburg Troops Defeat Ottoman Force at Battle of Sisak"}]}