{"dateLabel":"June 24","issue":"Issue 176","events":[{"originalText":"Julia Gillard (pictured) was sworn in as the first female prime minister of Australia after incumbent Kevin Rudd declined to contest a leadership spill in the Labor Party.","year":2010,"subtitle":"Julia Gillard","url":"https://en.wikipedia.org/wiki/Julia_Gillard","headline":"Julia Gillard sworn in as first female prime minister of Australia"},{"originalText":"John Isner defeated Nicolas Mahut at the Wimbledon Championships, concluding the longest match in tennis history, which lasted 11 hours and 5 minutes over three days.","year":2010,"subtitle":"John Isner","url":"https://en.wikipedia.org/wiki/John_Isner","headline":"John Isner defeats Nicolas Mahut in longest tennis match in history"},{"originalText":"Following the 1989 Tiananmen Square massacre the 13th Central Committee of the Chinese Communist Party appointed Jiang Zemin (pictured) as general secretary in place of Zhao Ziyang.","year":1989,"subtitle":"1989 Tiananmen Square protests and massacre","url":"https://en.wikipedia.org/wiki/1989_Tiananmen_Square_protests_and_massacre","headline":"Jiang Zemin appointed general secretary after Tiananmen Square massacre"},{"originalText":"Amid racial tensions, U.S. Army military police shot and killed a black serviceman after a confrontation at a pub in Bamber Bridge, England.","year":1943,"subtitle":"United States Army","url":"https://en.wikipedia.org/wiki/United_States_Army","headline":"US Army military police shoot and kill black serviceman in England"},{"originalText":"Second World War: The British Army carried out Operation Collar, its first commando raid into German-occupied France.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"British Army carries out Operation Collar in German-occupied France"},{"originalText":"The first of the Thai cultural mandates was issued, officially changing the country's name from Siam to Thailand.","year":1939,"subtitle":"Thai cultural mandates","url":"https://en.wikipedia.org/wiki/Thai_cultural_mandates","headline":"Thailand officially changes name from Siam with cultural mandate"},{"originalText":"The U.S. Navy's first two fast battleships, North Carolina and Washington, of the North Carolina class, were respectively ordered from the New York and Philadelphia Naval Shipyards.","year":1937,"subtitle":"Fast battleship","url":"https://en.wikipedia.org/wiki/Fast_battleship","headline":"US Navy orders first two fast battleships from Naval Shipyards"},{"originalText":"A group of military officers and civilians engineered a bloodless coup in Siam, ending the absolute rule of the Chakri dynasty.","year":1932,"subtitle":"Siamese revolution of 1932","url":"https://en.wikipedia.org/wiki/Siamese_revolution_of_1932","headline":"Bloodless coup in Siam ends Chakri dynasty's rule"},{"originalText":"\"O Canada\", the present-day national anthem of Canada, was first performed in Quebec City during a Saint-Jean-Baptiste Day banquet.","year":1880,"subtitle":"O Canada","url":"https://en.wikipedia.org/wiki/O_Canada","headline":"\"O Canada\" national anthem first performed in Quebec City"},{"originalText":"Napoleonic Wars: Led by Napoleon, the French Grande Armée crossed the Neman, beginning their invasion of Russia.","year":1812,"subtitle":"Napoleonic Wars","url":"https://en.wikipedia.org/wiki/Napoleonic_Wars","headline":"French Grande Armée crosses Neman to invade Russia"},{"originalText":"The first Grand Lodge of Freemasonry, the Premier Grand Lodge of England, was founded in London.","year":1717,"subtitle":"Grand Lodge","url":"https://en.wikipedia.org/wiki/Grand_Lodge","headline":"Premier Grand Lodge of England founded in London"},{"originalText":"The 1559 Book of Common Prayer, a major component of the Elizabethan Religious Settlement, is legally introduced as the liturgy of the Church of England.","year":1559,"subtitle":"Book of Common Prayer (1559)","url":"https://en.wikipedia.org/wiki/Book_of_Common_Prayer_(1559)","headline":"Book of Common Prayer introduced as liturgy of Church of England"},{"originalText":"An outbreak of dancing mania, in which crowds of people danced themselves to exhaustion, began in Aachen (in present-day Germany) before spreading to other parts of Europe.","year":1374,"subtitle":"Dancing mania","url":"https://en.wikipedia.org/wiki/Dancing_mania","headline":"Outbreak of dancing mania begins in Aachen, spreads across Europe"},{"originalText":"Hundred Years' War: The English fleet commanded by Edward III almost completely destroyed the French fleet at the Battle of Sluys.","year":1340,"subtitle":"Hundred Years' War","url":"https://en.wikipedia.org/wiki/Hundred_Years'_War","headline":"English fleet destroys French fleet at Battle of Sluys"},{"originalText":"In the decisive battle of the First War of Scottish Independence, Scottish forces led by Robert the Bruce defeated English troops under Edward II near Bannockburn, Scotland.","year":1314,"subtitle":"First War of Scottish Independence","url":"https://en.wikipedia.org/wiki/First_War_of_Scottish_Independence","headline":"Robert the Bruce defeats Edward II at Battle of Bannockburn"},{"originalText":"Western Roman emperor Glycerius, who was not recognized by his Eastern counterpart Leo I, was forced to abdicate.","year":474,"subtitle":"Western Roman Empire","url":"https://en.wikipedia.org/wiki/Western_Roman_Empire","headline":"Western Roman emperor Glycerius forced to abdicate"}]}