{"dateLabel":"June 25","issue":"Issue 177","events":[{"originalText":"Russian invasion of Ukraine: Russian forces captured the city of Sievierodonetsk, Ukraine, after six weeks of fighting.","year":2022,"subtitle":"Russian invasion of Ukraine","url":"https://en.wikipedia.org/wiki/Russian_invasion_of_Ukraine","headline":"Russian forces capture Sievierodonetsk, Ukraine after six weeks of fighting"},{"originalText":"In response to a Freedom of Information Act request, the CIA acknowledged the existence of Area 51, a secretive U.S. Air Force facility in Nevada and a subject of various UFO, and other, conspiracy theories.","year":2013,"subtitle":"Freedom of Information Act (United States)","url":"https://en.wikipedia.org/wiki/Freedom_of_Information_Act_(United_States)","headline":"CIA acknowledges existence of Area 51 in Nevada"},{"originalText":"Singer Michael Jackson (pictured) died as a result of the combination of drugs in his body.","year":2009,"subtitle":"Michael Jackson","url":"https://en.wikipedia.org/wiki/Michael_Jackson","headline":"Michael Jackson dies from drug combination"},{"originalText":"The rainbow flag (original version pictured) representing gay pride was first flown at the San Francisco Gay Freedom Day parade.","year":1978,"subtitle":"Rainbow flag (LGBT)","url":"https://en.wikipedia.org/wiki/Rainbow_flag_(LGBT)","headline":"Rainbow flag first flown at San Francisco Gay Freedom Day parade"},{"originalText":"More than an estimated 400 million people viewed Our World, the first live international satellite television production.","year":1967,"subtitle":"Our World (1967 TV program)","url":"https://en.wikipedia.org/wiki/Our_World_(1967_TV_program)","headline":"Over 400 million people view first live international satellite TV production"},{"originalText":"Two cryptographers working for the U.S. National Security Agency left on vacation to Mexico, and proceeded to defect to the Soviet Union.","year":1960,"subtitle":"Cryptography","url":"https://en.wikipedia.org/wiki/Cryptography","headline":"Two NSA cryptographers defect to Soviet Union while on vacation in Mexico"},{"originalText":"The Korean War began with North Korean forces launching a pre-dawn raid over the 38th parallel into South Korea.","year":1950,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"Korean War begins with North Korean forces crossing 38th parallel"},{"originalText":"The United Nations Security Council passed Resolution 82 condemning the North Korean invasion of South Korea.","year":1950,"subtitle":"United Nations Security Council","url":"https://en.wikipedia.org/wiki/United_Nations_Security_Council","headline":"UN Security Council condemns North Korean invasion with Resolution 82"},{"originalText":"World War II: U.S. Navy and Royal Navy ships bombarded Cherbourg, France, to support U.S. Army units engaged in the Battle of Cherbourg.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"US and Royal Navy ships bombard Cherbourg in support of Battle of Cherbourg"},{"originalText":"Second World War: Operation Aerial, an evacuation of nearly 200,000 Allied soldiers from French ports, was completed.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Operation Aerial evacuates nearly 200,000 Allied soldiers from French ports"},{"originalText":"The United States Congress passed the Mann Act, which prohibited the interstate transport of females for \"immoral purposes\".","year":1910,"subtitle":"United States Congress","url":"https://en.wikipedia.org/wiki/United_States_Congress","headline":"US Congress passes Mann Act prohibiting interstate transport of females for 'immoral purposes'"},{"originalText":"Anglo-Spanish War: The largest battle ever fought on Jamaica, the three-day Battle of Rio Nuevo, began.","year":1658,"subtitle":"Anglo-Spanish War (1654–1660)","url":"https://en.wikipedia.org/wiki/Anglo-Spanish_War_(1654%E2%80%931660)","headline":"Anglo-Spanish War: Battle of Rio Nuevo begins on Jamaica"}]}