{"dateLabel":"June 26","issue":"Issue 178","events":[{"originalText":"The U.S. Supreme Court ruled in Obergefell v. Hodges that the right of same-sex couples to marry is guaranteed by the Fourteenth Amendment.","year":2015,"subtitle":"Supreme Court of the United States","url":"https://en.wikipedia.org/wiki/Supreme_Court_of_the_United_States","headline":"U.S. Supreme Court Legalizes Same-Sex Marriage Nationwide"},{"originalText":"The U.S. Supreme Court granted federal recognition to same-sex marriage when it overturned the Defense of Marriage Act.","year":2013,"subtitle":"Supreme Court of the United States","url":"https://en.wikipedia.org/wiki/Supreme_Court_of_the_United_States","headline":"J.K. Rowling Releases First Harry Potter Book"},{"originalText":"The U.S. Supreme Court struck down sodomy laws in the country in the landmark decision Lawrence v. Texas.","year":2003,"subtitle":"Supreme Court of the United States","url":"https://en.wikipedia.org/wiki/Supreme_Court_of_the_United_States","headline":"United Nations Established in San Francisco"},{"originalText":"J. K. Rowling's Harry Potter and the Philosopher's Stone, the first book in the Harry Potter fantasy novel series, is released.","year":1997,"subtitle":"J. K. Rowling","url":"https://en.wikipedia.org/wiki/J._K._Rowling","headline":"American Forces Clear Belleau Wood of German Troops in WWI"},{"originalText":"At a conference in San Francisco, delegates from 50 nations signed a charter establishing the United Nations.","year":1945,"subtitle":"United Nations Conference on International Organization","url":"https://en.wikipedia.org/wiki/United_Nations_Conference_on_International_Organization","headline":"Bolshevik Revolutionaries Rob Bank Stagecoach in Tiflis"},{"originalText":"World War I: The 26-day Battle of Belleau Wood near the Marne River in France ended with American forces finally clearing that forest of German troops.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"French Chemist Henri Moissan Isolates Elemental Fluorine"},{"originalText":"Organized by Vladimir Lenin and Joseph Stalin, among others, Bolshevik revolutionaries robbed a bank stagecoach in Tiflis, present-day Georgia.","year":1907,"subtitle":"Vladimir Lenin","url":"https://en.wikipedia.org/wiki/Vladimir_Lenin","headline":"Julia Gardiner Tyler Marries John Tyler, Becomes First Lady"},{"originalText":"The 1906 French Grand Prix, the first Grand Prix motor racing competition, began near Le Mans.","year":1906,"subtitle":"1906 French Grand Prix","url":"https://en.wikipedia.org/wiki/1906_French_Grand_Prix","headline":"Spanish Troops Storm Fort Mose in War of Jenkins' Ear"},{"originalText":"Bangui, the capital and largest city of the present-day Central African Republic, was founded in French Congo.","year":1889,"subtitle":"Bangui","url":"https://en.wikipedia.org/wiki/Bangui","headline":"Council of Pisa Elects Peter of Candia as Pope Alexander V"},{"originalText":"French chemist Henri Moissan successfully isolated elemental fluorine (pictured in liquid state), for which he later won the Nobel Prize in Chemistry.","year":1886,"subtitle":"Henri Moissan","url":"https://en.wikipedia.org/wiki/Henri_Moissan","headline":"Mongols Achieve Decisive Victory over Seljuq Turks in Anatolia"},{"originalText":"French authorities suppressed the June Days uprising, in which workers rioted in response to plans to close the National Workshops.","year":1848,"subtitle":"June Days uprising","url":"https://en.wikipedia.org/wiki/June_Days_uprising"},{"originalText":"Despite a thirty year age gap, Julia Gardiner Tyler married John Tyler at the Church of the Ascension and became the First Lady of the United States.","year":1844,"subtitle":"Julia Gardiner Tyler","url":"https://en.wikipedia.org/wiki/Julia_Gardiner_Tyler"},{"originalText":"War of Jenkins' Ear: Spanish troops stormed the British-held strategically crucial position of Fort Mose in Spanish Florida.","year":1740,"subtitle":"War of Jenkins' Ear","url":"https://en.wikipedia.org/wiki/War_of_Jenkins'_Ear"},{"originalText":"The Council of Pisa elected Peter of Candia as Pope Alexander V (pictured), becoming the third simultaneous claimant of the title of leader of the Roman Catholic Church.","year":1409,"subtitle":"Council of Pisa","url":"https://en.wikipedia.org/wiki/Council_of_Pisa"},{"originalText":"Mongol invasions of Anatolia: Mongols achieved a decisive victory over the Seljuq Turks, leading to the decline and disintegration of the Seljuk state.","year":1243,"subtitle":"Mongol invasions of Anatolia","url":"https://en.wikipedia.org/wiki/Mongol_invasions_of_Anatolia"}]}