{"dateLabel":"June 27","issue":"Issue 179","events":[{"originalText":"The Japanese space probe Hayabusa2 (artist's impression pictured) arrived at the asteroid Ryugu to collect samples for return to Earth.","year":2018,"subtitle":"Hayabusa2","url":"https://en.wikipedia.org/wiki/Hayabusa2","headline":"Japanese space probe Hayabusa2 arrives at asteroid Ryugu for sample collection"},{"originalText":"Websites of Ukrainian organizations were swamped by a massive cyberattack, blamed on Russian military hackers, using the malware Petya.","year":2017,"subtitle":"2017 Ukraine ransomware attacks","url":"https://en.wikipedia.org/wiki/2017_Ukraine_ransomware_attacks","headline":"Ukrainian organizations hit by massive cyberattack blamed on Russian military hackers"},{"originalText":"Ignition of corn starch caused a dust fire at a water park in New Taipei City, Taiwan, killing 12 people and injuring more than 400 others.","year":2015,"subtitle":"Corn starch","url":"https://en.wikipedia.org/wiki/Corn_starch","headline":"Dust fire at water park in New Taipei City, Taiwan kills 12 and injures over 400"},{"originalText":"Robert Mugabe was re-elected as President of Zimbabwe with an overwhelming majority after his opponent Morgan Tsvangirai withdrew, citing violence against his party's supporters.","year":2008,"subtitle":"Robert Mugabe","url":"https://en.wikipedia.org/wiki/Robert_Mugabe","headline":"Robert Mugabe re-elected as President of Zimbabwe after opponent withdraws"},{"originalText":"As a result of an ongoing conflict between drug dealers and police in the favelas of Rio de Janeiro, a large military and civil police operation killed 19 people and injured several others.","year":2007,"subtitle":"Favela","url":"https://en.wikipedia.org/wiki/Favela","headline":"Police operation in Rio de Janeiro favelas kills 19 and injures several"},{"originalText":"Members of the Japanese cult Aum Shinrikyo released sarin gas in Matsumoto, Nagano, killing eight people and injuring more than five hundred others.","year":1994,"subtitle":"Aum Shinrikyo","url":"https://en.wikipedia.org/wiki/Aum_Shinrikyo","headline":"Aum Shinrikyo cult releases sarin gas in Matsumoto, Nagano, killing eight"},{"originalText":"The first identifiable case of Ebola occurred in Sudan.","year":1976,"subtitle":"Ebola","url":"https://en.wikipedia.org/wiki/Ebola","headline":"First identifiable case of Ebola occurs in Sudan"},{"originalText":"Hurricane Audrey made landfall near the Texas-Louisiana border, killing over 400 people, mainly in and around Cameron, Louisiana, U.S.","year":1957,"subtitle":"Hurricane Audrey","url":"https://en.wikipedia.org/wiki/Hurricane_Audrey","headline":"Hurricane Audrey makes landfall near Texas-Louisiana border, killing over 400"},{"originalText":"Jacobo Árbenz (pictured) resigned as President of Guatemala following a CIA-led coup against his administration.","year":1954,"subtitle":"Jacobo Árbenz","url":"https://en.wikipedia.org/wiki/Jacobo_%C3%81rbenz","headline":"Jacobo Árbenz resigns as President of Guatemala following CIA-led coup"},{"originalText":"First Russian Revolution: The crew of the Russian battleship Potemkin began a mutiny against their officers.","year":1905,"subtitle":"Russian Revolution of 1905","url":"https://en.wikipedia.org/wiki/Russian_Revolution_of_1905","headline":"Russian battleship Potemkin crew begins mutiny"},{"originalText":"A. E. J. Collins scored 628 runs not out, the highest recorded score in cricket until being surpassed in 2016.","year":1899,"subtitle":"A. E. J. Collins","url":"https://en.wikipedia.org/wiki/A._E._J._Collins","headline":"A. E. J. Collins scores 628 runs not out in cricket"},{"originalText":"One day after surrendering at the Battle of Hakodate, Enomoto Takeaki turned the fort of Goryōkaku over to Japanese forces, signaling the collapse of the Republic of Ezo.","year":1869,"subtitle":"Battle of Hakodate","url":"https://en.wikipedia.org/wiki/Battle_of_Hakodate","headline":"Enomoto Takeaki surrenders at Battle of Hakodate, signaling collapse of Republic of Ezo"},{"originalText":"The military phase of the Meiji Restoration in Japan was completed with an imperial victory in the Boshin War.","year":1869,"subtitle":"Meiji Restoration","url":"https://en.wikipedia.org/wiki/Meiji_Restoration","headline":"Imperial victory in Boshin War completes military phase of Meiji Restoration in Japan"},{"originalText":"American Civil War: General Sherman's frontal assault against the Confederate Army of Tennessee failed, but did not stop the Union Army from advancing on Atlanta.","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"General Sherman's assault fails at Battle of Atlanta"},{"originalText":"War of the Second Coalition: French forces won a victory at the Battle of Neuburg, ending Austrian control over the River Danube.","year":1800,"subtitle":"War of the Second Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_Second_Coalition","headline":"French forces win Battle of Neuburg, ending Austrian control over River Danube"},{"originalText":"War of the Austrian Succession: In the last time that a British monarch led troops in battle, Allied forces commanded by George II (depicted) defeated the French army at Dettingen, Bavaria.","year":1743,"subtitle":"War of the Austrian Succession","url":"https://en.wikipedia.org/wiki/War_of_the_Austrian_Succession","headline":"Allied forces defeat French army at Dettingen, Bavaria"},{"originalText":"Queen Elizabeth I issued a royal charter establishing Jesus College, the first Protestant college at the University of Oxford.","year":1571,"subtitle":"Elizabeth I","url":"https://en.wikipedia.org/wiki/Elizabeth_I","headline":"Queen Elizabeth I establishes Jesus College at University of Oxford"},{"originalText":"Pope Agatho, later venerated as a saint in both the Catholic and Eastern Orthodox churches, began his pontificate.","year":678,"subtitle":"Pope Agatho","url":"https://en.wikipedia.org/wiki/Pope_Agatho","headline":"Pope Agatho begins pontificate"}]}