{"dateLabel":"June 28","issue":"Issue 180","events":[{"originalText":"Gunmen attacked Istanbul's Atatürk Airport, killing 45 people and injuring more than 230 others.","year":2016,"subtitle":"2016 Atatürk Airport attack","url":"https://en.wikipedia.org/wiki/2016_Atat%C3%BCrk_Airport_attack","headline":"Gunmen attack Istanbul's Atatürk Airport, killing 45"},{"originalText":"Paperback Software, a company founded by Adam Osborne, was found guilty of copyright infringement for using Lotus 1-2-3's look-and-feel interface in its own spreadsheet program.","year":1990,"subtitle":"Paperback Software","url":"https://en.wikipedia.org/wiki/Paperback_Software","headline":"Paperback Software guilty of copyright infringement"},{"originalText":"President Slobodan Milošević gave a speech in which he described the possibility of \"armed battles\" in the future of Serbia's national development.","year":1989,"subtitle":"Slobodan Milošević","url":"https://en.wikipedia.org/wiki/Slobodan_Milo%C5%A1evi%C4%87","headline":"President Milošević warns of 'armed battles' in Serbia"},{"originalText":"In Regents of the University of California v. Bakke, the U.S. Supreme Court barred quota systems in college admissions but held that affirmative-action programs advantaging minorities were constitutional.","year":1978,"subtitle":"Regents of the University of California v. Bakke","url":"https://en.wikipedia.org/wiki/Regents_of_the_University_of_California_v._Bakke","headline":"U.S. Supreme Court rules on college admissions"},{"originalText":"In response to a police raid at the Stonewall Inn in New York City, groups of gay and transgender people began to riot, a watershed event for the worldwide gay rights movement.","year":1969,"subtitle":"Stonewall Inn","url":"https://en.wikipedia.org/wiki/Stonewall_Inn","headline":"Stonewall Inn raid sparks gay rights movement"},{"originalText":"Polish workers demanding better working conditions began massive protests in Poznań, but were later violently repressed by the Polish People's Army and the Internal Security Corps.","year":1956,"subtitle":"1956 Poznań protests","url":"https://en.wikipedia.org/wiki/1956_Pozna%C5%84_protests","headline":"Polish workers protest for better conditions in Poznań"},{"originalText":"Korean War: South Korean forces began the Bodo League massacre, summarily executing tens of thousands of suspected North Korean sympathizers.","year":1950,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"South Korean forces begin Bodo League massacre"},{"originalText":"World War II: The Wehrmacht launched Case Blue, a strategic German offensive to capture oil fields in the south of the Soviet Union.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Wehrmacht launches Case Blue offensive in Soviet Union"},{"originalText":"First World War: Around 55,000 workers in Berlin went on strike to protest against the trial of anti-war campaigner Karl Liebknecht.","year":1916,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Berlin workers strike against anti-war trial"},{"originalText":"Archduke Franz Ferdinand and his wife, Sophie, Duchess of Hohenberg, were assassinated by a Yugoslav nationalist named Gavrilo Princip in Sarajevo, sparking the outbreak of World War I.","year":1914,"subtitle":"Archduke Franz Ferdinand of Austria","url":"https://en.wikipedia.org/wiki/Archduke_Franz_Ferdinand_of_Austria","headline":"Archduke Franz Ferdinand assassinated in Sarajevo"},{"originalText":"The Nakhla meteorite (fragments pictured), the first meteorite to suggest signs of aqueous processes on Mars, fell to Earth in Abu Hummus, Egypt.","year":1911,"subtitle":"Nakhla meteorite","url":"https://en.wikipedia.org/wiki/Nakhla_meteorite","headline":"Nakhla meteorite suggests aqueous processes on Mars"},{"originalText":"In the worst maritime disaster involving a Danish merchant ship, SS Norge ran aground on Hasselwood Rock and sank in the North Atlantic, resulting in more than 635 deaths.","year":1904,"subtitle":"SS Norge","url":"https://en.wikipedia.org/wiki/SS_Norge","headline":"SS Norge sinks in North Atlantic, over 635 deaths"},{"originalText":"The U.S. Court of Private Land Claims ruled that James Reavis's claim to 18,600 sq mi (48,000 km2) of land in present-day Arizona and New Mexico was \"wholly fictitious and fraudulent\".","year":1895,"subtitle":"United States Court of Private Land Claims","url":"https://en.wikipedia.org/wiki/United_States_Court_of_Private_Land_Claims","headline":"Court rules James Reavis's land claim fraudulent"},{"originalText":"Belgian musician Adolphe Sax patented his design of the saxophone (example pictured).","year":1846,"subtitle":"Adolphe Sax","url":"https://en.wikipedia.org/wiki/Adolphe_Sax","headline":"Adolphe Sax patents design of the saxophone"},{"originalText":"Giselle (title role pictured), a ballet by the French composer Adolphe Adam, was first performed at the Théâtre de l'Académie Royale de Musique in Paris.","year":1841,"subtitle":"Giselle","url":"https://en.wikipedia.org/wiki/Giselle","headline":"Ballet 'Giselle' first performed in Paris"},{"originalText":"American Revolutionary War: The militia of the Province of South Carolina repelled a British attack on Charleston.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Province of South Carolina militia repels British attack"},{"originalText":"Edward IV was crowned King of England at Westminster Abbey.","year":1461,"subtitle":"Edward IV of England","url":"https://en.wikipedia.org/wiki/Edward_IV_of_England","headline":"Edward IV crowned King of England"},{"originalText":"Alboin, the king of the Lombards, was assassinated in Verona in a coup d'état instigated by the Byzantines.","year":572,"subtitle":"Alboin","url":"https://en.wikipedia.org/wiki/Alboin","headline":"King Alboin of the Lombards assassinated in Verona"}]}