{"dateLabel":"June 29","issue":"Issue 181","events":[{"originalText":"An overloaded balcony collapsed in Chicago, United States, killing 13 people and injuring 57 others.","year":2003,"subtitle":"2003 Chicago balcony collapse","url":"https://en.wikipedia.org/wiki/2003_Chicago_balcony_collapse","headline":"Balcony collapse in Chicago kills 13, injures 57"},{"originalText":"Atlantis became the first U.S. Space Shuttle to dock with the Russian space station Mir as part of the Shuttle–Mir program.","year":1995,"subtitle":"Space Shuttle Atlantis","url":"https://en.wikipedia.org/wiki/Space_Shuttle_Atlantis","headline":"Atlantis docks with Russian space station Mir"},{"originalText":"The Soyuz 11 spacecraft experienced uncontrolled decompression during preparations for reentry, killing Soviet cosmonauts Vladislav Volkov, Georgy Dobrovolsky and Viktor Patsayev—the only human deaths to have occurred in space.","year":1971,"subtitle":"Soyuz 11","url":"https://en.wikipedia.org/wiki/Soyuz_11","headline":"Soyuz 11 spacecraft experiences fatal decompression"},{"originalText":"Actress Jayne Mansfield, her boyfriend Sam Brody, and their driver were killed in a car accident outside of New Orleans, while her children Miklós, Zoltán, and Mariska Hargitay escaped with only minor injuries.","year":1967,"subtitle":"Jayne Mansfield","url":"https://en.wikipedia.org/wiki/Jayne_Mansfield","headline":"Actress Jayne Mansfield killed in car accident"},{"originalText":"The United States defeated England during the FIFA World Cup in one of the greatest upsets in the competition's history.","year":1950,"subtitle":"United States men's national soccer team","url":"https://en.wikipedia.org/wiki/United_States_men's_national_soccer_team","headline":"US defeats England in FIFA World Cup upset"},{"originalText":"The United States Army Air Corps aircraft Bird of Paradise landed at Wheeler Field on the Hawaiian island of Oahu to complete the first transpacific flight.","year":1927,"subtitle":"United States Army Air Corps","url":"https://en.wikipedia.org/wiki/United_States_Army_Air_Corps","headline":"Bird of Paradise completes first transpacific flight"},{"originalText":"More than 50,000 Union and Confederate veterans gathered at the Gettysburg Battlefield, the largest combined reunion of American Civil War veterans ever held.","year":1913,"subtitle":"Union Army","url":"https://en.wikipedia.org/wiki/Union_Army","headline":"Gettysburg Battlefield hosts largest Civil War veteran reunion"},{"originalText":"Hyde Park and several other Illinois townships voted to be annexed by Chicago, forming the largest city by area in the United States and the second-largest by population.","year":1889,"subtitle":"Hyde Park Township, Cook County, Illinois","url":"https://en.wikipedia.org/wiki/Hyde_Park_Township%2C_Cook_County%2C_Illinois","headline":"Hyde Park annexed by Chicago, forming largest US city by area"},{"originalText":"A passenger train fell through an open swing bridge into the Richelieu River near present-day Mont-Saint-Hilaire, Quebec, killing as many as 99 people and injuring 100 others in Canada's worst railway accident.","year":1864,"subtitle":"Swing bridge","url":"https://en.wikipedia.org/wiki/Swing_bridge","headline":"Train falls into Richelieu River, killing 99 in Canada"},{"originalText":"The first privateer battle of the American Revolutionary War, the Battle of Turtle Gut Inlet, was fought near Cape May, New Jersey.","year":1776,"subtitle":"Privateer","url":"https://en.wikipedia.org/wiki/Privateer","headline":"Battle of Turtle Gut Inlet marks privateer battle in Revolutionary War"},{"originalText":"One of the strongest tornadoes in history (pictured) struck Woldegk (in present-day northeastern Germany), killing one person.","year":1764,"subtitle":"1764 Woldegk tornado","url":"https://en.wikipedia.org/wiki/1764_Woldegk_tornado","headline":"Historic tornado strikes Woldegk, killing one"},{"originalText":"The original Globe Theatre in London burned to the ground after a cannon employed for special effects misfired during a performance of Henry VIII and ignited the roof.","year":1613,"subtitle":"Globe Theatre","url":"https://en.wikipedia.org/wiki/Globe_Theatre","headline":"Globe Theatre in London burns down during performance"}]}