{"dateLabel":"June 30","issue":"Issue 182","events":[{"originalText":"An Indonesian Air Force military transport aircraft crashed near a residential neighborhood in Medan, killing 139 people.","year":2015,"subtitle":"Indonesian Air Force","url":"https://en.wikipedia.org/wiki/Indonesian_Air_Force","headline":"Indonesian Air Force aircraft crashes in Medan, 139 dead"},{"originalText":"Yemenia Flight 626 crashed into the Indian Ocean near the Comoros, killing 152 people, with French schoolgirl Bahia Bakari the sole survivor.","year":2009,"subtitle":"Yemenia Flight 626","url":"https://en.wikipedia.org/wiki/Yemenia_Flight_626","headline":"Yemenia Flight 626 crashes near Comoros, 152 killed"},{"originalText":"Ryan White, a poster child for HIV/AIDS in the U.S., was denied re-admission to his school, having developed the disease due to treatment for hemophilia.","year":1985,"subtitle":"Ryan White","url":"https://en.wikipedia.org/wiki/Ryan_White","headline":"Ryan White denied school re-admission due to HIV/AIDS"},{"originalText":"Municipal workers in Baltimore, Maryland, went on strike seeking higher wages and better conditions.","year":1974,"subtitle":"Baltimore","url":"https://en.wikipedia.org/wiki/Baltimore","headline":"Baltimore municipal workers strike for better wages"},{"originalText":"The National Organization for Women, a leading United States feminist organization, was founded in Washington, D.C.","year":1966,"subtitle":"National Organization for Women","url":"https://en.wikipedia.org/wiki/National_Organization_for_Women","headline":"National Organization for Women founded in Washington, D.C."},{"originalText":"The coronation of Pope Paul VI took place, the last such ceremony before its abandonment by later popes.","year":1963,"subtitle":"Coronation of Pope Paul VI","url":"https://en.wikipedia.org/wiki/Coronation_of_Pope_Paul_VI","headline":"Pope Paul VI coronation marks end of ceremony tradition"},{"originalText":"The coronation of Pope Paul VI (pictured) took place, the last such ceremony before its abandonment by later popes.","year":1963,"subtitle":"Coronation of Pope Paul VI","url":"https://en.wikipedia.org/wiki/Coronation_of_Pope_Paul_VI","headline":"Pope Paul VI coronation marks end of ceremony tradition"},{"originalText":"The Belgian Congo gained independence from colonial rule, beginning a period of instability that would lead to the dictatorship of Joseph-Désiré Mobutu.","year":1960,"subtitle":"Belgian Congo","url":"https://en.wikipedia.org/wiki/Belgian_Congo","headline":"Belgian Congo gains independence from colonial rule"},{"originalText":"German chancellor Adolf Hitler began a purge of the SA, the Nazi Party's paramilitary wing, and other political rivals in the Night of the Long Knives, executing at least 85 people.","year":1934,"subtitle":"Adolf Hitler","url":"https://en.wikipedia.org/wiki/Adolf_Hitler","headline":"Adolf Hitler purges SA and rivals in Night of the Long Knives"},{"originalText":"An agreement was signed to end the United States occupation of the Dominican Republic.","year":1922,"subtitle":"United States occupation of the Dominican Republic (1916–1924)","url":"https://en.wikipedia.org/wiki/United_States_occupation_of_the_Dominican_Republic_(1916%E2%80%931924)","headline":"Agreement signed to end U.S. occupation of Dominican Republic"},{"originalText":"A massive explosion, generally attributed to a meteor air burst, occurred near the Podkamennaya Tunguska river in Siberia, flattening around 2,150 km2 (830 sq mi) of forest.","year":1908,"subtitle":"Tunguska event","url":"https://en.wikipedia.org/wiki/Tunguska_event","headline":"Massive explosion near Tunguska river in Siberia"},{"originalText":"London's Tower Bridge, a combined bascule and suspension bridge over the River Thames, was inaugurated.","year":1894,"subtitle":"Tower Bridge","url":"https://en.wikipedia.org/wiki/Tower_Bridge","headline":"London's Tower Bridge inaugurated over River Thames"},{"originalText":"Seven months after the publication of Charles Darwin's On the Origin of Species, prominent British scientists and philosophers participated in an evolution debate at the Oxford University Museum of Natural History.","year":1860,"subtitle":"Charles Darwin","url":"https://en.wikipedia.org/wiki/Charles_Darwin","headline":"Evolution debate held at Oxford University Museum of Natural History"},{"originalText":"French acrobat Charles Blondin crossed Niagara Gorge, making him one of the world's most famous tightrope walkers.","year":1859,"subtitle":"Charles Blondin","url":"https://en.wikipedia.org/wiki/Charles_Blondin","headline":"French acrobat Charles Blondin crosses Niagara Gorge"},{"originalText":"Anglo-Spanish War: After a 15-day siege Spanish troops in San Juan, modern-day Puerto-Rico, surrendered to an English force under Sir George Clifford.","year":1598,"subtitle":"Anglo-Spanish War (1585–1604)","url":"https://en.wikipedia.org/wiki/Anglo-Spanish_War_(1585%E2%80%931604)","headline":"English force under Sir George Clifford captures San Juan"},{"originalText":"During a jousting match, King Henry II of France was mortally wounded when fragments of Gabriel Montgomery's lance pierced his eye.","year":1559,"subtitle":"Jousting","url":"https://en.wikipedia.org/wiki/Jousting","headline":"King Henry II of France mortally wounded in jousting match"}]}