{"dateLabel":"November 1","issue":"Issue 306","events":[{"originalText":"Elvis on Tour, a concert film that documented Elvis Presley's tour throughout the United States, opened.","year":1972,"subtitle":"Elvis on Tour","url":"https://en.wikipedia.org/wiki/Elvis_on_Tour","headline":"Elvis on Tour concert film opens in the United States"},{"originalText":"Lê Quang Tung, loyalist head of the South Vietnam Special Forces, was executed in a U.S.-backed coup against president Ngô Đình Diệm following a period of religious unrest.","year":1963,"subtitle":"Lê Quang Tung","url":"https://en.wikipedia.org/wiki/L%C3%AA_Quang_Tung","headline":"Lê Quang Tung executed in U.S.-backed coup against Ngô Đình Diệm"},{"originalText":"After being struck in the face with a hockey puck, Jacques Plante played the rest of the game wearing a face mask, now mandatory equipment for goaltenders in ice hockey.","year":1959,"subtitle":"Hockey puck","url":"https://en.wikipedia.org/wiki/Hockey_puck","headline":"Jacques Plante wears first goaltender face mask in ice hockey"},{"originalText":"Dominique Mbonyumutwa, one of the few Hutu sub-chiefs in colonial Rwanda, was attacked by Tutsi activists, precipitating the Rwandan Revolution.","year":1959,"subtitle":"Dominique Mbonyumutwa","url":"https://en.wikipedia.org/wiki/Dominique_Mbonyumutwa","headline":"Dominique Mbonyumutwa attacked, sparking Rwandan Revolution"},{"originalText":"The Indian states Kerala, Andhra Pradesh, and Karnataka were formally created under the States Reorganisation Act.","year":1956,"subtitle":"Kerala","url":"https://en.wikipedia.org/wiki/Kerala","headline":"Kerala, Andhra Pradesh, and Karnataka formally created under States Reorganisation Act"},{"originalText":"World War II: An American F-13 Superfortress made the first flight by an Allied aircraft over Tokyo since the Doolittle Raid in April 1942.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"American F-13 Superfortress makes first flight over Tokyo since Doolittle Raid"},{"originalText":"American photographer Ansel Adams (pictured) shot Moonrise, Hernandez, New Mexico, one of his most famous photographs.","year":1941,"subtitle":"Ansel Adams","url":"https://en.wikipedia.org/wiki/Ansel_Adams","headline":"Ansel Adams captures iconic Moonrise, Hernandez, New Mexico photograph"},{"originalText":"Frances Kyle was called to the Bar of Ireland, becoming the first female barrister in Ireland or Great Britain.","year":1921,"subtitle":"Frances Kyle","url":"https://en.wikipedia.org/wiki/Frances_Kyle","headline":"Frances Kyle becomes first female barrister in Ireland and Great Britain"},{"originalText":"World War I: The first contingent of the First Australian Imperial Force (soldiers pictured) departed Albany, Western Australia.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"First Australian Imperial Force contingent departs Albany, Western Australia"},{"originalText":"The disposable ship 'Columbus (pictured) arrived in the The Downs off England, becoming, at that time, the largest vessel to have crossed the Atlantic Ocean.","year":1824,"subtitle":"Disposable ship","url":"https://en.wikipedia.org/wiki/Disposable_ship","headline":"Disposable ship 'Columbus' arrives in The Downs off England"},{"originalText":"Byzantine–Seljuk wars: Seljuq Turks captured the important port city of Sinope.","year":1214,"subtitle":"Byzantine–Seljuk wars","url":"https://en.wikipedia.org/wiki/Byzantine%E2%80%93Seljuk_wars","headline":"Seljuq Turks capture port city of Sinope in Byzantine-Seljuk wars"},{"originalText":"After Empress Matilda released her rival King Stephen, he in turn released Robert of Gloucester, her strongest supporter, thus prolonging the Anglo-Norman civil war known as The Anarchy.","year":1141,"subtitle":"Empress Matilda","url":"https://en.wikipedia.org/wiki/Empress_Matilda","headline":"King Stephen releases Robert of Gloucester, prolonging The Anarchy civil war"}]}