{"dateLabel":"November 2","issue":"Issue 307","events":[{"originalText":"The Chicago Cubs defeated the Cleveland Indians in the 2016 World Series, ending the longest championship drought in Major League Baseball history.","year":2016,"subtitle":"Chicago Cubs","url":"https://en.wikipedia.org/wiki/Chicago_Cubs","headline":"Chicago Cubs end championship drought by winning 2016 World Series"},{"originalText":"At the season-ending Brazilian Grand Prix, Lewis Hamilton (pictured) overtook Timo Glock in the final corners of the race to become World Drivers' Champion by one point.","year":2008,"subtitle":"2008 Brazilian Grand Prix","url":"https://en.wikipedia.org/wiki/2008_Brazilian_Grand_Prix","headline":"Lewis Hamilton clinches World Drivers' Champion title at Brazilian Grand Prix"},{"originalText":"In Tbilisi, Georgia, tens of thousands of people demonstrated  against the allegedly corrupt government of president Mikheil Saakashvili.","year":2007,"subtitle":"Tbilisi","url":"https://en.wikipedia.org/wiki/Tbilisi","headline":"Thousands protest alleged corruption in Tbilisi against president Mikheil Saakashvili"},{"originalText":"Aboard Expedition 1, American astronaut William Shepherd and Russian cosmonauts Sergei Krikalev and Yuri Gidzenko became the first resident crew to arrive at the International Space Station.","year":2000,"subtitle":"Expedition 1","url":"https://en.wikipedia.org/wiki/Expedition_1","headline":"Expedition 1 crew arrives at International Space Station, marking historic moment"},{"originalText":"Tropical Storm Linda made landfall in the Mekong Delta in Vietnam, causing more than 3,000 deaths.","year":1997,"subtitle":"Tropical Storm Linda (1997)","url":"https://en.wikipedia.org/wiki/Tropical_Storm_Linda_(1997)","headline":"Tropical Storm Linda causes over 3,000 deaths in Vietnam"},{"originalText":"A lighting strike ruptured three oil tanks near Dronka, Egypt, causing a flood that killed 469 people.","year":1994,"subtitle":"1994 Dronka floods and lightning strike","url":"https://en.wikipedia.org/wiki/1994_Dronka_floods_and_lightning_strike","headline":"Lightning strike in Egypt leads to flood, claiming 469 lives"},{"originalText":"Sky Television and British Satellite Broadcasting merged to form BSkyB, currently the largest pay-TV broadcaster in Europe.","year":1990,"subtitle":"Sky Television (1984–1990)","url":"https://en.wikipedia.org/wiki/Sky_Television_(1984%E2%80%931990)","headline":"Sky Television and British Satellite Broadcasting merge to form BSkyB"},{"originalText":"The serial killer Velma Barfield became the first woman to be executed in the United States since 1962.","year":1984,"subtitle":"Velma Barfield","url":"https://en.wikipedia.org/wiki/Velma_Barfield","headline":"Velma Barfield executed, first woman in US since 1962"},{"originalText":"President Ngô Đình Diệm of South Vietnam was assassinated, marking the culmination of a coup d'état led by Dương Văn Minh.","year":1963,"subtitle":"Ngo Dinh Diem","url":"https://en.wikipedia.org/wiki/Ngo_Dinh_Diem","headline":"President Ngô Đình Diệm assassinated in South Vietnam coup"},{"originalText":"In the trial R v Penguin Books Ltd, publisher Penguin Books was acquitted of obscenity for the publication of Lady Chatterley's Lover by D. H. Lawrence.","year":1960,"subtitle":"R v Penguin Books Ltd","url":"https://en.wikipedia.org/wiki/R_v_Penguin_Books_Ltd","headline":"Publisher Penguin Books acquitted in Lady Chatterley's Lover trial"},{"originalText":"A large number of people witnessed a fiery object in the sky near Levelland, Texas, which the United States Air Force said was ball lightning.","year":1957,"subtitle":"Levelland UFO case","url":"https://en.wikipedia.org/wiki/Levelland_UFO_case","headline":"Fiery object in sky near Levelland, Texas witnessed by many"},{"originalText":"The Dutch–Indonesian Round Table Conference ended with the Netherlands agreeing to transfer sovereignty of the Dutch East Indies to the United States of Indonesia.","year":1949,"subtitle":"Dutch–Indonesian Round Table Conference","url":"https://en.wikipedia.org/wiki/Dutch%E2%80%93Indonesian_Round_Table_Conference","headline":"Dutch–Indonesian Round Table Conference transfers sovereignty to United States of Indonesia"},{"originalText":"World War II: A U.S. Navy task force turned away an Imperial Japanese Navy formation at the Battle of Empress Augusta Bay, thus protecting the landings at Cape Torokina.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"US Navy task force repels Imperial Japanese Navy at Battle of Empress Augusta Bay"},{"originalText":"The Australian military began a \"war against emus\" (man with dead emu pictured), flightless native birds blamed for widespread damage to crops in Western Australia.","year":1932,"subtitle":"Australian Defence Force","url":"https://en.wikipedia.org/wiki/Australian_Defence_Force","headline":"Australian military declares 'war against emus' to protect crops"},{"originalText":"The British government issued the Balfour Declaration in support of a Jewish homeland in Palestine, then an Ottoman region with a small Jewish minority.","year":1917,"subtitle":"Balfour Declaration","url":"https://en.wikipedia.org/wiki/Balfour_Declaration","headline":"Balfour Declaration issued in support of Jewish homeland in Palestine"},{"originalText":"Emperor Gaozu of Tang allowed the assassination of a khagan of the Western Turkic Khaganate by Eastern Turkic rivals, one of the earliest events in the Tang campaigns against the Western Turks.","year":619,"subtitle":"Emperor Gaozu of Tang","url":"https://en.wikipedia.org/wiki/Emperor_Gaozu_of_Tang","headline":"Emperor Gaozu of Tang allows assassination in early Tang campaigns against Western Turks"}]}