{"dateLabel":"November 4","issue":"Issue 309","events":[{"originalText":"The Paris Agreement, under the United Nations Framework Convention on Climate Change, came into effect.","year":2016,"subtitle":"Paris Agreement","url":"https://en.wikipedia.org/wiki/Paris_Agreement","headline":"Paris Agreement comes into effect under UN Framework Convention on Climate Change"},{"originalText":"In the first aviation incident involving an Airbus A380, Qantas Flight 32 suffered an uncontained engine failure and made an emergency landing at Changi Airport in Singapore with no casualties.","year":2010,"subtitle":"Aviation accidents and incidents","url":"https://en.wikipedia.org/wiki/Aviation_accidents_and_incidents","headline":"Qantas Flight 32 makes emergency landing in Singapore after engine failure"},{"originalText":"Barack Obama (pictured) became the first African American to be elected President of the United States.","year":2008,"subtitle":"Barack Obama","url":"https://en.wikipedia.org/wiki/Barack_Obama","headline":"Barack Obama elected as first African American President of the United States"},{"originalText":"Israeli prime minister Yitzhak Rabin was assassinated by Yigal Amir, a right-wing extremist, at a peace rally at Kings of Israel Square in Tel Aviv.","year":1995,"subtitle":"Yitzhak Rabin","url":"https://en.wikipedia.org/wiki/Yitzhak_Rabin","headline":"Israeli PM Yitzhak Rabin assassinated at peace rally in Tel Aviv"},{"originalText":"Authorities in California discovered a 13-year-old feral child, pseudonymously known as Genie, who had spent nearly her entire life in social isolation.","year":1970,"subtitle":"Feral child","url":"https://en.wikipedia.org/wiki/Feral_child","headline":"Authorities discover 13-year-old feral child Genie in California"},{"originalText":"Ayatollah Khomeini was arrested by SAVAK and secretly exiled to Turkey.","year":1964,"subtitle":"Ruhollah Khomeini","url":"https://en.wikipedia.org/wiki/Ruhollah_Khomeini","headline":"Ayatollah Khomeini arrested and exiled to Turkey by SAVAK"},{"originalText":"Robert A. Lovett, United States Secretary of Defense, issued a memorandum establishing the National Security Agency, with responsibility for all communications intelligence for the government.","year":1952,"subtitle":"Robert A. Lovett","url":"https://en.wikipedia.org/wiki/Robert_A._Lovett","headline":"National Security Agency established by US Defense Secretary Robert A. Lovett"},{"originalText":"Second World War: Allied forces completed Operation Pheasant, a major operation to clear German troops from the province of North Brabant in the Netherlands.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allied forces complete Operation Pheasant in the Netherlands during WWII"},{"originalText":"The Hlinka Guard and Slovakian police began the deportation of several thousand Jews from the country.","year":1938,"subtitle":"Hlinka Guard","url":"https://en.wikipedia.org/wiki/Hlinka_Guard","headline":"Hlinka Guard and Slovakian police begin deportation of Jews"},{"originalText":"The tomb of Tutankhamun (pictured) was discovered by a team led by British Egyptologist Howard Carter.","year":1922,"subtitle":"Tomb of Tutankhamun","url":"https://en.wikipedia.org/wiki/Tomb_of_Tutankhamun","headline":"Tomb of Tutankhamun discovered by British Egyptologist Howard Carter"},{"originalText":"The remains of an unknown soldier were buried with an eternal flame at the Altare della Patria (pictured) in Rome.","year":1921,"subtitle":"Tomb of the Unknown Soldier (Italy)","url":"https://en.wikipedia.org/wiki/Tomb_of_the_Unknown_Soldier_(Italy)","headline":"Unknown soldier buried with eternal flame at Altare della Patria in Rome"},{"originalText":"The keel of USS Nevada was laid down, beginning construction on the United States Navy's first \"super-dreadnought\".","year":1912,"subtitle":"Keel","url":"https://en.wikipedia.org/wiki/Keel","headline":"Construction begins on USS Nevada, US Navy's first super-dreadnought"},{"originalText":"London's City and South London Railway, the first deep-level underground railway in the world, officially opened, running a distance of 3.2 mi (5.1 km) between the City of London and Stockwell.","year":1890,"subtitle":"City and South London Railway","url":"https://en.wikipedia.org/wiki/City_and_South_London_Railway","headline":"London's first deep-level underground railway opens between City of London and Stockwell"},{"originalText":"American Civil War: Nathan Bedford Forrest led a cavalry division in an attack on a Union Army supply base at Johnsonville, Tennessee, resulting in the capture of 150 prisoners.","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Nathan Bedford Forrest leads attack on Union Army base in Tennessee during Civil War"}]}