{"dateLabel":"November 5","issue":"Issue 310","events":[{"originalText":"The Indian Space Research Organisation launched the Mars Orbiter Mission, India's first interplanetary probe.","year":2013,"subtitle":"ISRO","url":"https://en.wikipedia.org/wiki/ISRO","headline":"ISRO Launches Mars Orbiter Mission, India's First Interplanetary Probe"},{"originalText":"U.S. Army major Nidal Hasan went on a shooting rampage at Fort Hood, Texas, the worst shooting ever to take place on an American military base, killing 13.","year":2009,"subtitle":"United States Army","url":"https://en.wikipedia.org/wiki/United_States_Army","headline":"Fort Hood Shooting: U.S. Army Major Nidal Hasan Kills 13 in Rampage"},{"originalText":"American serial killer Gary Ridgway pleaded guilty to 48 counts of first-degree murder.","year":2003,"subtitle":"Gary Ridgway","url":"https://en.wikipedia.org/wiki/Gary_Ridgway","headline":"Gary Ridgway Pleads Guilty to 48 Counts of First-Degree Murder"},{"originalText":"Aline Chrétien (pictured) thwarted André Dallaire's attempt to assassinate her husband, Canadian prime minister Jean Chrétien, by locking the bedroom door in 24 Sussex Drive, their official residence in Ottawa.","year":1995,"subtitle":"Aline Chrétien","url":"https://en.wikipedia.org/wiki/Aline_Chr%C3%A9tien","headline":"Aline Chrétien Thwarts Assassination Attempt on Canadian PM Jean Chrétien"},{"originalText":"Ultra-Zionist rabbi Meir Kahane  was assassinated in a New York City hotel by an Arab gunman.","year":1990,"subtitle":"Zionism","url":"https://en.wikipedia.org/wiki/Zionism","headline":"Ultra-Zionist Rabbi Meir Kahane Assassinated in New York City"},{"originalText":"Korean War: The 27th British Commonwealth Brigade succeeded in preventing a Chinese breakthrough at the Battle of Pakchon.","year":1950,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"27th British Commonwealth Brigade Prevents Chinese Breakthrough at Battle of Pakchon"},{"originalText":"World War II: Allied forces begin a military campaign on Japanese-occupied Singapore.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allied Forces Begin Military Campaign on Japanese-Occupied Singapore"},{"originalText":"World War II: An unknown aircraft dropped four bombs on Vatican City, which maintained neutrality during the war.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Unknown Aircraft Drops Bombs on Vatican City During World War II"},{"originalText":"An armed confrontation in Everett, Washington, between local authorities and members of the Industrial Workers of the World resulted in seven deaths.","year":1916,"subtitle":"Everett massacre","url":"https://en.wikipedia.org/wiki/Everett_massacre","headline":"Confrontation in Everett, Washington, Results in Seven Deaths"},{"originalText":"Seven Years' War: Prussian forces led by Frederick the Great defeated the allied French and Habsburg armies at the Battle of Rossbach.","year":1757,"subtitle":"Seven Years' War","url":"https://en.wikipedia.org/wiki/Seven_Years'_War","headline":"Prussian Forces Defeat French and Habsburg Armies at Battle of Rossbach"},{"originalText":"The arrest of Guy Fawkes, found during a search of the Palace of Westminster, foiled the Gunpowder Plot, which planned to blow up the House of Lords.","year":1605,"subtitle":"Guy Fawkes","url":"https://en.wikipedia.org/wiki/Guy_Fawkes","headline":"Arrest of Guy Fawkes Foils Gunpowder Plot to Blow Up House of Lords"},{"originalText":"At the Second Battle of Panipat, forces of the Mughal emperor Akbar captured Hemu, the Hindu emperor of north India.","year":1556,"subtitle":"Second Battle of Panipat","url":"https://en.wikipedia.org/wiki/Second_Battle_of_Panipat","headline":"Mughal Forces Capture Hindu Emperor Hemu at Second Battle of Panipat"},{"originalText":"Lý Anh Tông was enthroned as the emperor of Đại Việt at the age of two, beginning a 37-year reign.","year":1138,"subtitle":"Lý Anh Tông","url":"https://en.wikipedia.org/wiki/L%C3%BD_Anh_T%C3%B4ng","headline":"Lý Anh Tông Enthroned as Emperor of Đại Việt at Age of Two"}]}