{"dateLabel":"November 6","issue":"Issue 311","events":[{"originalText":"Syrian civil war: The Syrian Democratic Forces launched a successful military campaign to isolate and eventually capture Raqqa, the Islamic State's capital.","year":2016,"subtitle":"Syrian civil war","url":"https://en.wikipedia.org/wiki/Syrian_civil_war","headline":"Syrian Democratic Forces Capture Raqqa, Islamic State's Capital"},{"originalText":"Tammy Baldwin (pictured) became the first openly gay politician to be elected to the United States Senate.","year":2012,"subtitle":"Tammy Baldwin","url":"https://en.wikipedia.org/wiki/Tammy_Baldwin","headline":"Tammy Baldwin First Openly Gay Politician Elected to US Senate"},{"originalText":"A man committing suicide parked his car on the railway tracks in Ufton Nervet, Berkshire, England, causing a derailment that killed seven people.","year":2004,"subtitle":"Ufton Nervet","url":"https://en.wikipedia.org/wiki/Ufton_Nervet","headline":"Suicide on Railway Tracks in Ufton Nervet, Berkshire Kills Seven"},{"originalText":"The Kelly Barnes Dam in Stephens County, Georgia, collapsed; the resulting flood killed 39 people and caused US$2.8 million in damages.","year":1977,"subtitle":"Kelly Barnes Dam","url":"https://en.wikipedia.org/wiki/Kelly_Barnes_Dam","headline":"Kelly Barnes Dam Collapse in Georgia Kills 39, Causes $2.8M in Damages"},{"originalText":"Nguyễn Ngọc Thơ was appointed by the junta of General Dương Văn Minh to head the South Vietnamese government, five days after Minh deposed and assassinated President Ngô Đình Diệm.","year":1963,"subtitle":"Nguyễn Ngọc Thơ","url":"https://en.wikipedia.org/wiki/Nguy%E1%BB%85n_Ng%E1%BB%8Dc_Th%C6%A1","headline":"Nguyễn Ngọc Thơ Appointed to Head South Vietnamese Government"},{"originalText":"The B Reactor at the Hanford Site in the U.S. state of Washington began producing plutonium, with the facility later going on to create more for nearly the entire American nuclear arsenal.","year":1944,"subtitle":"B Reactor","url":"https://en.wikipedia.org/wiki/B_Reactor","headline":"B Reactor at Hanford Site Begins Producing Plutonium for US Nuclear Arsenal"},{"originalText":"As part of their plan to eradicate the Polish intellectual elite, the Gestapo arrested 184 professors, students and employees of the Jagiellonian University in Kraków.","year":1939,"subtitle":"Intelligenzaktion","url":"https://en.wikipedia.org/wiki/Intelligenzaktion","headline":"Gestapo Arrests 184 Professors and Students at Jagiellonian University in Kraków"},{"originalText":"First World War: Canadian forces captured Passendale, Belgium, after three months of fighting against the Germans at the Battle of Passchendaele.","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Canadian Forces Capture Passendale, Belgium in First World War"},{"originalText":"Red Cloud, a Native American leader of the Oglala Lakota tribe, signed the Treaty of Fort Laramie, ending Red Cloud's War and establishing the Great Sioux Reservation.","year":1868,"subtitle":"Red Cloud","url":"https://en.wikipedia.org/wiki/Red_Cloud","headline":"Red Cloud Signs Treaty of Fort Laramie, Ending Red Cloud's War"},{"originalText":"American Civil War: A Union brigade defeated a Confederate force at the Battle of Droop Mountain in Pocahontas County, West Virginia.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union Brigade Defeats Confederates at Battle of Droop Mountain"},{"originalText":"The first story from the collection Scenes of Clerical Life by the English author George Eliot (pictured) was submitted for publication.","year":1856,"subtitle":"Scenes of Clerical Life","url":"https://en.wikipedia.org/wiki/Scenes_of_Clerical_Life","headline":"George Eliot Submits First Story from Scenes of Clerical Life Collection"},{"originalText":"French Revolutionary Wars: Two British ships are intercepted by a French squadron, leading to the French seizure of the HMS Alexander.","year":1794,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"French Seize HMS Alexander in Intercept of British Ships"},{"originalText":"King Henry III of England issued the Charter of the Forest, re-establishing the rights of access of free men to royal forests.","year":1217,"subtitle":"Henry III of England","url":"https://en.wikipedia.org/wiki/Henry_III_of_England"}]}