{"dateLabel":"November 7","issue":"Issue 312","events":[{"originalText":"Hillary Clinton was elected a US senator, the first time a first lady had been elected to public office.","year":2000,"subtitle":"Hillary Clinton","url":"https://en.wikipedia.org/wiki/Hillary_Clinton","headline":"Hillary Clinton Elected as US Senator"},{"originalText":"Magic Johnson announced his retirement from professional basketball due to HIV infection.","year":1991,"subtitle":"Magic Johnson","url":"https://en.wikipedia.org/wiki/Magic_Johnson","headline":"Magic Johnson Retires from Basketball Due to HIV Infection"},{"originalText":"Singapore's first Mass Rapid Transit line opened (train pictured), with train services running between Yio Chu Kang and Toa Payoh.","year":1987,"subtitle":"Mass Rapid Transit (Singapore)","url":"https://en.wikipedia.org/wiki/Mass_Rapid_Transit_(Singapore)","headline":"Singapore's First Mass Rapid Transit Line Opens"},{"originalText":"Tunisian prime minister Zine El Abidine Ben Ali deposed and replaced President Habib Bourguiba by declaring him medically unfit for the duties of the office.","year":1987,"subtitle":"Zine El Abidine Ben Ali","url":"https://en.wikipedia.org/wiki/Zine_El_Abidine_Ben_Ali","headline":"Tunisian Prime Minister Zine El Abidine Ben Ali Deposes President Habib Bourguiba"},{"originalText":"Oil was discovered in the Caspian Sea off the coast of Azerbaijan, leading to the construction of Neft Daşları, the world's first offshore oil platform.","year":1949,"subtitle":"Caspian Sea","url":"https://en.wikipedia.org/wiki/Caspian_Sea","headline":"Oil Discovered in Caspian Sea, Leading to Construction of Neft Daşları"},{"originalText":"World War I: British forces captured Gaza following the retreat of the Ottoman garrison.","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"British Forces Capture Gaza in World War I"},{"originalText":"In the congressional elections, Jeannette Rankin became the first woman elected to the United States House of Representatives.","year":1916,"subtitle":"1916 United States House of Representatives elections","url":"https://en.wikipedia.org/wiki/1916_United_States_House_of_Representatives_elections","headline":"Jeannette Rankin Becomes First Woman Elected to US House of Representatives"},{"originalText":"American Civil War: Future U.S. President Ulysses S. Grant engaged in his first combat leadership role in the Battle of Belmont in Mississippi County, Missouri.","year":1861,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Ulysses S. Grant Engages in First Combat Leadership Role in American Civil War"},{"originalText":"American abolitionist Elijah Parish Lovejoy was murdered by a pro-slavery mob in Alton, Illinois, during an attack to destroy his printing press and abolitionist materials.","year":1837,"subtitle":"Abolitionism in the United States","url":"https://en.wikipedia.org/wiki/Abolitionism_in_the_United_States","headline":"American Abolitionist Elijah Parish Lovejoy Murdered by Pro-Slavery Mob"},{"originalText":"Tecumseh's War: American forces led by William Henry Harrison defeated the forces of Shawnee leader Tecumseh's growing confederation at the Battle of Tippecanoe near present-day Battle Ground, Indiana.","year":1811,"subtitle":"Tecumseh's War","url":"https://en.wikipedia.org/wiki/Tecumseh's_War","headline":"American Forces Defeat Tecumseh's Confederation at Battle of Tippecanoe"},{"originalText":"Lord Dunmore, the royal governor of the Colony of Virginia, signed a proclamation promising freedom for the slaves of Patriots if they joined the British Armed Forces.","year":1775,"subtitle":"John Murray, 4th Earl of Dunmore","url":"https://en.wikipedia.org/wiki/John_Murray%2C_4th_Earl_of_Dunmore","headline":"Lord Dunmore Signs Proclamation Promising Freedom to Slaves Joining British Armed Forces"},{"originalText":"O Ewigkeit, du Donnerwort, BWV 60, a dialogue cantata by Johann Sebastian Bach (pictured) for Leipzig, was first performed.","year":1723,"subtitle":"O Ewigkeit, du Donnerwort, BWV 60","url":"https://en.wikipedia.org/wiki/O_Ewigkeit%2C_du_Donnerwort%2C_BWV_60","headline":"Johann Sebastian Bach's Cantata BWV 60 First Performed in Leipzig"},{"originalText":"The Third Council of Constantinople convened to settle the Christological controversies of monoenergism and monothelitism.","year":680,"subtitle":"Third Council of Constantinople","url":"https://en.wikipedia.org/wiki/Third_Council_of_Constantinople","headline":"Third Council of Constantinople Convenes to Settle Christological Controversies"}]}