{"dateLabel":"November 8","issue":"Issue 313","events":[{"originalText":"Second Nagorno-Karabakh War: Azerbaijani forces defeated the self-proclaimed Republic of Artsakh in the Battle of Shusha, reclaiming the town after 28 years.","year":2020,"subtitle":"Second Nagorno-Karabakh War","url":"https://en.wikipedia.org/wiki/Second_Nagorno-Karabakh_War","headline":"Azerbaijani forces defeat Republic of Artsakh in Battle of Shusha"},{"originalText":"Israeli artillery shelled a row of houses in the Gaza Strip town of Beit Hanoun, killing at least 19 Palestinians and wounding more than 40 others.","year":2006,"subtitle":"2006 shelling of Beit Hanoun","url":"https://en.wikipedia.org/wiki/2006_shelling_of_Beit_Hanoun","headline":"Israeli artillery shells houses in Beit Hanoun, killing 19 Palestinians"},{"originalText":"A Provisional Irish Republican Army bomb exploded during a Remembrance Sunday ceremony in Enniskillen, Northern Ireland, killing 12 people and injuring 63 others.","year":1987,"subtitle":"Provisional Irish Republican Army","url":"https://en.wikipedia.org/wiki/Provisional_Irish_Republican_Army","headline":"IRA bomb kills 12 in Enniskillen during Remembrance Sunday ceremony"},{"originalText":"British peer Lord Lucan disappeared without a trace, a day after allegedly murdering his children's nanny Sandra Rivett.","year":1974,"subtitle":"John Bingham, 7th Earl of Lucan","url":"https://en.wikipedia.org/wiki/John_Bingham%2C_7th_Earl_of_Lucan","headline":"Lord Lucan disappears after alleged murder of nanny Sandra Rivett"},{"originalText":"English rock group Led Zeppelin released their fourth album, which became one of the best-selling albums worldwide.","year":1971,"subtitle":"Led Zeppelin","url":"https://en.wikipedia.org/wiki/Led_Zeppelin","headline":"Led Zeppelin releases fourth album, becomes best-selling worldwide"},{"originalText":"Former Massachusetts attorney general Edward Brooke became the first African American elected to the United States Senate since Reconstruction.","year":1966,"subtitle":"Massachusetts","url":"https://en.wikipedia.org/wiki/Massachusetts","headline":"Edward Brooke elected first African American to US Senate since Reconstruction"},{"originalText":"Vietnam War: In the Battle of Gang Toi, one of the earliest battles between the two sides, Viet Cong forces repelled an Australian attack.","year":1965,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"Viet Cong forces repel Australian attack in Battle of Gang Toi"},{"originalText":"En route from San Francisco to Honolulu, Pan Am Flight 7 crashed into the Pacific Ocean due to unknown causes, killing all 44 people on board.","year":1957,"subtitle":"Pan Am Flight 7","url":"https://en.wikipedia.org/wiki/Pan_Am_Flight_7","headline":"Pan Am Flight 7 crashes into Pacific Ocean, killing all 44 on board"},{"originalText":"The Italian invasion of Greece failed as outnumbered Greek units repulsed the Italians at the Battle of Elaia–Kalamas.","year":1940,"subtitle":"Greco-Italian War","url":"https://en.wikipedia.org/wiki/Greco-Italian_War","headline":"Italian invasion of Greece fails at Battle of Elaia-Kalamas"},{"originalText":"The Australian military withdrew from their \"war against emus\" in Western Australia, due to negative press coverage of the operation.","year":1932,"subtitle":"Australian Defence Force","url":"https://en.wikipedia.org/wiki/Australian_Defence_Force","headline":"Australian military withdraws from 'war against emus' in Western Australia"},{"originalText":"The Shunzhi Emperor (portrait shown), the third emperor of the Qing dynasty, was enthroned in Beijing after the collapse of the Ming dynasty as the first Qing emperor to rule over China.","year":1644,"subtitle":"Shunzhi Emperor","url":"https://en.wikipedia.org/wiki/Shunzhi_Emperor","headline":"Shunzhi Emperor enthroned in Beijing as first Qing emperor of China"},{"originalText":"Following a successful invasion of Sweden by Danish forces under Christian II, scores of Swedish leaders in Stockholm were imprisoned and later executed despite Christian's promise of general amnesty.","year":1520,"subtitle":"Christian II of Denmark","url":"https://en.wikipedia.org/wiki/Christian_II_of_Denmark","headline":"Danish forces invade Sweden, imprison and execute Swedish leaders"},{"originalText":"A law was passed that confined most of Venice's glassmaking industry to nearby Murano.","year":1291,"subtitle":"Venetian glass","url":"https://en.wikipedia.org/wiki/Venetian_glass","headline":"Law confines Venice's glassmaking industry to Murano"},{"originalText":"Trần Thánh Tông, the second emperor of Vietnam's Trần dynasty, took up the title of retired emperor, but continued to co-rule with his son Nhân Tông (pictured) for eleven more years.","year":1278,"subtitle":"Trần Thánh Tông","url":"https://en.wikipedia.org/wiki/Tr%E1%BA%A7n_Th%C3%A1nh_T%C3%B4ng","headline":"Trần Thánh Tông takes up title of retired emperor in Vietnam"},{"originalText":"Arab–Byzantine wars: Having been the target of many raids by the Emirate of Aleppo, Byzantine forces led by Leo Phokas the Younger ambushed the Hamdanids and annihilated their army.","year":960,"subtitle":"Arab–Byzantine wars","url":"https://en.wikipedia.org/wiki/Arab%E2%80%93Byzantine_wars","headline":"Byzantine forces ambush and annihilate Hamdanid army in Arab-Byzantine wars"}]}