{"dateLabel":"November 9","issue":"Issue 314","events":[{"originalText":"Pakistani prime minister Imran Khan inaugurated the Kartarpur Corridor, a visa-free border crossing connecting the Gurdwara Darbar Sahib to the Indian border.","year":2019,"subtitle":"Imran Khan","url":"https://en.wikipedia.org/wiki/Imran_Khan","headline":"Imran Khan Inaugurates Kartarpur Corridor"},{"originalText":"A tram derailment in Croydon, London, killed seven people.","year":2016,"subtitle":"2016 Croydon tram derailment","url":"https://en.wikipedia.org/wiki/2016_Croydon_tram_derailment","headline":"Tram Derailment in Croydon Kills Seven"},{"originalText":"Bosnian War: Croatian Defence Council forces destroyed the Stari Most, a 16th-century bridge crossing the river Neretva in the city of Mostar (rebuilt bridge pictured).","year":1993,"subtitle":"Bosnian War","url":"https://en.wikipedia.org/wiki/Bosnian_War","headline":"Bosnian War: Stari Most Bridge Destroyed"},{"originalText":"East German official Günter Schabowski mistakenly announced the immediate opening of the inner German border, resulting in the fall of the Berlin Wall that night.","year":1989,"subtitle":"Günter Schabowski","url":"https://en.wikipedia.org/wiki/G%C3%BCnter_Schabowski","headline":"Günter Schabowski's Mistake Leads to Fall of Berlin Wall"},{"originalText":"The first issue of Rolling Stone, an American magazine focusing on music, politics and popular culture, was published.","year":1967,"subtitle":"Rolling Stone","url":"https://en.wikipedia.org/wiki/Rolling_Stone","headline":"Rolling Stone Magazine's First Issue Published"},{"originalText":"World War II: A covert Sicherheitsdienst operation captured two British Secret Intelligence Service agents near Venlo in the Netherlands.","year":1939,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"WWII: British Agents Captured Near Venlo"},{"originalText":"Kristallnacht began as SA stormtroopers and civilians destroyed and ransacked Jewish homes, businesses and synagogues in Germany and Austria, resulting in at least 90 deaths and the deportation of 30,000 men to concentration camps.","year":1938,"subtitle":"Kristallnacht","url":"https://en.wikipedia.org/wiki/Kristallnacht","headline":"Kristallnacht: Attacks on Jewish Homes and Synagogues"},{"originalText":"The government of the Azerbaijan Democratic Republic adopted a tricolour national flag (pictured) that remains in use today with slight modifications by the present-day Republic of Azerbaijan.","year":1918,"subtitle":"Azerbaijan Democratic Republic","url":"https://en.wikipedia.org/wiki/Azerbaijan_Democratic_Republic","headline":"Azerbaijan Adopts Tricolour National Flag"},{"originalText":"World War I: Off the Cocos (Keeling) Islands, the Australian light cruiser Sydney sank Emden, the last active German warship in the Indian Ocean.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"WWI: Australian Cruiser Sinks Last German Warship"},{"originalText":"A severe blizzard reached its maximum intensity in the Great Lakes Basin of North America, destroying 19 ships and 68,300 tons of cargo, and killing more than 250 people.","year":1913,"subtitle":"Great Lakes Storm of 1913","url":"https://en.wikipedia.org/wiki/Great_Lakes_Storm_of_1913","headline":"Great Lakes Blizzard Kills Over 250 People"},{"originalText":"Mary Jane Kelly, widely believed to be the fifth and final victim of the notorious unidentified serial killer Jack the Ripper, was murdered in London.","year":1888,"subtitle":"Mary Jane Kelly","url":"https://en.wikipedia.org/wiki/Mary_Jane_Kelly","headline":"Jack the Ripper's Final Victim Murdered in London"},{"originalText":"USS Alligator engaged three pirate schooners off the coast of Cuba in one of the West Indies anti-piracy operations of the United States.","year":1822,"subtitle":"USS Alligator (1820)","url":"https://en.wikipedia.org/wiki/USS_Alligator_(1820)","headline":"USS Alligator Engages Pirate Schooners off Cuba"}]}