{"dateLabel":"November 10","issue":"Issue 315","events":[{"originalText":"The British government announced that it had removed the last land mine from the Falkland Islands, laid by Argentine forces during the 1982 Falklands War.","year":2020,"subtitle":"Land mines in the Falkland Islands","url":"https://en.wikipedia.org/wiki/Land_mines_in_the_Falkland_Islands","headline":"British government removes last land mine from Falkland Islands"},{"originalText":"Ships of the South Korean and North Korean navies skirmished off Daecheong Island in the Yellow Sea.","year":2009,"subtitle":"Daecheong incident","url":"https://en.wikipedia.org/wiki/Daecheong_incident","headline":"South Korean and North Korean navies skirmish off Daecheong Island"},{"originalText":"At the Ibero-American Summit in Santiago, Chile, King Juan Carlos I of Spain asked Venezuelan president Hugo Chávez \"Why don't you shut up?\" after Chávez repeatedly interrupted a speech by Spanish prime minister José Luis Rodríguez Zapatero.","year":2007,"subtitle":"Ibero-American Summit","url":"https://en.wikipedia.org/wiki/Ibero-American_Summit","headline":"King Juan Carlos I of Spain confronts Venezuelan president at Ibero-American Summit"},{"originalText":"Prominent Sri Lankan Tamil politician and human rights lawyer Nadarajah Raviraj was assassinated in Colombo.","year":2006,"subtitle":"Sri Lankan Tamils","url":"https://en.wikipedia.org/wiki/Sri_Lankan_Tamils","headline":"Sri Lankan Tamil politician Nadarajah Raviraj assassinated in Colombo"},{"originalText":"Writer and environmental activist Ken Saro-Wiwa and eight others from the Movement for the Survival of the Ogoni People were executed by the Nigerian military government.","year":1995,"subtitle":"Ken Saro-Wiwa","url":"https://en.wikipedia.org/wiki/Ken_Saro-Wiwa","headline":"Writer Ken Saro-Wiwa and others executed by Nigerian military government"},{"originalText":"SS Edmund Fitzgerald (pictured) sank in Lake Superior with the loss of 29 lives.","year":1975,"subtitle":"SS Edmund Fitzgerald","url":"https://en.wikipedia.org/wiki/SS_Edmund_Fitzgerald","headline":"SS Edmund Fitzgerald sinks in Lake Superior, 29 lives lost"},{"originalText":"Three men hijacked Southern Airways Flight 49 and threatened to crash it into Oak Ridge National Laboratory in the U.S. state of Tennessee.","year":1972,"subtitle":"Southern Airways Flight 49","url":"https://en.wikipedia.org/wiki/Southern_Airways_Flight_49","headline":"Hijackers threaten to crash Southern Airways Flight 49 into Oak Ridge National Laboratory"},{"originalText":"The children's television series Sesame Street premiered in the United States.","year":1969,"subtitle":"Sesame Street","url":"https://en.wikipedia.org/wiki/Sesame_Street","headline":"Sesame Street premieres in the United States"},{"originalText":"Indonesian National Revolution: Following the killing of Brigadier A. W. S. Mallaby on 30 October, British forces retaliated by attacking Surabaya.","year":1945,"subtitle":"Indonesian National Revolution","url":"https://en.wikipedia.org/wiki/Indonesian_National_Revolution","headline":"British forces retaliate after killing of Brigadier A. W. S. Mallaby in Surabaya"},{"originalText":"An earthquake registering 7.7 Mw struck the Vrancea region of Romania.","year":1940,"subtitle":"1940 Vrancea earthquake","url":"https://en.wikipedia.org/wiki/1940_Vrancea_earthquake","headline":"Earthquake strikes Vrancea region of Romania"},{"originalText":"Brazilian president Getúlio Vargas led a coup against his own constitutional government, establishing the dictatorial Estado Novo regime.","year":1937,"subtitle":"Getúlio Vargas","url":"https://en.wikipedia.org/wiki/Get%C3%BAlio_Vargas","headline":"Brazilian president Getúlio Vargas leads coup, establishes Estado Novo regime"},{"originalText":"Journalist and explorer Henry Morton Stanley (pictured) located missing missionary and explorer David Livingstone near Lake Tanganyika in present-day Tanzania.","year":1871,"subtitle":"Henry Morton Stanley","url":"https://en.wikipedia.org/wiki/Henry_Morton_Stanley","headline":"Henry Morton Stanley locates missing explorer David Livingstone near Lake Tanganyika"},{"originalText":"Henry Wirz, the Confederate superintendent of Andersonville Prison, was hanged after a controversial conviction, becoming the only American Civil War officer executed for war crimes.","year":1865,"subtitle":"Henry Wirz","url":"https://en.wikipedia.org/wiki/Henry_Wirz","headline":"Confederate superintendent of Andersonville Prison hanged for war crimes"},{"originalText":"At the culmination of a Swedish civil war, supporters of the deposed Sigismund III Vasa were publicly executed in what came to be known as the Åbo Bloodbath.","year":1599,"subtitle":"Sigismund III Vasa","url":"https://en.wikipedia.org/wiki/Sigismund_III_Vasa","headline":"Supporters of deposed Sigismund III Vasa executed in Åbo Bloodbath"},{"originalText":"Fourth Crusade: The Siege of Zara (present-day Zadar, Croatia), the first attack on a Catholic city by Catholic crusaders, began.","year":1202,"subtitle":"Fourth Crusade","url":"https://en.wikipedia.org/wiki/Fourth_Crusade","headline":"Fourth Crusade begins Siege of Zara in present-day Zadar, Croatia"}]}