{"dateLabel":"November 11","issue":"Issue 316","events":[{"originalText":"The House of Lords Act was given royal assent, removing most hereditary peers from the British House of Lords.","year":1999,"subtitle":"House of Lords Act 1999","url":"https://en.wikipedia.org/wiki/House_of_Lords_Act_1999","headline":"House of Lords Act removes hereditary peers from British House of Lords"},{"originalText":"During a constitutional crisis, Governor-General John Kerr (pictured) dismissed Prime Minister Gough Whitlam's government and dissolved the Parliament of Australia for a double-dissolution election.","year":1975,"subtitle":"1975 Australian constitutional crisis","url":"https://en.wikipedia.org/wiki/1975_Australian_constitutional_crisis","headline":"Governor-General John Kerr dismisses Prime Minister Gough Whitlam's government in Australia"},{"originalText":"Rhodesia, led by Prime Minister Ian Smith, unilaterally declared independence from the United Kingdom.","year":1965,"subtitle":"Rhodesia","url":"https://en.wikipedia.org/wiki/Rhodesia","headline":"Rhodesia declares independence from the United Kingdom under Prime Minister Ian Smith"},{"originalText":"A coup attempt by the Army of the Republic of Vietnam against President Ngô Đình Diệm was crushed after he falsely promised reform, allowing loyalists to rescue him.","year":1960,"subtitle":"1960 South Vietnamese coup attempt","url":"https://en.wikipedia.org/wiki/1960_South_Vietnamese_coup_attempt","headline":"Coup attempt against President Ngô Đình Diệm crushed in Vietnam"},{"originalText":"Second World War: The Royal Navy launched the first all-aircraft ship-to-ship naval attack in history against the Italians in the Battle of Taranto.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Royal Navy launches first all-aircraft ship-to-ship naval attack in Battle of Taranto"},{"originalText":"The Shrine of Remembrance (pictured), a memorial to all Australians who have served in war, opened in Melbourne.","year":1934,"subtitle":"Shrine of Remembrance","url":"https://en.wikipedia.org/wiki/Shrine_of_Remembrance","headline":"Shrine of Remembrance opens in Melbourne as memorial to Australian war veterans"},{"originalText":"The plan for the United States Numbered Highway System was approved by the American Association of State Highway Officials.","year":1926,"subtitle":"United States Numbered Highway System","url":"https://en.wikipedia.org/wiki/United_States_Numbered_Highway_System","headline":"United States Numbered Highway System plan approved"},{"originalText":"In London, the Cenotaph was unveiled and the Unknown Warrior was buried in Westminster Abbey in remembrance of the First World War.","year":1920,"subtitle":"The Cenotaph","url":"https://en.wikipedia.org/wiki/The_Cenotaph","headline":"Cenotaph unveiled and Unknown Warrior buried in Westminster Abbey in London"},{"originalText":"The armistice between the German Empire and the Allies was signed in a railway carriage in the Forest of Compiègne of France (signatories pictured).","year":1918,"subtitle":"Armistice of 11 November 1918","url":"https://en.wikipedia.org/wiki/Armistice_of_11_November_1918","headline":"Armistice signed between German Empire and Allies in Forest of Compiègne"},{"originalText":"Józef Piłsudski, appointed the commander-in-chief of Polish forces by the Regency Council, was entrusted with the creation of a national government for the newly independent Poland.","year":1918,"subtitle":"Józef Piłsudski","url":"https://en.wikipedia.org/wiki/J%C3%B3zef_Pi%C5%82sudski","headline":"Józef Piłsudski entrusted with creation of national government for newly independent Poland"},{"originalText":"Australian bushranger and outlaw Ned Kelly was hanged in spite of sympathizers holding rallies for his reprieve.","year":1880,"subtitle":"Bushranger","url":"https://en.wikipedia.org/wiki/Bushranger","headline":"Australian bushranger Ned Kelly hanged despite rallies for reprieve"},{"originalText":"War of 1812: A British–Canadian force repelled an American attack at the Battle of Crysler's Farm, forcing the United States to give up their attempt to capture Montreal.","year":1813,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"British–Canadian force repels American attack at Battle of Crysler's Farm in War of 1812"},{"originalText":"War of the Third Coalition: French, Austrian and Russian units suffered heavy losses at the Battle of Dürenstein.","year":1805,"subtitle":"War of the Third Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_Third_Coalition","headline":"French, Austrian, and Russian units suffer heavy losses at Battle of Dürenstein in War of the Third Coalition"},{"originalText":"American Revolutionary War: British forces and their Iroquois allies attacked a fort and the village of Cherry Valley, New York, killing 14 soldiers and 30 civilians.","year":1778,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British forces and Iroquois allies attack fort and village in Cherry Valley, New York"},{"originalText":"The Fourth Lateran Council convened in Rome, during which the Catholic doctrine of transubstantiation was defined.","year":1215,"subtitle":"Fourth Council of the Lateran","url":"https://en.wikipedia.org/wiki/Fourth_Council_of_the_Lateran","headline":"Fourth Lateran Council defines Catholic doctrine of transubstantiation in Rome"}]}