{"dateLabel":"November 12","issue":"Issue 317","events":[{"originalText":"The European Space Agency lander Philae (artist's impression shown) touched down on 67P/Churyumov–Gerasimenko, becoming the first spacecraft to land on a comet.","year":2014,"subtitle":"European Space Agency","url":"https://en.wikipedia.org/wiki/European_Space_Agency","headline":"Philae Lander Makes Historic Landing on Comet 67P/Churyumov–Gerasimenko"},{"originalText":"An explosion in the Shahid Modarres missile base led to the deaths of 17 members of the Revolutionary Guards, including Hassan Tehrani Moghaddam, a key figure in Iran's missile program.","year":2011,"subtitle":"Bid Kaneh explosion","url":"https://en.wikipedia.org/wiki/Bid_Kaneh_explosion","headline":"Explosion at Shahid Modarres Base Kills 17 Revolutionary Guards, Including Key Figure"},{"originalText":"Although the Georgian government declared it illegal, South Ossetia held a referendum on independence, with more than 99 percent of voters in favour of preserving the region's status as a de facto independent state.","year":2006,"subtitle":"South Ossetia","url":"https://en.wikipedia.org/wiki/South_Ossetia","headline":"South Ossetia Holds Referendum on Independence Despite Georgian Government Opposition"},{"originalText":"American Airlines Flight 587 crashed into residential buildings five minutes after takeoff from John F. Kennedy International Airport in New York, killing a total of 265 people.","year":2001,"subtitle":"American Airlines Flight 587","url":"https://en.wikipedia.org/wiki/American_Airlines_Flight_587","headline":"American Airlines Flight 587 Crashes in New York, 265 People Killed"},{"originalText":"A Saudi Arabian Airlines Boeing 747 and a Kazakhstan Airlines Ilyushin Il-76 collided in mid-air near New Delhi, killing 349 people, the deadliest such collision in history.","year":1996,"subtitle":"Saudia","url":"https://en.wikipedia.org/wiki/Saudia","headline":"Deadliest Mid-Air Collision in History Near New Delhi, 349 People Killed"},{"originalText":"Indonesian forces opened fire on student demonstrators protesting the occupation of East Timor in the capital Dili, killing at least 250 people.","year":1991,"subtitle":"Santa Cruz massacre","url":"https://en.wikipedia.org/wiki/Santa_Cruz_massacre","headline":"Indonesian Forces Open Fire on Protesters in East Timor, 250 Killed"},{"originalText":"The first episode of Last of the Summer Wine, the longest-running television sitcom in history, premiered on the BBC.","year":1973,"subtitle":"Last of the Summer Wine","url":"https://en.wikipedia.org/wiki/Last_of_the_Summer_Wine","headline":"Longest-Running TV Sitcom Last of the Summer Wine Premieres on BBC"},{"originalText":"The Oregon Highway Division unsuccessfully attempted to destroy a rotting beached sperm whale near Florence, Oregon, with dynamite.","year":1970,"subtitle":"Oregon Department of Transportation","url":"https://en.wikipedia.org/wiki/Oregon_Department_of_Transportation","headline":"Oregon Highway Division Fails to Destroy Beached Sperm Whale with Dynamite"},{"originalText":"The deadliest tropical cyclone in history made landfall on the coast of East Pakistan (Bangladesh), killing at least 250,000 people.","year":1970,"subtitle":"1970 Bhola cyclone","url":"https://en.wikipedia.org/wiki/1970_Bhola_cyclone","headline":"Deadliest Tropical Cyclone in History Hits East Pakistan, 250,000 Dead"},{"originalText":"Former Japanese prime minister Hideki Tojo was sentenced to death for war crimes alongside generals Iwane Matsui, Akira Mutō and Kenji Doihara.","year":1948,"subtitle":"Hideki Tojo","url":"https://en.wikipedia.org/wiki/Hideki_Tojo","headline":"Former Japanese Prime Minister Tojo Sentenced to Death for War Crimes"},{"originalText":"Sudirman was elected the first commander-in-chief of the Indonesian Armed Forces.","year":1945,"subtitle":"Sudirman","url":"https://en.wikipedia.org/wiki/Sudirman","headline":"Sudirman Elected First Commander-in-Chief of Indonesian Armed Forces"},{"originalText":"Second World War: The Royal Air Force sank the German battleship Tirpitz on the ninth attempt (video featured), killing about 1,000 sailors on board.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Royal Air Force Sinks German Battleship Tirpitz, 1,000 Sailors Killed"},{"originalText":"World War II: The Naval Battle of Guadalcanal, the decisive engagement in a series of sea battles between Allied and Japanese forces during the months-long Guadalcanal campaign in the Solomon Islands, began.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Naval Battle of Guadalcanal Begins in Solomon Islands"},{"originalText":"World War II: Free French forces captured Gabon from Vichy France.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Free French Forces Capture Gabon from Vichy France in WWII"},{"originalText":"World War II: Soviet foreign minister Vyacheslav Molotov arrived in Berlin to discuss the possibility of the Soviet Union joining the Axis powers.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Soviet Foreign Minister Molotov Arrives in Berlin for Axis Powers Talks"},{"originalText":"At the request of the Government of Western Australia, the Australian military officially resumed fighting the Great Emu War after their prior withdrawal.","year":1932,"subtitle":"Government of Western Australia","url":"https://en.wikipedia.org/wiki/Government_of_Western_Australia","headline":"Australian Military Resumes Great Emu War at Western Australia's Request"},{"originalText":"The British ocean liner SS Vestris sank in the western Atlantic Ocean, killing 111 people.","year":1928,"subtitle":"Ocean liner","url":"https://en.wikipedia.org/wiki/Ocean_liner","headline":"British Liner SS Vestris Sinks in Atlantic Ocean, 111 Dead"},{"originalText":"Eight months after perishing during the ill-fated Terra Nova Expedition, the bodies of Robert Falcon Scott (pictured) and his companions were discovered on the Ross Ice Shelf in Antarctica.","year":1912,"subtitle":"Terra Nova Expedition","url":"https://en.wikipedia.org/wiki/Terra_Nova_Expedition","headline":"Bodies of Robert Falcon Scott and Companions Found in Antarctica"},{"originalText":"In a referendum, 79 percent of voters opted to keep Norway a monarchy, paving the way for Haakon VII to take the throne.","year":1905,"subtitle":"1905 Norwegian monarchy referendum","url":"https://en.wikipedia.org/wiki/1905_Norwegian_monarchy_referendum","headline":"Norwegian Voters Choose to Keep Monarchy, Haakon VII to Take Throne"},{"originalText":"William Heffelfinger was paid $500 by the Allegheny Athletic Association, becoming the first professional American football player.","year":1892,"subtitle":"Pudge Heffelfinger","url":"https://en.wikipedia.org/wiki/Pudge_Heffelfinger","headline":"William Heffelfinger Becomes First Professional American Football Player"},{"originalText":"Led by the voivode Basarab I, Wallachian forces defeated the Hungarian army in an ambush at the Battle of Posada.","year":1330,"subtitle":"Voivode","url":"https://en.wikipedia.org/wiki/Voivode","headline":"Wallachian Forces Defeat Hungarian Army at Battle of Posada"}]}