{"dateLabel":"November 13","issue":"Issue 318","events":[{"originalText":"Coordinated terrorist attacks in Paris perpetrated by the Islamic State killed 130 people and injured 413 others.","year":2015,"subtitle":"November 2015 Paris attacks","url":"https://en.wikipedia.org/wiki/November_2015_Paris_attacks","headline":"Islamic State Terrorist Attacks in Paris Kill 130, Injure 413"},{"originalText":"The High Court of Australia ruled in Dietrich v The Queen that, although there is no absolute right to have publicly funded counsel, a judge should grant any request for an adjournment or stay in most circumstances in which an accused is unrepresented.","year":1992,"subtitle":"High Court of Australia","url":"https://en.wikipedia.org/wiki/High_Court_of_Australia","headline":"High Court of Australia Rules in Dietrich v The Queen on Legal Representation"},{"originalText":"Nevado del Ruiz (pictured) erupted, causing a volcanic mudslide that buried the town of Armero, Colombia, killing approximately 23,000 people.","year":1985,"subtitle":"Nevado del Ruiz","url":"https://en.wikipedia.org/wiki/Nevado_del_Ruiz","headline":"Nevado del Ruiz Eruption Buries Armero, Colombia, Killing 23,000"},{"originalText":"South Korean boxer Kim Duk-koo suffered fatal brain injuries during a match with American Ray Mancini in Las Vegas, leading to significant rule changes in the sport.","year":1982,"subtitle":"Kim Duk-koo","url":"https://en.wikipedia.org/wiki/Kim_Duk-koo","headline":"South Korean Boxer Kim Duk-koo Dies from Injuries in Las Vegas Match"},{"originalText":"In Amityville, New York, Ronald DeFeo Jr. killed the other six members of his family, later inspiring the book The Amityville Horror and the subsequent media franchise.","year":1974,"subtitle":"Amityville, New York","url":"https://en.wikipedia.org/wiki/Amityville%2C_New_York","headline":"Ronald DeFeo Jr. Kills Family in Amityville, New York, Inspiring Horror Franchise"},{"originalText":"The Israeli military conducted a large cross-border assault on the Jordanian-controlled West Bank village of Samu in response to a Fatah land mine incident.","year":1966,"subtitle":"Samu incident","url":"https://en.wikipedia.org/wiki/Samu_incident","headline":"Israeli Military Conducts Cross-Border Assault on Samu Village in West Bank"},{"originalText":"A man wielding a dagger was subdued as he was about to attack Sanzō Nosaka, the chairman of the Japanese Communist Party.","year":1963,"subtitle":"Sanzō Nosaka","url":"https://en.wikipedia.org/wiki/Sanz%C5%8D_Nosaka","headline":"Japanese Communist Party Chairman Sanzō Nosaka Targeted in Dagger Attack"},{"originalText":"Walt Disney's Fantasia, the first commercial film shown with stereophonic sound, premiered at the Broadway Theatre in New York City.","year":1940,"subtitle":"Walt Disney","url":"https://en.wikipedia.org/wiki/Walt_Disney","headline":"Walt Disney's Fantasia Premieres with Stereophonic Sound in New York City"},{"originalText":"The Holland Tunnel (eastbound trip shown) opened, connecting Manhattan with Jersey City under the Hudson River.","year":1927,"subtitle":"Holland Tunnel","url":"https://en.wikipedia.org/wiki/Holland_Tunnel","headline":"Holland Tunnel Opens, Connecting Manhattan with Jersey City"},{"originalText":"Zaian War: Zaian Berber tribesmen routed French forces in Morocco at the Battle of El Herri.","year":1914,"subtitle":"Zaian War","url":"https://en.wikipedia.org/wiki/Zaian_War","headline":"Zaian Berber Tribesmen Defeat French Forces at Battle of El Herri in Morocco"},{"originalText":"American Revolutionary War: Patriot forces captured Montreal without significant opposition as part of the Invasion of Quebec.","year":1775,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Patriot Forces Capture Montreal in American Revolutionary War"},{"originalText":"First English Civil War: Royalist forces engaged the much larger Parliamentarian army at the Battle of Turnham Green near Turnham Green, Middlesex.","year":1642,"subtitle":"First English Civil War","url":"https://en.wikipedia.org/wiki/First_English_Civil_War","headline":"Royalist Forces Battle Parliamentarians at Turnham Green in First English Civil War"},{"originalText":"King Æthelred II ordered the massacre of all Danes in England.","year":1002,"subtitle":"Æthelred the Unready","url":"https://en.wikipedia.org/wiki/%C3%86thelred_the_Unready","headline":"King Æthelred II Orders Massacre of Danes in England"}]}