{"dateLabel":"November 14","issue":"Issue 319","events":[{"originalText":"A train derailed in Eckwersheim, France, while performing trials on the high-speed rail line LGV Est.","year":2015,"subtitle":"Eckwersheim derailment","url":"https://en.wikipedia.org/wiki/Eckwersheim_derailment","headline":"Train derails in Eckwersheim, France during high-speed rail line trials"},{"originalText":"Red Bull Racing's Sebastian Vettel won the Drivers' Championship after winning the final race of the season, becoming the youngest Formula One champion.","year":2010,"subtitle":"Red Bull Racing","url":"https://en.wikipedia.org/wiki/Red_Bull_Racing","headline":"Sebastian Vettel wins Drivers' Championship in final race of season"},{"originalText":"Astronomers Michael E. Brown, Chad Trujillo, and David L. Rabinowitz discovered the trans-Neptunian object Sedna (artist's impression pictured).","year":2003,"subtitle":"Michael E. Brown","url":"https://en.wikipedia.org/wiki/Michael_E._Brown","headline":"Astronomers discover trans-Neptunian object Sedna"},{"originalText":"As a result of budget conflicts between President Bill Clinton and the United States Congress led by Newt Gingrich, the federal government was forced to shut down non-essential services.","year":1995,"subtitle":"Bill Clinton","url":"https://en.wikipedia.org/wiki/Bill_Clinton","headline":"US government shuts down non-essential services due to budget conflicts"},{"originalText":"In poor conditions caused by Cyclone Forrest, Vietnam Airlines Flight 474 crashed near Nha Trang, killing 30 people.","year":1992,"subtitle":"Cyclone Forrest","url":"https://en.wikipedia.org/wiki/Cyclone_Forrest","headline":"Vietnam Airlines Flight 474 crashes near Nha Trang, killing 30"},{"originalText":"Croatian War of Independence: Croatian naval commandos attacked the Yugoslav patrol boat Mukos, starting the Battle of the Dalmatian Channels.","year":1991,"subtitle":"Croatian War of Independence","url":"https://en.wikipedia.org/wiki/Croatian_War_of_Independence","headline":"Croatian naval commandos attack Yugoslav patrol boat Mukos"},{"originalText":"Music producer Frank Farian admitted that the German R&B duo Milli Vanilli did not sing the vocals on their album Girl You Know It's True.","year":1990,"subtitle":"Frank Farian","url":"https://en.wikipedia.org/wiki/Frank_Farian","headline":"Milli Vanilli producer admits duo did not sing vocals on album"},{"originalText":"Germany and Poland signed the German–Polish Border Treaty, confirming their border at the Oder–Neisse line, which was originally defined by the Potsdam Agreement in 1945.","year":1990,"subtitle":"German–Polish Border Treaty","url":"https://en.wikipedia.org/wiki/German%E2%80%93Polish_Border_Treaty","headline":"Germany and Poland sign German-Polish Border Treaty"},{"originalText":"With the signing of the Madrid Accords, Spain agreed to withdraw its presence from the territory of Spanish Sahara.","year":1975,"subtitle":"Madrid Accords","url":"https://en.wikipedia.org/wiki/Madrid_Accords","headline":"Spain agrees to withdraw from Spanish Sahara with Madrid Accords"},{"originalText":"Southern Airways Flight 932, chartered by the Marshall University football team, crashed into a hill near Ceredo, West Virginia, killing all 75 people on board.","year":1970,"subtitle":"Southern Airways Flight 932","url":"https://en.wikipedia.org/wiki/Southern_Airways_Flight_932","headline":"Southern Airways Flight 932 crashes in West Virginia, killing 75"},{"originalText":"Apollo 12 launches from the Kennedy Space Center, becoming the second crewed flight to land on the moon.","year":1969,"subtitle":"Apollo 12","url":"https://en.wikipedia.org/wiki/Apollo_12","headline":"Apollo 12 launches, becoming second crewed flight to land on moon"},{"originalText":"Ruby Bridges and the McDonogh Three became the first black children to attend an all-white elementary school in Louisiana as part of the New Orleans school desegregation crisis.","year":1960,"subtitle":"Ruby Bridges","url":"https://en.wikipedia.org/wiki/Ruby_Bridges","headline":"Ruby Bridges and McDonogh Three integrate Louisiana elementary school"},{"originalText":"Second World War: After suffering torpedo damage the previous day, the British aircraft carrier HMS Ark Royal sank as she was being towed to Gibraltar for repairs.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"British aircraft carrier HMS Ark Royal sinks after torpedo damage"},{"originalText":"World War II: German troops, aided by local auxiliaries, murdered nine thousand residents of the Słonim Ghetto in a single day.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German troops massacre residents of Słonim Ghetto during World War II"},{"originalText":"Aviator Eugene Burton Ely performed the first takeoff from a ship (pictured), flying from a makeshift deck on USS Birmingham in Hampton Roads, Virginia.","year":1910,"subtitle":"Eugene Burton Ely","url":"https://en.wikipedia.org/wiki/Eugene_Burton_Ely","headline":"Aviator Eugene Burton Ely performs first ship takeoff in Virginia"},{"originalText":"German astronomer Gottfried Kirch discovered the Great Comet of 1680 (pictured), the first comet to be discovered by telescope.","year":1680,"subtitle":"Gottfried Kirch","url":"https://en.wikipedia.org/wiki/Gottfried_Kirch","headline":"Astronomer Gottfried Kirch discovers Great Comet of 1680"}]}