{"dateLabel":"November 15","issue":"Issue 320","events":[{"originalText":"Xi Jinping replaced Hu Jintao as General Secretary of the Chinese Communist Party, succeeding as the paramount leader of China.","year":2012,"subtitle":"Xi Jinping","url":"https://en.wikipedia.org/wiki/Xi_Jinping","headline":"Xi Jinping succeeds Hu Jintao as General Secretary of Chinese Communist Party"},{"originalText":"Edoardo Agnelli, son of the industrialist patriarch of Fiat Gianni Agnelli, was found dead under a bridge on the outskirts of Turin.","year":2000,"subtitle":"Edoardo Agnelli","url":"https://en.wikipedia.org/wiki/Edoardo_Agnelli","headline":"Edoardo Agnelli found dead under bridge in Turin"},{"originalText":"Palestine Liberation Organization leader Yasser Arafat proclaimed the creation of the State of Palestine as \"the state of Palestinians wherever they may be\".","year":1988,"subtitle":"Palestine Liberation Organization","url":"https://en.wikipedia.org/wiki/Palestine_Liberation_Organization","headline":"Yasser Arafat proclaims creation of State of Palestine"},{"originalText":"The Soviet spacecraft Buran, a reusable vehicle built in response to NASA's Space Shuttle program, was launched, uncrewed, on its only flight.","year":1988,"subtitle":"Buran (spacecraft)","url":"https://en.wikipedia.org/wiki/Buran_(spacecraft)","headline":"Soviet spacecraft Buran launched on its only flight"},{"originalText":"Two men murdered a family in Holcomb, Kansas; the events became the subject of Truman Capote's non-fiction novel In Cold Blood, a pioneering work of the true crime genre.","year":1959,"subtitle":"Clutter family murders","url":"https://en.wikipedia.org/wiki/Clutter_family_murders","headline":"Family murdered in Holcomb, Kansas; inspires Truman Capote's In Cold Blood"},{"originalText":"The Holocaust: In the Romani Holocaust, Nazi official Heinrich Himmler ordered that the Romani were to be put \"on the same level as Jews and placed in concentration camps\".","year":1943,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Romani Holocaust: Heinrich Himmler orders Romani to concentration camps"},{"originalText":"The Commonwealth of the Philippines was officially established, with Manuel L. Quezon inaugurated as its president.","year":1935,"subtitle":"Commonwealth of the Philippines","url":"https://en.wikipedia.org/wiki/Commonwealth_of_the_Philippines","headline":"Commonwealth of the Philippines established with Manuel L. Quezon as president"},{"originalText":"Fountain of Time (detail pictured), in Chicago's Washington Park, was dedicated as a tribute to 100 years of peace between the United States and Great Britain following the Treaty of Ghent.","year":1922,"subtitle":"Fountain of Time","url":"https://en.wikipedia.org/wiki/Fountain_of_Time","headline":"Fountain of Time dedicated in Chicago's Washington Park"},{"originalText":"During a general strike in Guayaquil, Ecuador, police and military fired into a crowd, killing at least 300 people.","year":1922,"subtitle":"1922 Guayaquil general strike","url":"https://en.wikipedia.org/wiki/1922_Guayaquil_general_strike","headline":"General strike in Guayaquil turns deadly with at least 300 killed"},{"originalText":"As a result of numerous atrocities in the territory, the Congo Free State was annexed to Belgium to form the Belgian Congo.","year":1908,"subtitle":"Atrocities in the Congo Free State","url":"https://en.wikipedia.org/wiki/Atrocities_in_the_Congo_Free_State","headline":"Congo Free State annexed to Belgium to form Belgian Congo"},{"originalText":"Brazilian emperor Pedro II was overthrown in a coup led by Deodoro da Fonseca, while the country was proclaimed a republic.","year":1889,"subtitle":"Pedro II of Brazil","url":"https://en.wikipedia.org/wiki/Pedro_II_of_Brazil","headline":"Brazilian emperor Pedro II overthrown in coup, country proclaimed a republic"},{"originalText":"American Civil War: Union Army general William Tecumseh Sherman began his March to the Sea, inflicting significant damage to property and infrastructure using scorched-earth tactics on his way from Atlanta to Savannah, Georgia.","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union Army general Sherman begins March to the Sea during American Civil War"},{"originalText":"Sponsored by Greek businessman Evangelos Zappas (pictured), the first modern revival of the Olympic Games took place in Athens.","year":1859,"subtitle":"Evangelos Zappas","url":"https://en.wikipedia.org/wiki/Evangelos_Zappas","headline":"First modern revival of Olympic Games sponsored by Evangelos Zappas in Athens"},{"originalText":"The chapel of the newly constructed Castellania in Valletta, Malta, was consecrated.","year":1760,"subtitle":"Castellania (Valletta)","url":"https://en.wikipedia.org/wiki/Castellania_(Valletta)","headline":"Chapel of Castellania in Valletta, Malta, consecrated"},{"originalText":"Penda of Mercia and Æthelhere of East Anglia were defeated by Oswiu of Northumbria at the Battle of the Winwaed in Yorkshire, England.","year":655,"subtitle":"Penda of Mercia","url":"https://en.wikipedia.org/wiki/Penda_of_Mercia","headline":"Oswiu of Northumbria defeats Penda of Mercia and Æthelhere of East Anglia at Battle of the Winwaed"},{"originalText":"Justin II became Byzantine emperor, having allegedly been chosen by his uncle Justinian I as his successor on his deathbed.","year":565,"subtitle":"Justin II","url":"https://en.wikipedia.org/wiki/Justin_II","headline":"Justin II becomes Byzantine emperor, allegedly chosen by Justinian I"}]}