{"dateLabel":"November 16","issue":"Issue 321","events":[{"originalText":"The El Dorado Fire in California, United States, was extinguished after 71 days, having destroyed 20 structures and killed one firefighter.","year":2020,"subtitle":"El Dorado Fire","url":"https://en.wikipedia.org/wiki/El_Dorado_Fire","headline":"El Dorado Fire in California Extinguished After 71 Days, 1 Firefighter Killed"},{"originalText":"The first case of SARS (pictured), a zoonotic respiratory coronavirus disease, was recorded in Guangdong, China.","year":2002,"subtitle":"2002–2004 SARS outbreak","url":"https://en.wikipedia.org/wiki/2002%E2%80%932004_SARS_outbreak","headline":"First Case of SARS Recorded in Guangdong, China"},{"originalText":"Chinese dissident Wei Jingsheng, released on ostensibly medical grounds after spending eighteen years in prison, was deported to the United States.","year":1997,"subtitle":"Wei Jingsheng","url":"https://en.wikipedia.org/wiki/Wei_Jingsheng","headline":"Chinese Dissident Wei Jingsheng Deported to United States After 18 Years in Prison"},{"originalText":"In Suffolk, England, a local man found the largest hoard of Roman silver and gold in Britain (sample pictured), including the largest collection of 4th- and 5th-century gold and silver coins ever discovered within the former Roman Empire.","year":1992,"subtitle":"Suffolk","url":"https://en.wikipedia.org/wiki/Suffolk","headline":"Largest Hoard of Roman Silver and Gold Found in Suffolk, England"},{"originalText":"About 30 million people watched the fictional couple Luke Spencer and Laura Webber wed on the television show General Hospital in the highest-rated hour in American soap-opera history.","year":1981,"subtitle":"Luke and Laura","url":"https://en.wikipedia.org/wiki/Luke_and_Laura","headline":"Luke Spencer and Laura Webber Wed on General Hospital, Highest-Rated Hour in Soap-Opera History"},{"originalText":"U.S. president Richard Nixon signed an act authorizing the construction of the Trans-Alaska Pipeline to transport oil from the Beaufort Sea to the Gulf of Alaska.","year":1973,"subtitle":"Richard Nixon","url":"https://en.wikipedia.org/wiki/Richard_Nixon","headline":"Richard Nixon Signs Act for Trans-Alaska Pipeline Construction"},{"originalText":"Aeroflot Flight 2230 crashed after takeoff from Koltsovo Airport, Russia, killing all 107 people aboard.","year":1967,"subtitle":"Aeroflot Flight 2230","url":"https://en.wikipedia.org/wiki/Aeroflot_Flight_2230","headline":"Aeroflot Flight 2230 Crashes in Russia, 107 People Killed"},{"originalText":"World War II: Operation Queen commenced with one of the heaviest Allied tactical bombings of the war, attacking German targets in the Rur valley.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Operation Queen Commences with Heavy Allied Bombings in World War II"},{"originalText":"World War I: Austro-Hungarian forces launched an assault against Serbian defensive positions at the Kolubara river, beginning the Battle of Kolubara.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Austro-Hungarian Forces Launch Assault at Kolubara River in World War I"},{"originalText":"After a five-day trial following the North-West Rebellion, the Canadian Métis leader and \"Father of Manitoba\" Louis Riel was hanged for high treason.","year":1885,"subtitle":"Trial of Louis Riel","url":"https://en.wikipedia.org/wiki/Trial_of_Louis_Riel","headline":"Canadian Métis Leader Louis Riel Hanged for High Treason After Trial"},{"originalText":"American Revolutionary War: Fort Washington on Manhattan was captured from the Patriots by British and Hessian units.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Fort Washington Captured by British and Hessian Units in American Revolutionary War"},{"originalText":"King Gustavus Adolphus of Sweden was killed at the Battle of Lützen during the Thirty Years' War.","year":1632,"subtitle":"Gustavus Adolphus","url":"https://en.wikipedia.org/wiki/Gustavus_Adolphus","headline":"King Gustavus Adolphus of Sweden Killed at Battle of Lützen"},{"originalText":"Spanish conquest of Peru: Conquistador Francisco Pizarro orchestrated a surprise attack (depiction shown) in Cajamarca, capturing the Inca emperor, Atahualpa.","year":1532,"subtitle":"Spanish conquest of the Inca Empire","url":"https://en.wikipedia.org/wiki/Spanish_conquest_of_the_Inca_Empire","headline":"Francisco Pizarro Captures Inca Emperor Atahualpa in Surprise Attack in Cajamarca"},{"originalText":"With the help of Stephen III and Stephen Báthory, Vlad the Impaler ousted Basarab the Old and became the ruler of Wallachia for the third time.","year":1476,"subtitle":"Stephen the Great","url":"https://en.wikipedia.org/wiki/Stephen_the_Great","headline":"Vlad the Impaler Becomes Ruler of Wallachia for Third Time with Help of Stephen III and Stephen Báthory"},{"originalText":"The second edition of the Code of Justinian, a codification of Roman law by Byzantine emperor Justinian I, was published.","year":534,"subtitle":"Code of Justinian","url":"https://en.wikipedia.org/wiki/Code_of_Justinian","headline":"Second Edition of Code of Justinian Published, Codification of Roman Law"}]}