{"dateLabel":"November 17","issue":"Issue 322","events":[{"originalText":"Tatarstan Airlines Flight 363 crashed during an aborted landing at Kazan International Airport, Russia, killing all fifty people on board and leading to the revocation of the airline's operating certificate.","year":2013,"subtitle":"Tatarstan Airlines Flight 363","url":"https://en.wikipedia.org/wiki/Tatarstan_Airlines_Flight_363","headline":"Tatarstan Airlines Flight 363 crashes in Kazan, Russia, killing all 50 on board"},{"originalText":"An outbreak of 77 confirmed tornadoes occurred in seven U.S. states; it became the largest November tornado outbreak in Illinois and Indiana.","year":2013,"subtitle":"Tornado outbreak of November 17, 2013","url":"https://en.wikipedia.org/wiki/Tornado_outbreak_of_November_17%2C_2013","headline":"77 tornadoes hit 7 U.S. states in largest November outbreak"},{"originalText":"In Manfalut, Egypt, a school bus was hit by a train, killing at least 50 children.","year":2012,"subtitle":"Manfalut","url":"https://en.wikipedia.org/wiki/Manfalut","headline":"Train hits school bus in Manfalut, Egypt, killing at least 50 children"},{"originalText":"Administrators at the University of East Anglia's Climatic Research Unit discovered that their servers had been hacked and thousands of emails and files on climate change had been stolen.","year":2009,"subtitle":"University of East Anglia","url":"https://en.wikipedia.org/wiki/University_of_East_Anglia","headline":"University of East Anglia's Climatic Research Unit hacked, climate change files stolen"},{"originalText":"Sixty-two people were killed by Islamist terrorists outside Deir el-Bahari (pictured) in Luxor, one of Egypt's top tourist attractions.","year":1997,"subtitle":"Luxor massacre","url":"https://en.wikipedia.org/wiki/Luxor_massacre","headline":"62 killed by terrorists in Luxor, Egypt"},{"originalText":"Walt Disney Pictures released The Little Mermaid to theatres, starting the Disney Renaissance.","year":1989,"subtitle":"Walt Disney Pictures","url":"https://en.wikipedia.org/wiki/Walt_Disney_Pictures","headline":"Walt Disney Pictures releases The Little Mermaid, starting Disney Renaissance"},{"originalText":"NBC controversially cut away from an American football game between the Oakland Raiders and New York Jets to broadcast Heidi, causing viewers in the Eastern United States to miss the game's dramatic ending.","year":1968,"subtitle":"NBC","url":"https://en.wikipedia.org/wiki/NBC","headline":"NBC cuts away from football game to broadcast Heidi, viewers miss dramatic ending"},{"originalText":"The 14th Dalai Lama (pictured) assumed full temporal power as ruler of Tibet at the age of fifteen.","year":1950,"subtitle":"14th Dalai Lama","url":"https://en.wikipedia.org/wiki/14th_Dalai_Lama","headline":"14th Dalai Lama assumes full power as ruler of Tibet at age 15"},{"originalText":"World War II: Australian forces launched an assault on Sattelberg, New Guinea, against Japanese forces, initiating the Battle of Sattelberg.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Australian forces launch assault on Sattelberg, New Guinea, in Battle of Sattelberg"},{"originalText":"World War II: Hjalmar Siilasvuo ordered Finnish forces to halt their assault against Soviet forces near Salla, concluding Operation Arctic Fox.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Finnish forces halt assault against Soviets near Salla, Operation Arctic Fox concludes"},{"originalText":"French Revolutionary Wars: French forces defeated the Austrians at the Battle of Arcole in a manoeuvre to cut the latter's line of retreat.","year":1796,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"French forces defeat Austrians at Battle of Arcole"},{"originalText":"Sigismund III Vasa, who was already King of Poland, succeeded his father John III as King of Sweden.","year":1592,"subtitle":"Sigismund III Vasa","url":"https://en.wikipedia.org/wiki/Sigismund_III_Vasa","headline":"Sigismund III Vasa succeeds father as King of Sweden"},{"originalText":"Elizabeth I (pictured) became Queen of England and of Ireland, marking the beginning of the Elizabethan era.","year":1558,"subtitle":"Elizabeth I","url":"https://en.wikipedia.org/wiki/Elizabeth_I","headline":"Elizabeth I becomes Queen of England and Ireland, beginning Elizabethan era"},{"originalText":"John Balliol was chosen to be King of Scots over Robert de Brus.","year":1292,"subtitle":"John Balliol","url":"https://en.wikipedia.org/wiki/John_Balliol","headline":"John Balliol chosen as King of Scots over Robert de Brus"}]}