{"dateLabel":"November 19","issue":"Issue 324","events":[{"originalText":"A double suicide bombing at the Iranian embassy in Beirut, Lebanon, killed 23 people and injured at least 160 others.","year":2013,"subtitle":"2013 Iranian embassy bombing in Beirut","url":"https://en.wikipedia.org/wiki/2013_Iranian_embassy_bombing_in_Beirut","headline":"Double suicide bombing at Iranian embassy in Beirut kills 23"},{"originalText":"The first of four explosions occurred at the Pike River Mine in the West Coast in New Zealand's worst mining disaster in nearly a century.","year":2010,"subtitle":"Pike River Mine disaster","url":"https://en.wikipedia.org/wiki/Pike_River_Mine_disaster","headline":"First explosion at Pike River Mine in New Zealand's worst mining disaster"},{"originalText":"Iraq War: A group of United States Marines allegedly massacred twenty-four people in the town of Haditha.","year":2005,"subtitle":"Iraq War","url":"https://en.wikipedia.org/wiki/Iraq_War","headline":"US Marines allegedly massacre twenty-four in Haditha"},{"originalText":"During an NBA game between the Indiana Pacers and the Detroit Pistons, a brawl between players spilled into the crowd when Ron Artest attacked a fan.","year":2004,"subtitle":"National Basketball Association","url":"https://en.wikipedia.org/wiki/National_Basketball_Association","headline":"NBA brawl spills into crowd as Ron Artest attacks fan"},{"originalText":"The Greek oil tanker Prestige split in two and sank off the coast of Galicia after spilling 420 thousand barrels (17.8 million US gallons) of oil in the worst environmental disaster in Spanish and Portuguese history.","year":2002,"subtitle":"MV Prestige","url":"https://en.wikipedia.org/wiki/MV_Prestige","headline":"Greek oil tanker Prestige sinks off Galicia after spilling 420 thousand barrels of oil"},{"originalText":"Mexican singer Luis Miguel released the album Romance, which led to a revival of interest in bolero music.","year":1991,"subtitle":"Luis Miguel","url":"https://en.wikipedia.org/wiki/Luis_Miguel","headline":"Luis Miguel releases album Romance, sparking interest in bolero music"},{"originalText":"The first of five summits (pictured) between Soviet general secretary Mikhail Gorbachev and U.S. president Ronald Reagan began in Geneva.","year":1985,"subtitle":"Geneva Summit (1985)","url":"https://en.wikipedia.org/wiki/Geneva_Summit_(1985)","headline":"First summit between Gorbachev and Reagan begins in Geneva"},{"originalText":"Playing for Santos against Vasco da Gama in Rio de Janeiro, Brazilian footballer Pelé scored his thousandth goal.","year":1969,"subtitle":"Santos FC","url":"https://en.wikipedia.org/wiki/Santos_FC","headline":"Pelé scores thousandth goal in Rio de Janeiro match"},{"originalText":"World War II: Soviet troops launched Operation Uranus at the Battle of Stalingrad with the goal of encircling Axis forces, turning the tide of the battle in their favour.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Soviet troops launch Operation Uranus at Battle of Stalingrad"},{"originalText":"World War II: The Australian light cruiser HMAS Sydney and the German auxiliary cruiser Kormoran destroyed each other in the Indian Ocean.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"HMAS Sydney and Kormoran destroy each other in Indian Ocean"},{"originalText":"The Union of the Right, a coalition of right-wing parties, won the majority of seats in the 1933 Spanish general election, the first election in the country with suffrage extended to women.","year":1933,"subtitle":"1933 Spanish general election","url":"https://en.wikipedia.org/wiki/1933_Spanish_general_election","headline":"Union of the Right wins majority in 1933 Spanish general election"},{"originalText":"Rioting broke out in Bombay, India, during the visit of Edward, Prince of Wales, leading to at least 58 deaths.","year":1921,"subtitle":"Prince of Wales riots","url":"https://en.wikipedia.org/wiki/Prince_of_Wales_riots","headline":"Rioting in Bombay during Prince of Wales visit leads to 58 deaths"},{"originalText":"American Civil War: Confederate forces began the Siege of Knoxville against Union fortifications, surrounding most of the city.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate forces begin Siege of Knoxville against Union fortifications"},{"originalText":"The Temenggung of Johor and Sultan Hussein Shah of Johor ceded the governance of Singapore to the British East India Company.","year":1824,"subtitle":"Temenggong","url":"https://en.wikipedia.org/wiki/Temenggong","headline":"Singapore governance ceded to British East India Company"},{"originalText":"The United States and Great Britain signed the Jay Treaty, the basis for ten years of peaceful trade between the two nations.","year":1794,"subtitle":"Jay Treaty","url":"https://en.wikipedia.org/wiki/Jay_Treaty","headline":"US and Great Britain sign Jay Treaty for peaceful trade"},{"originalText":"The Mayflower (depicted), which brought the Pilgrims from England to the New World, sighted Cape Cod.","year":1620,"subtitle":"Mayflower","url":"https://en.wikipedia.org/wiki/Mayflower"}]}