{"dateLabel":"November 20","issue":"Issue 325","events":[{"originalText":"Suicide bombers blew up the British consulate and the headquarters of HSBC Bank in Istanbul, killing 31 people, including consul general Roger Short and actor Kerem Yılmazer.","year":2003,"subtitle":"2003 Istanbul bombings","url":"https://en.wikipedia.org/wiki/2003_Istanbul_bombings","headline":"Suicide bombers attack British consulate and HSBC Bank in Istanbul, killing 31"},{"originalText":"In accordance with the Lusaka Protocol, the Angolan government signed a ceasefire with UNITA rebels in a failed attempt to end the Angolan Civil War.","year":1994,"subtitle":"Lusaka Protocol","url":"https://en.wikipedia.org/wiki/Lusaka_Protocol","headline":"Angolan government signs ceasefire with UNITA rebels in failed attempt to end Civil War"},{"originalText":"First Nagorno-Karabakh War: An Azerbaijani military helicopter carrying a peacekeeping mission team was shot down in Nagorno-Karabakh, disrupting ongoing peace talks.","year":1991,"subtitle":"First Nagorno-Karabakh War","url":"https://en.wikipedia.org/wiki/First_Nagorno-Karabakh_War","headline":"Azerbaijani military helicopter shot down in Nagorno-Karabakh during peacekeeping mission"},{"originalText":"Andrei Chikatilo, one of the Soviet Union's most prolific serial killers, was arrested in Novocherkassk.","year":1990,"subtitle":"Andrei Chikatilo","url":"https://en.wikipedia.org/wiki/Andrei_Chikatilo","headline":"Soviet serial killer Andrei Chikatilo arrested in Novocherkassk"},{"originalText":"A group of armed insurgents attacked and took over the Masjid al-Haram in Mecca, declaring that one of their leaders was the Mahdi, the prophesied redeemer of Islam.","year":1979,"subtitle":"Grand Mosque seizure","url":"https://en.wikipedia.org/wiki/Grand_Mosque_seizure","headline":"Insurgents take over Masjid al-Haram in Mecca, declaring leader as Mahdi"},{"originalText":"A group of Native American activists began a 19-month occupation of Alcatraz Island in San Francisco Bay.","year":1969,"subtitle":"Native Americans in the United States","url":"https://en.wikipedia.org/wiki/Native_Americans_in_the_United_States","headline":"Native American activists occupy Alcatraz Island in San Francisco Bay"},{"originalText":"Princess Elizabeth, daughter of King George VI, married Lieutenant Philip Mountbatten, who was given the title Duke of Edinburgh.","year":1947,"subtitle":"Elizabeth II","url":"https://en.wikipedia.org/wiki/Elizabeth_II","headline":"Princess Elizabeth marries Lieutenant Philip Mountbatten, becoming Duke of Edinburgh"},{"originalText":"The Nuremberg trials (defendants pictured) of 24 leading Nazis involved in the Holocaust and various war crimes during World War II began in Nuremberg, Germany.","year":1945,"subtitle":"Nuremberg trials","url":"https://en.wikipedia.org/wiki/Nuremberg_trials","headline":"Nuremberg trials of leading Nazis involved in Holocaust begin in Germany"},{"originalText":"First World War: The Battle of Cambrai began with British forces having initial success over Germany's Hindenburg Line.","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Battle of Cambrai starts with British forces gaining initial success over Hindenburg Line"},{"originalText":"While discussing how to promote the newspaper L'Auto, sports journalist Géo Lefèvre came up with the idea of holding a cycling race that later became known as the Tour de France.","year":1902,"subtitle":"L'Équipe","url":"https://en.wikipedia.org/wiki/L'%C3%89quipe","headline":"Tour de France cycling race idea proposed by sports journalist Géo Lefèvre"},{"originalText":"Anglo-French blockade of the Río de la Plata: The Argentine Confederation was defeated in the Battle of Vuelta de Obligado, but the losses ultimately made the United Kingdom and France give up the blockade.","year":1845,"subtitle":"Anglo-French blockade of the Río de la Plata","url":"https://en.wikipedia.org/wiki/Anglo-French_blockade_of_the_R%C3%ADo_de_la_Plata","headline":"Anglo-French blockade defeated in Battle of Vuelta de Obligado"},{"originalText":"American Revolutionary War: The Battle of Fort Lee saw the invasion of New Jersey by British and Hessian forces and the subsequent general retreat of the Continental Army.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British and Hessian forces invade New Jersey in Battle of Fort Lee"},{"originalText":"War of Jenkins' Ear: A British naval force arrived at the settlement of Portobello in the Spanish Main, capturing it the next day.","year":1739,"subtitle":"War of Jenkins' Ear","url":"https://en.wikipedia.org/wiki/War_of_Jenkins'_Ear","headline":"British naval force captures Portobello in War of Jenkins' Ear"},{"originalText":"Diocletian (bust pictured) became Roman emperor, eventually establishing reforms that ended the Crisis of the Third Century.","year":284,"subtitle":"Diocletian","url":"https://en.wikipedia.org/wiki/Diocletian","headline":"Diocletian becomes Roman emperor, ending Crisis of the Third Century reforms"}]}