{"dateLabel":"November 21","issue":"Issue 326","events":[{"originalText":"The Belgian government imposed a four-day security lockdown in Brussels based on information about potential terrorist attacks.","year":2015,"subtitle":"2015 Brussels lockdown","url":"https://en.wikipedia.org/wiki/2015_Brussels_lockdown","headline":"Brussels under four-day security lockdown due to potential terrorist attacks"},{"originalText":"A remote-controlled bomb exploded on a bus in Tel Aviv, Israel, injuring at least 28 people on board.","year":2012,"subtitle":"2012 Tel Aviv bus bombing","url":"https://en.wikipedia.org/wiki/2012_Tel_Aviv_bus_bombing","headline":"Remote-controlled bomb explodes on bus in Tel Aviv, injuring 28"},{"originalText":"An explosion in a coal mine in Heilongjiang, China, killed 108 miners.","year":2009,"subtitle":"2009 Heilongjiang mine explosion","url":"https://en.wikipedia.org/wiki/2009_Heilongjiang_mine_explosion","headline":"Explosion in coal mine in Heilongjiang, China, kills 108 miners"},{"originalText":"\"God Defend New Zealand\" became New Zealand's second national anthem, on equal standing with \"God Save the King\", which had been the traditional anthem since 1840.","year":1977,"subtitle":"God Defend New Zealand","url":"https://en.wikipedia.org/wiki/God_Defend_New_Zealand","headline":"New Zealand adopts 'God Defend New Zealand' as second national anthem"},{"originalText":"Bombs exploded in two pubs in central Birmingham, England, killing 21 people and leading to the imprisonment of six people who were later exonerated.","year":1974,"subtitle":"Birmingham pub bombings","url":"https://en.wikipedia.org/wiki/Birmingham_pub_bombings","headline":"Bombs in two pubs in Birmingham kill 21, leading to wrongful imprisonment"},{"originalText":"Vietnam War: American forces raided the North Vietnamese Sơn Tây prison camp in an attempt to rescue 61 American POWs who were thought to be held there.","year":1970,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"American forces raid North Vietnamese prison camp in rescue attempt"},{"originalText":"The Verrazzano-Narrows Bridge (pictured), connecting Staten Island and Brooklyn in New York City, opened to traffic as the longest suspension bridge in the world at the time.","year":1964,"subtitle":"Verrazzano-Narrows Bridge","url":"https://en.wikipedia.org/wiki/Verrazzano-Narrows_Bridge","headline":"Verrazzano-Narrows Bridge opens in New York City as longest suspension bridge"},{"originalText":"La Ronde (pictured), the first revolving restaurant in the United States, was inaugurated.","year":1961,"subtitle":"La Ronde (restaurant)","url":"https://en.wikipedia.org/wiki/La_Ronde_(restaurant)","headline":"La Ronde, first revolving restaurant in the US, inaugurated"},{"originalText":"American disc jockey Alan Freed (pictured), who popularized the term rock and roll, was fired from WABC-AM for his role in the payola scandal.","year":1959,"subtitle":"Disc jockey","url":"https://en.wikipedia.org/wiki/Disc_jockey","headline":"DJ Alan Freed fired for role in payola scandal"},{"originalText":"Two trains collided near Valemount, Canada, killing 21 people; the subsequent trial brought future prime minister John Diefenbaker to greater political attention.","year":1950,"subtitle":"Canoe River train crash","url":"https://en.wikipedia.org/wiki/Canoe_River_train_crash","headline":"Train collision near Valemount, Canada, kills 21"},{"originalText":"Manzanar, a camp in California for the internment of Japanese Americans during World War II, was closed.","year":1945,"subtitle":"Manzanar","url":"https://en.wikipedia.org/wiki/Manzanar","headline":"Manzanar camp for Japanese Americans closed in California"},{"originalText":"Rebecca Latimer Felton became the first woman to serve in the United States Senate, albeit for only one day.","year":1922,"subtitle":"Rebecca Latimer Felton","url":"https://en.wikipedia.org/wiki/Rebecca_Latimer_Felton","headline":"Rebecca Latimer Felton serves as first woman in US Senate for one day"},{"originalText":"Irish War of Independence: On Bloody Sunday in Dublin, the IRA assassinated a group of British intelligence agents, and British forces killed 14 civilians at a Gaelic football match at Croke Park.","year":1920,"subtitle":"Irish War of Independence","url":"https://en.wikipedia.org/wiki/Irish_War_of_Independence","headline":"Bloody Sunday in Dublin: IRA assassinations and British forces kill civilians"},{"originalText":"First Sino-Japanese War: After capturing the Chinese city of Port Arthur, the Japanese army began a massacre of the city's soldiers and civilians.","year":1894,"subtitle":"First Sino-Japanese War","url":"https://en.wikipedia.org/wiki/First_Sino-Japanese_War","headline":"Japanese army begins massacre in Port Arthur after capturing city"},{"originalText":"Thomas Edison announced his invention of the phonograph, a device able to record and play sound.","year":1877,"subtitle":"Thomas Edison","url":"https://en.wikipedia.org/wiki/Thomas_Edison","headline":"Thomas Edison announces invention of phonograph"},{"originalText":"The Mayflower Compact, the first governing document of the Plymouth Colony, was signed by 41 of the Mayflower's passengers while the ship was anchored in what is now Provincetown Harbor.","year":1620,"subtitle":"Mayflower Compact","url":"https://en.wikipedia.org/wiki/Mayflower_Compact","headline":"Mayflower Compact signed by passengers in Provincetown Harbor"},{"originalText":"Turco-Mongol conqueror Timur captured and sacked the Georgian capital Tbilisi and forced King Bagrat V to convert to Islam.","year":1386,"subtitle":"Turco-Mongol tradition","url":"https://en.wikipedia.org/wiki/Turco-Mongol_tradition","headline":"Timur captures Tbilisi, forces King Bagrat V to convert to Islam"}]}