{"dateLabel":"November 22","issue":"Issue 327","events":[{"originalText":"Norwegian chess grandmaster Magnus Carlsen (pictured) defeated India's Viswanathan Anand to become world chess champion.","year":2013,"subtitle":"Magnus Carlsen","url":"https://en.wikipedia.org/wiki/Magnus_Carlsen","headline":"Magnus Carlsen defeats Viswanathan Anand to become world chess champion"},{"originalText":"Toy Story, the first feature film created using only computer-generated imagery, was released in theaters in the United States.","year":1995,"subtitle":"Toy Story","url":"https://en.wikipedia.org/wiki/Toy_Story","headline":"Toy Story released as first computer-generated imagery feature film"},{"originalText":"The B-2 Spirit stealth bomber of the United States Air Force was first displayed in public at Air Force Plant 42 in Palmdale, California.","year":1988,"subtitle":"Northrop Grumman B-2 Spirit","url":"https://en.wikipedia.org/wiki/Northrop_Grumman_B-2_Spirit","headline":"B-2 Spirit stealth bomber displayed in public at Air Force Plant 42"},{"originalText":"Two television stations in Chicago had their broadcast signals hijacked with footage of an unknown person wearing a Max Headroom mask and costume.","year":1987,"subtitle":"Max Headroom signal hijacking","url":"https://en.wikipedia.org/wiki/Max_Headroom_signal_hijacking","headline":"Chicago television stations hijacked with Max Headroom footage"},{"originalText":"Two days after the death of Francisco Franco, Juan Carlos I was declared King of Spain according to the law of succession promulgated by Franco.","year":1975,"subtitle":"Francisco Franco","url":"https://en.wikipedia.org/wiki/Francisco_Franco","headline":"Juan Carlos I declared King of Spain after Francisco Franco's death"},{"originalText":"In Britain's worst mountaineering tragedy, five teenage students and one of their leaders were found dead from exposure on the Cairngorm Plateau in the Scottish Highlands.","year":1971,"subtitle":"Cairngorm Plateau disaster","url":"https://en.wikipedia.org/wiki/Cairngorm_Plateau_disaster","headline":"Five students found dead on Cairngorm Plateau in mountaineering tragedy"},{"originalText":"The Beatles released their eponymous double album, popularly known as the White Album.","year":1968,"subtitle":"The Beatles","url":"https://en.wikipedia.org/wiki/The_Beatles","headline":"The Beatles release eponymous double album, known as the White Album"},{"originalText":"The United Nations Security Council unanimously adopted Resolution 242 in the aftermath of the Six-Day War between Israel and Egypt, Jordan, and Syria.","year":1967,"subtitle":"United Nations Security Council","url":"https://en.wikipedia.org/wiki/United_Nations_Security_Council","headline":"UN Security Council adopts Resolution 242 after Six-Day War"},{"originalText":"John F. Kennedy was assassinated by Lee Harvey Oswald in Dallas, Texas; hours later, Lyndon B. Johnson was sworn in aboard Air Force One as the 36th President of the United States.","year":1963,"subtitle":"John F. Kennedy","url":"https://en.wikipedia.org/wiki/John_F._Kennedy","headline":"John F. Kennedy assassinated in Dallas, Lyndon B. Johnson sworn in as President"},{"originalText":"The crews of three Brazilian warships – all commissioned only months before – and several smaller vessels mutinied against perceived \"slavery\" being practised in the Brazilian Navy.","year":1910,"subtitle":"South American dreadnought race","url":"https://en.wikipedia.org/wiki/South_American_dreadnought_race","headline":"Brazilian warships' crews mutiny against perceived slavery in Navy"},{"originalText":"The French steamship Ville du Havre collided with a Scottish iron clipper in the North Atlantic and sank with the loss of 226 lives.","year":1873,"subtitle":"SS Ville du Havre","url":"https://en.wikipedia.org/wiki/SS_Ville_du_Havre","headline":"French steamship Ville du Havre sinks in North Atlantic, 226 lives lost"},{"originalText":"The Geisel School of Medicine, the fourth oldest medical school in the United States, was founded by the physician Nathan Smith.","year":1797,"subtitle":"Geisel School of Medicine at Dartmouth","url":"https://en.wikipedia.org/wiki/Geisel_School_of_Medicine_at_Dartmouth","headline":"Geisel School of Medicine founded by physician Nathan Smith"},{"originalText":"The pirate Blackbeard (pictured) was killed in battle by a boarding party of British sailors off the coast of the Province of North Carolina.","year":1718,"subtitle":"Blackbeard","url":"https://en.wikipedia.org/wiki/Blackbeard","headline":"Pirate Blackbeard killed in battle off coast of North Carolina"},{"originalText":"Dutch colonial forces on Taiwan launched a three-month pacification campaign against the island's indigenous peoples.","year":1635,"subtitle":"Dutch Formosa","url":"https://en.wikipedia.org/wiki/Dutch_Formosa","headline":"Dutch colonial forces launch pacification campaign against Taiwan's indigenous peoples"},{"originalText":"The Spanish explorer Juan Fernández discovered the islands off the coast of Chile which now bear his name.","year":1574,"subtitle":"Juan Fernández (explorer)","url":"https://en.wikipedia.org/wiki/Juan_Fern%C3%A1ndez_(explorer)","headline":"Juan Fernández discovers islands off coast of Chile, now named after him"}]}