{"dateLabel":"November 23","issue":"Issue 328","events":[{"originalText":"\"Il Canto degli Italiani\" officially became the national anthem of Italy, 66 years after it was provisionally chosen following the birth of the Italian Republic.","year":2012,"subtitle":"Il Canto degli Italiani","url":"https://en.wikipedia.org/wiki/Il_Canto_degli_Italiani","headline":"Italy adopts 'Il Canto degli Italiani' as national anthem after 66 years"},{"originalText":"Arab Spring: After months of protests in Yemen, President Ali Abdullah Saleh agreed to transfer power to Vice President Abdrabbuh Mansur Hadi.","year":2011,"subtitle":"Arab Spring","url":"https://en.wikipedia.org/wiki/Arab_Spring","headline":"President Ali Abdullah Saleh agrees to transfer power in Yemen"},{"originalText":"A crowd of people on their way to register Esmael Mangudadatu's candidacy for governor of Maguindanao, Philippines, were kidnapped and killed by supporters of his rival, resulting in 58 deaths.","year":2009,"subtitle":"Esmael Mangudadatu","url":"https://en.wikipedia.org/wiki/Esmael_Mangudadatu","headline":"58 killed in kidnapping of Esmael Mangudadatu's supporters in Philippines"},{"originalText":"MS Explorer became the first cruise ship to sink in the Southern Ocean.","year":2007,"subtitle":"MV Explorer (1969)","url":"https://en.wikipedia.org/wiki/MV_Explorer_(1969)","headline":"MS Explorer sinks in Southern Ocean, first cruise ship to do so"},{"originalText":"Rose Revolution: Eduard Shevardnadze resigned as President of Georgia following weeks of mass protests over disputed election results.","year":2003,"subtitle":"Rose Revolution","url":"https://en.wikipedia.org/wiki/Rose_Revolution","headline":"Eduard Shevardnadze resigns as President of Georgia after Rose Revolution"},{"originalText":"An earthquake struck the Irpinia region of Italy, killing at least 2,483 people, injuring more than 7,700 and leaving 250,000 homeless.","year":1980,"subtitle":"1980 Irpinia earthquake","url":"https://en.wikipedia.org/wiki/1980_Irpinia_earthquake","headline":"2,483 dead in earthquake in Irpinia region of Italy"},{"originalText":"Jacques Mayol became the first person to freedive to a depth of 100 metres (330 ft).","year":1976,"subtitle":"Jacques Mayol","url":"https://en.wikipedia.org/wiki/Jacques_Mayol","headline":"Jacques Mayol sets record for freediving to 100 meters"},{"originalText":"The first episode of Doctor Who, the world's longest-running science fiction television show, was broadcast on BBC television, starring William Hartnell as the first incarnation of the title role.","year":1963,"subtitle":"An Unearthly Child","url":"https://en.wikipedia.org/wiki/An_Unearthly_Child","headline":"First episode of Doctor Who airs on BBC television"},{"originalText":"The New York Times published evidence from Edwin Hubble (pictured) stating that the Andromeda Nebula, previously believed to be part of the Milky Way, is in fact another galaxy.","year":1924,"subtitle":"The New York Times","url":"https://en.wikipedia.org/wiki/The_New_York_Times","headline":"New York Times reveals Andromeda Nebula is another galaxy"},{"originalText":"William \"Boss\" Tweed, a New York City politician who had been arrested for embezzlement, was handed over to US authorities after having escaped from prison and fled to Spain.","year":1876,"subtitle":"William M. Tweed","url":"https://en.wikipedia.org/wiki/William_M._Tweed","headline":"William 'Boss' Tweed handed over to US authorities after escape to Spain"},{"originalText":"The Manchester Martyrs were hanged in Manchester, England, for involvement in a scheme to free two Irish nationalists from custody in which a police officer was killed.","year":1867,"subtitle":"Manchester Martyrs","url":"https://en.wikipedia.org/wiki/Manchester_Martyrs","headline":"Manchester Martyrs hanged in England for police officer's death"},{"originalText":"African slaves in the Danish West Indies began an insurrection in one of the earliest and longest slave revolts in the Americas.","year":1733,"subtitle":"Danish West Indies","url":"https://en.wikipedia.org/wiki/Danish_West_Indies","headline":"African slaves in Danish West Indies start insurrection"},{"originalText":"A papal conclave, which had been deadlocked due to concerns over how a successor would respond to the impending death of Charles II of Spain, ended with the election of Clement XI.","year":1700,"subtitle":"1700 papal conclave","url":"https://en.wikipedia.org/wiki/1700_papal_conclave","headline":"Papal conclave elects Clement XI after deadlock"},{"originalText":"In opposition to licensing and censorship during the English Civil War, John Milton's Areopagitica (title page pictured) was published, arguing for the right to free expression.","year":1644,"subtitle":"English Civil War","url":"https://en.wikipedia.org/wiki/English_Civil_War","headline":"John Milton's Areopagitica published in opposition to censorship"},{"originalText":"Dutch pacification campaign on Formosa: Soldiers from the Dutch East India Company razed the village of Mattou, now part of modern-day Tainan, Taiwan.","year":1635,"subtitle":"Dutch pacification campaign on Formosa","url":"https://en.wikipedia.org/wiki/Dutch_pacification_campaign_on_Formosa","headline":"Dutch East India Company razes village in Formosa pacification campaign"}]}