{"dateLabel":"November 24","issue":"Issue 329","events":[{"originalText":"A Russian Sukhoi Su-24 attack aircraft was shot down by a Turkish fighter jet after the former allegedly strayed into Turkish airspace and ignored warnings to change course.","year":2015,"subtitle":"Sukhoi Su-24","url":"https://en.wikipedia.org/wiki/Sukhoi_Su-24","headline":"Russian Su-24 shot down by Turkish fighter jet"},{"originalText":"A fire at a clothing factory in the Ashulia district on the outskirts of Dhaka, Bangladesh, killed at least 117 people.","year":2012,"subtitle":"2012 Dhaka garment factory fire","url":"https://en.wikipedia.org/wiki/2012_Dhaka_garment_factory_fire","headline":"Fire at clothing factory in Bangladesh kills 117"},{"originalText":"The Avdhela Project, an Aromanian digital library and cultural initiative, is launched in Bucharest, Romania.","year":2009,"subtitle":"Avdhela Project","url":"https://en.wikipedia.org/wiki/Avdhela_Project","headline":"Avdhela Project launched in Bucharest, Romania"},{"originalText":"A magnitude 7.3 earthquake struck eastern Turkey, destroying 80 per cent of the buildings in the area, with at least 4,000 casualties.","year":1976,"subtitle":"1976 Çaldıran–Muradiye earthquake","url":"https://en.wikipedia.org/wiki/1976_%C3%87ald%C4%B1ran%E2%80%93Muradiye_earthquake","headline":"7.3 magnitude earthquake hits eastern Turkey, 4,000 casualties"},{"originalText":"A group of paleoanthropologists led by Donald Johanson discovered a 3.2-million-year-old Australopithecus afarensis skeleton in Ethiopia, nicknaming it Lucy (pictured) after the Beatles song \"Lucy in the Sky with Diamonds\".","year":1974,"subtitle":"Paleoanthropology","url":"https://en.wikipedia.org/wiki/Paleoanthropology","headline":"Paleoanthropologists discover 3.2-million-year-old skeleton in Ethiopia"},{"originalText":"After collecting a ransom payout of $200,000, D. B. Cooper (depicted) parachuted out of the rear stairway of the airplane he had hijacked over the Pacific Northwest and disappeared.","year":1971,"subtitle":"D. B. Cooper","url":"https://en.wikipedia.org/wiki/D._B._Cooper","headline":"D.B. Cooper parachutes after ransom payout"},{"originalText":"During a live television broadcast, businessman Jack Ruby shot and fatally wounded Lee Harvey Oswald, who assassinated U.S. president John F. Kennedy, fueling numerous conspiracy theories.","year":1963,"subtitle":"Jack Ruby","url":"https://en.wikipedia.org/wiki/Jack_Ruby","headline":"Jack Ruby fatally shoots Lee Harvey Oswald on live TV"},{"originalText":"The \"Great Appalachian Storm\", a large extratropical cyclone, struck the east coast of the United States before moving northeast.","year":1950,"subtitle":"Great Appalachian Storm of 1950","url":"https://en.wikipedia.org/wiki/Great_Appalachian_Storm_of_1950","headline":"Great Appalachian Storm strikes U.S. east coast"},{"originalText":"World War II: Following the American capture of Makin Atoll, USS Liscome Bay was sunk by a torpedo from Japanese submarine I-175, killing 644.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"USS Liscome Bay sunk by Japanese submarine, 644 killed"},{"originalText":"The Holocaust: The Theresienstadt Ghetto was founded as a waystation to Nazi extermination camps and a \"retirement settlement\" for elderly and prominent Jews to mislead their communities about the Final Solution.","year":1941,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Theresienstadt Ghetto founded during Holocaust"},{"originalText":"The Eugene O'Neill Theatre opened on Broadway, New York, with a production of the musical Mayflowers.","year":1925,"subtitle":"Eugene O'Neill Theatre","url":"https://en.wikipedia.org/wiki/Eugene_O'Neill_Theatre","headline":"Eugene O'Neill Theatre opens on Broadway with Mayflowers"},{"originalText":"Irish Civil War: Irish nationalist author Erskine Childers was executed by the Irish Free State for illegally carrying a semi-automatic pistol.","year":1922,"subtitle":"Irish Civil War","url":"https://en.wikipedia.org/wiki/Irish_Civil_War","headline":"Irish nationalist Erskine Childers executed for carrying pistol"},{"originalText":"The second of two games between two Ohio football teams took place, after which accusations were made that players conspired to deliberately lose games.","year":1906,"subtitle":"American football","url":"https://en.wikipedia.org/wiki/American_football","headline":"Accusations of game-fixing between Ohio football teams"},{"originalText":"American Civil War: As part of the Chattanooga campaign in Chattanooga, Tennessee, Union forces captured Lookout Mountain, helping them to begin breaking the Confederate siege of the city.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union forces capture Lookout Mountain in Chattanooga campaign"},{"originalText":"British naturalist Charles Darwin's On the Origin of Species was first published, and sold out its initial print run on the first day.","year":1859,"subtitle":"Charles Darwin","url":"https://en.wikipedia.org/wiki/Charles_Darwin","headline":"Charles Darwin's On the Origin of Species published"},{"originalText":"Tarabai, the former regent of the Maratha Empire, had Rajaram II, whom she had previously claimed to be her grandson, arrested as an impostor.","year":1750,"subtitle":"Tarabai","url":"https://en.wikipedia.org/wiki/Tarabai","headline":"Tarabai has Rajaram II arrested as impostor"},{"originalText":"Anglo-Scottish Wars: England captured about 1,200 Scots with a victory at the Battle of Solway Moss.","year":1542,"subtitle":"Anglo-Scottish Wars","url":"https://en.wikipedia.org/wiki/Anglo-Scottish_Wars","headline":"England captures 1,200 Scots at Battle of Solway Moss"},{"originalText":"Mongol invasion of the Khwarazmian Empire: Genghis Khan defeated the renegade Khwarazmian prince Jalal al-Din at the Battle of the Indus.","year":1221,"subtitle":"Mongol invasion of the Khwarazmian Empire","url":"https://en.wikipedia.org/wiki/Mongol_invasion_of_the_Khwarazmian_Empire","headline":"Genghis Khan defeats Khwarazmian prince at Battle of the Indus"}]}