{"dateLabel":"November 25","issue":"Issue 330","events":[{"originalText":"English-Irish boy band One Direction released their third studio album Midnight Memories which debuted at number one on the Billboard 200 and became the best-selling album of 2013.","year":2013,"subtitle":"One Direction","url":"https://en.wikipedia.org/wiki/One_Direction","headline":"One Direction's 'Midnight Memories' Debuts at Number One on Billboard 200"},{"originalText":"Band Aid, a supergroup consisting of more than 30 leading British and Irish pop musicians, recorded the song \"Do They Know It's Christmas?\" to raise money for famine relief in Ethiopia.","year":1984,"subtitle":"Band Aid (band)","url":"https://en.wikipedia.org/wiki/Band_Aid_(band)","headline":"Band Aid Records 'Do They Know It's Christmas?' to Raise Money for Famine Relief"},{"originalText":"A group of Conservative Party members of parliament wrote a letter outlining their opposition to the economic policy of Margaret Thatcher leading to speculation over a split from the party by the Gang of 25.","year":1981,"subtitle":"Margaret Thatcher","url":"https://en.wikipedia.org/wiki/Margaret_Thatcher","headline":"Conservative Party Members Oppose Margaret Thatcher's Economic Policy"},{"originalText":"Upon Suriname's independence from the Netherlands, Johan Ferrier (pictured) became its first president.","year":1975,"subtitle":"Johan Ferrier","url":"https://en.wikipedia.org/wiki/Johan_Ferrier","headline":"Johan Ferrier Becomes First President of Suriname Upon Independence"},{"originalText":"After failing to instigate a military coup to restore the powers of the Emperor of Japan, author Yukio Mishima publicly committed ritual suicide.","year":1970,"subtitle":"Emperor of Japan","url":"https://en.wikipedia.org/wiki/Emperor_of_Japan","headline":"Author Yukio Mishima Commits Ritual Suicide After Failed Coup Attempt"},{"originalText":"Three of the four Mirabal sisters, who opposed the dictatorship of military strongman Rafael Trujillo in the Dominican Republic, were beaten and strangled to death.","year":1960,"subtitle":"Mirabal sisters","url":"https://en.wikipedia.org/wiki/Mirabal_sisters","headline":"Three Mirabal Sisters Opposing Trujillo Dictatorship Killed"},{"originalText":"Korean War: After 42 days of fighting, the Battle of Triangle Hill ended as American and South Korean units abandoned their attempt to capture the \"Iron Triangle\".","year":1952,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"Battle of Triangle Hill Ends in Korean War"},{"originalText":"The left-wing Japanese novelist Wataru Kaji disappeared, leading to a government inquiry in which CIA involvement was investigated; Kaji stated he was kidnapped and held against his will by intelligence officers, which the United States denied.","year":1951,"subtitle":"Wataru Kaji","url":"https://en.wikipedia.org/wiki/Wataru_Kaji","headline":"Left-Wing Novelist Wataru Kaji Disappears Amid CIA Involvement Inquiry"},{"originalText":"McCarthyism: Executives from movie studios agreed to blacklist ten screenwriters and directors who were jailed for refusing to give testimony to the House Un-American Activities Committee.","year":1947,"subtitle":"McCarthyism","url":"https://en.wikipedia.org/wiki/McCarthyism","headline":"Movie Studios Blacklist Screenwriters and Directors Amid McCarthyism"},{"originalText":"The de Havilland Mosquito, one of the most successful military aircraft in the Second World War, made its first flight.","year":1940,"subtitle":"De Havilland Mosquito","url":"https://en.wikipedia.org/wiki/De_Havilland_Mosquito","headline":"De Havilland Mosquito Makes First Flight in World War II"},{"originalText":"Nazi Germany and the Empire of Japan signed the Anti-Comintern Pact, agreeing that, if the Soviet Union attacked one of them, they would consult each other on what measures to take to \"safeguard their common interests\".","year":1936,"subtitle":"Anti-Comintern Pact","url":"https://en.wikipedia.org/wiki/Anti-Comintern_Pact","headline":"Nazi Germany and Japan Sign Anti-Comintern Pact"},{"originalText":"World War I: German troops invaded Portuguese East Africa in an attempt to escape superior British forces to the north and resupply from captured Portuguese materiel.","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"German Troops Invade Portuguese East Africa in World War I"},{"originalText":"Gustav Mahler's Symphony No. 4 premiered in Munich.","year":1901,"subtitle":"Gustav Mahler","url":"https://en.wikipedia.org/wiki/Gustav_Mahler","headline":"Gustav Mahler's Symphony No. 4 Premieres in Munich"},{"originalText":"Banff National Park (pictured), the oldest national park in Canada, was established as the Banff Hot Springs Reserve.","year":1885,"subtitle":"Banff National Park","url":"https://en.wikipedia.org/wiki/Banff_National_Park","headline":"Banff National Park Established as Canada's Oldest National Park"},{"originalText":"American Civil War: Confederate forces were defeated at the Battle of Missionary Ridge in Chattanooga, Tennessee, opening the door to the Union's invasion of the Deep South.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate Forces Defeated at Battle of Missionary Ridge"},{"originalText":"Stanisław II Augustus, the last king of Poland, was forced to abdicate after the Third Partition of the Polish–Lithuanian Commonwealth.","year":1795,"subtitle":"Stanisław August Poniatowski","url":"https://en.wikipedia.org/wiki/Stanis%C5%82aw_August_Poniatowski","headline":"Stanisław II Augustus Forced to Abdicate After Third Partition of Poland"},{"originalText":"The second of two strong earthquakes struck the Levant and destroyed all the villages in the Beqaa Valley.","year":1759,"subtitle":"Near East earthquakes of 1759","url":"https://en.wikipedia.org/wiki/Near_East_earthquakes_of_1759","headline":"Strong Earthquakes Destroy Villages in Beqaa Valley"},{"originalText":"Trunajaya rebellion: After a series of difficult marches, allied Mataram and Dutch troops successfully assaulted the rebel stronghold of Kediri in eastern Java.","year":1678,"subtitle":"Trunajaya rebellion","url":"https://en.wikipedia.org/wiki/Trunajaya_rebellion","headline":"Mataram and Dutch Troops Assault Rebel Stronghold in Trunajaya Rebellion"},{"originalText":"Afonso de Albuquerque, the governor of Portuguese India, led an armada to conquer Goa.","year":1510,"subtitle":"Afonso de Albuquerque","url":"https://en.wikipedia.org/wiki/Afonso_de_Albuquerque","headline":"Afonso de Albuquerque Leads Armada to Conquer Goa"},{"originalText":"Reconquista: The Granada War was effectively brought to an end with the signing of the Treaty of Granada between Castile-Aragon and the Emirate of Granada.","year":1491,"subtitle":"Reconquista","url":"https://en.wikipedia.org/wiki/Reconquista","headline":"Treaty of Granada Ends Granada War in Reconquista"},{"originalText":"After Malcolm II of Scotland died at Glamis, Duncan, the son of his second daughter, rather than Macbeth, the son of his eldest daughter, inherited the throne to become the King of Scots.","year":1034,"subtitle":"Malcolm II of Scotland","url":"https://en.wikipedia.org/wiki/Malcolm_II_of_Scotland","headline":"Duncan Inherits Scottish Throne After Malcolm II's Death at Glamis"}]}