{"dateLabel":"November 26","issue":"Issue 331","events":[{"originalText":"NASA launched the Mars Science Laboratory mission from Cape Canaveral, carrying the Curiosity rover onboard.","year":2011,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"NASA Launches Mars Science Laboratory Mission from Cape Canaveral with Curiosity Rover"},{"originalText":"In a friendly-fire incident, a skirmish occurred between U.S.-led NATO forces and Pakistani security forces at two military checkposts along the Afghanistan–Pakistan border.","year":2011,"subtitle":"Friendly fire","url":"https://en.wikipedia.org/wiki/Friendly_fire","headline":"Skirmish Erupts Between U.S.-led NATO Forces and Pakistani Security Forces at Afghanistan–Pakistan Border"},{"originalText":"A coordinated group of shooting and bombing attacks across Mumbai began, ultimately killing at least 174 people and wounding more than 300 others.","year":2008,"subtitle":"2008 Mumbai attacks","url":"https://en.wikipedia.org/wiki/2008_Mumbai_attacks","headline":"Coordinated Attacks in Mumbai Leave 174 Dead and Over 300 Injured"},{"originalText":"Six robbers broke into a Brink's-Mat warehouse at Heathrow Airport in London and stole £26 million in gold, diamonds and cash.","year":1983,"subtitle":"Brink's","url":"https://en.wikipedia.org/wiki/Brink's","headline":"Robbers Steal £26 Million in Gold, Diamonds, and Cash from Brink's-Mat Warehouse at Heathrow Airport"},{"originalText":"A speaker claiming to represent the \"Intergalactic Association\" interrupted a Southern Television broadcast in South East England.","year":1977,"subtitle":"Southern Television broadcast interruption","url":"https://en.wikipedia.org/wiki/Southern_Television_broadcast_interruption","headline":"Speaker Interrupts Southern Television Broadcast in South East England Claiming to Represent 'Intergalactic Association'"},{"originalText":"World War II: Josip Broz Tito and the Yugoslav Partisans convened the first meeting of the Anti-Fascist Council for the National Liberation of Yugoslavia at Bihać in northwestern Bosnia.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Yugoslav Partisans Convene First Meeting of Anti-Fascist Council for National Liberation of Yugoslavia at Bihać"},{"originalText":"Casablanca, starring Humphrey Bogart and Ingrid Bergman, premiered at the Hollywood Theatre in New York City to coincide with the Allied invasion of French North Africa and the capture of Casablanca.","year":1942,"subtitle":"Casablanca (film)","url":"https://en.wikipedia.org/wiki/Casablanca_(film)","headline":"Casablanca Premieres in New York City as Allied Invasion of French North Africa Begins"},{"originalText":"The Iron Guard killed 64 political detainees at a penitentiary near Bucharest and followed up with several high-profile assassinations, including that of former Romanian prime minister Nicolae Iorga.","year":1940,"subtitle":"Iron Guard","url":"https://en.wikipedia.org/wiki/Iron_Guard","headline":"Iron Guard Kills 64 Political Detainees Near Bucharest and Assassinates Former Romanian Prime Minister"},{"originalText":"The Soviet Red Army shelled the village of Mainila and then claimed that the fire originated from Finland, giving them a casus belli to launch the Winter War a few days later.","year":1939,"subtitle":"Red Army","url":"https://en.wikipedia.org/wiki/Red_Army","headline":"Soviet Red Army Shells Mainila, Claims Fire Originated from Finland, Leading to Winter War"},{"originalText":"A large internal explosion destroyed HMS Bulwark near Sheerness, killing 741 people on board.","year":1914,"subtitle":"HMS Bulwark (1899)","url":"https://en.wikipedia.org/wiki/HMS_Bulwark_(1899)","headline":"HMS Bulwark Destroyed by Internal Explosion Near Sheerness, 741 Killed"},{"originalText":"A massive earthquake struck the Dutch East Indies, creating a tsunami that washed away villages, ships and residents.","year":1852,"subtitle":"1852 Banda Sea earthquake","url":"https://en.wikipedia.org/wiki/1852_Banda_Sea_earthquake","headline":"Massive Earthquake in Dutch East Indies Triggers Devastating Tsunami"},{"originalText":"The French navy bombarded Salé, Morocco (pictured), damaging the city's infrastructure and its Great Mosque.","year":1851,"subtitle":"Bombardment of Salé","url":"https://en.wikipedia.org/wiki/Bombardment_of_Sal%C3%A9","headline":"French Navy Bombards Salé, Morocco, Damaging City's Infrastructure and Great Mosque"},{"originalText":"The University of Notre Dame (main building pictured) was founded by Edward Sorin of the Congregation of Holy Cross as an all-male institution in the U.S. state of Indiana.","year":1842,"subtitle":"University of Notre Dame","url":"https://en.wikipedia.org/wiki/University_of_Notre_Dame","headline":"University of Notre Dame Founded by Edward Sorin in Indiana as All-Male Institution"},{"originalText":"Texas Revolution: Texian forces attacked a Mexican pack train, capturing 40 saddlebags of grass.","year":1835,"subtitle":"Texas Revolution","url":"https://en.wikipedia.org/wiki/Texas_Revolution","headline":"Texian Forces Capture 40 Saddlebags of Grass in Attack on Mexican Pack Train"}]}