{"dateLabel":"November 27","issue":"Issue 332","events":[{"originalText":"Nuclear physicist Mohsen Fakhrizadeh, regarded as the chief of Iran's nuclear program, was assassinated, allegedly by Mossad.","year":2020,"subtitle":"Mohsen Fakhrizadeh","url":"https://en.wikipedia.org/wiki/Mohsen_Fakhrizadeh","headline":"Iran's chief nuclear physicist Mohsen Fakhrizadeh assassinated by Mossad"},{"originalText":"A bomb exploded under, and derailed, a Russian high-speed train travelling between Moscow and Saint Petersburg, killing 28 passengers.","year":2009,"subtitle":"2009 Nevsky Express bombing","url":"https://en.wikipedia.org/wiki/2009_Nevsky_Express_bombing","headline":"Bomb derails Russian high-speed train, killing 28 passengers"},{"originalText":"Lady Gaga performed the first concert of The Monster Ball Tour, which became the highest-grossing tour in history for a debut headlining artist.","year":2009,"subtitle":"Lady Gaga","url":"https://en.wikipedia.org/wiki/Lady_Gaga","headline":"Lady Gaga kicks off The Monster Ball Tour, breaks records"},{"originalText":"Astronomers announced the detection of sodium in the atmosphere of the extrasolar planet HD 209458 b (artist's impression pictured), the first exoplanet atmosphere to be measured.","year":2001,"subtitle":"Sodium","url":"https://en.wikipedia.org/wiki/Sodium","headline":"Astronomers detect sodium in atmosphere of extrasolar planet HD 209458 b"},{"originalText":"The Labour Party defeated the governing National Party in the New Zealand general election, with Labour's Helen Clark becoming the country's first female prime minister to have won office at an election.","year":1999,"subtitle":"New Zealand Labour Party","url":"https://en.wikipedia.org/wiki/New_Zealand_Labour_Party","headline":"Labour Party wins New Zealand general election, Helen Clark first female PM"},{"originalText":"Operations at the Reagan Test Site were disrupted due to the nearby formation of Tropical Storm Zelda.","year":1991,"subtitle":"Ronald Reagan Ballistic Missile Defense Test Site","url":"https://en.wikipedia.org/wiki/Ronald_Reagan_Ballistic_Missile_Defense_Test_Site","headline":"Tropical Storm Zelda disrupts operations at Reagan Test Site"},{"originalText":"A bomb placed by the Medellín Cartel in an attempt to kill Colombian presidential candidate César Gaviria destroyed Avianca Flight 203, killing 110 people, but Gaviria was not on the flight.","year":1989,"subtitle":"Medellín Cartel","url":"https://en.wikipedia.org/wiki/Medell%C3%ADn_Cartel","headline":"Medellín Cartel bomb destroys Avianca Flight 203 in failed assassination attempt"},{"originalText":"President Lyndon B. Johnson delivered the \"Let Us Continue\" speech to a joint session of the U.S. Congress five days after the assassination of John F. Kennedy, in which he advocated for civil-rights legislation and national cohesion.","year":1963,"subtitle":"Lyndon B. Johnson","url":"https://en.wikipedia.org/wiki/Lyndon_B._Johnson","headline":"President Lyndon B. Johnson delivers \"Let Us Continue\" speech after JFK assassination"},{"originalText":"Korean War: The Chinese People's Volunteer Army launched multiple attacks against United Nations forces, beginning the Battle of Chosin Reservoir.","year":1950,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"Chinese People's Volunteer Army attacks UN forces, Battle of Chosin Reservoir begins"},{"originalText":"A consortium of twenty-two U.S. charities founded CARE with the mission of delivering food aid to Europe in the aftermath of World War II.","year":1945,"subtitle":"Care International","url":"https://en.wikipedia.org/wiki/Care_International","headline":"CARE founded by U.S. charities to deliver food aid to Europe post-WWII"},{"originalText":"Between 3,500 and 4,000 tonnes of ordnance exploded at the RAF Fauld underground munitions storage depot in the largest non-nuclear explosion in the United Kingdom.","year":1944,"subtitle":"RAF Fauld explosion","url":"https://en.wikipedia.org/wiki/RAF_Fauld_explosion","headline":"Massive explosion at RAF Fauld underground munitions storage depot in UK"},{"originalText":"World War II: Australian forces began the Battle of Wareo by conducting clearing operations between Bonga and North Hill.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Australian forces start Battle of Wareo in World War II"},{"originalText":"Swedish chemist and industrialist Alfred Nobel (pictured) signed his last will and testament, setting aside the bulk of his estate to establish the Nobel Prize after his death.","year":1895,"subtitle":"Alfred Nobel","url":"https://en.wikipedia.org/wiki/Alfred_Nobel","headline":"Alfred Nobel signs will to establish Nobel Prize"},{"originalText":"William III (pictured) unilaterally revised the constitution of Luxembourg, greatly expanding his powers as grand duke.","year":1856,"subtitle":"William III of the Netherlands","url":"https://en.wikipedia.org/wiki/William_III_of_the_Netherlands","headline":"William III expands powers as grand duke of Luxembourg"},{"originalText":"James Pratt and John Smith became the last people to be executed in England for sodomy.","year":1835,"subtitle":"James Pratt and John Smith","url":"https://en.wikipedia.org/wiki/James_Pratt_and_John_Smith","headline":"Last executions for sodomy in England: James Pratt and John Smith"},{"originalText":"The great storm of 1703, one of the most severe storms to strike southern Great Britain, destroyed the first Eddystone Lighthouse off Plymouth.","year":1703,"subtitle":"Great storm of 1703","url":"https://en.wikipedia.org/wiki/Great_storm_of_1703","headline":"Great storm of 1703 destroys Eddystone Lighthouse off Plymouth"},{"originalText":"A Song dynasty fleet defeated Jin ships in a naval engagement on the Yangtze river during the Jin–Song Wars.","year":1161,"subtitle":"Song dynasty","url":"https://en.wikipedia.org/wiki/Song_dynasty","headline":"Song dynasty fleet defeats Jin ships in naval engagement on Yangtze river"},{"originalText":"At the Council of Clermont, Pope Urban II called for the First Crusade, declaring holy war against the Muslims who had occupied the Holy Land and were attacking the Eastern Roman Empire.","year":1095,"subtitle":"Council of Clermont","url":"https://en.wikipedia.org/wiki/Council_of_Clermont","headline":"Pope Urban II calls for First Crusade at Council of Clermont"}]}