{"dateLabel":"November 28","issue":"Issue 333","events":[{"originalText":"LaMia Flight 2933 crashed near Medellín, Colombia, killing 71 people, many of whom were players from Chapecoense Football Club.","year":2016,"subtitle":"LaMia Flight 2933","url":"https://en.wikipedia.org/wiki/LaMia_Flight_2933","headline":"LaMia Flight 2933 crashes near Medellín, Colombia, killing 71, including Chapecoense Football Club players"},{"originalText":"South African Airways Flight 295 suffered a catastrophic in-flight fire and crashed into the Indian Ocean east of Mauritius, killing all 159 people on board.","year":1987,"subtitle":"South African Airways Flight 295","url":"https://en.wikipedia.org/wiki/South_African_Airways_Flight_295","headline":"South African Airways Flight 295 crashes into Indian Ocean, killing all 159 on board"},{"originalText":"Air New Zealand Flight 901 crashed into Antarctica's Mount Erebus, killing all 257 people on board.","year":1979,"subtitle":"Mount Erebus disaster","url":"https://en.wikipedia.org/wiki/Mount_Erebus_disaster","headline":"Air New Zealand Flight 901 crashes into Mount Erebus, Antarctica, killing all 257 on board"},{"originalText":"East Timor declared independence from Portugal.","year":1975,"subtitle":"East Timor","url":"https://en.wikipedia.org/wiki/East_Timor","headline":"East Timor declares independence from Portugal"},{"originalText":"Jocelyn Bell Burnell noticed a \"bit of scruff\" in data from a radio telescope, which turned out to be from PSR B1919+21, the first discovered pulsar.","year":1967,"subtitle":"Jocelyn Bell Burnell","url":"https://en.wikipedia.org/wiki/Jocelyn_Bell_Burnell","headline":"Jocelyn Bell Burnell discovers first pulsar, PSR B1919+21"},{"originalText":"In a military coup, Michel Micombero abolished the Burundian monarchy and declared the country a republic with himself as president.","year":1966,"subtitle":"Michel Micombero","url":"https://en.wikipedia.org/wiki/Michel_Micombero","headline":"Michel Micombero abolishes Burundian monarchy in military coup"},{"originalText":"Grand Ole Opry, the longest-running radio broadcast in the United States, first aired on WSM in Nashville, Tennessee.","year":1925,"subtitle":"Grand Ole Opry","url":"https://en.wikipedia.org/wiki/Grand_Ole_Opry","headline":"Grand Ole Opry first airs on WSM in Nashville, Tennessee"},{"originalText":"At the All-Albanian Congress, the Assembly of Vlorë was constituted, which declared the independence of the Albanian Vilayet from the Ottoman Empire.","year":1912,"subtitle":"All-Albanian Congress","url":"https://en.wikipedia.org/wiki/All-Albanian_Congress","headline":"Assembly of Vlorë declares independence of Albanian Vilayet from Ottoman Empire"},{"originalText":"SS Petriana struck a reef near Point Nepean, leading to Australia's first major oil spill and a debate over the White Australia policy.","year":1903,"subtitle":"SS Petriana","url":"https://en.wikipedia.org/wiki/SS_Petriana","headline":"SS Petriana oil spill near Point Nepean sparks debate over White Australia policy"},{"originalText":"The Chicago Times-Herald race, the first automobile race in the U.S., was held in Chicago.","year":1895,"subtitle":"Chicago Times-Herald race","url":"https://en.wikipedia.org/wiki/Chicago_Times-Herald_race","headline":"Chicago Times-Herald holds first automobile race in the U.S."},{"originalText":"Robert Boyle, John Wilkins, Christopher Wren and other leading scientists met at Gresham College in London to found a learned society, now known as the Royal Society.","year":1660,"subtitle":"Robert Boyle","url":"https://en.wikipedia.org/wiki/Robert_Boyle","headline":"Royal Society founded by Boyle, Wilkins, Wren, and others at Gresham College"},{"originalText":"Đại Việt emperor Lê Thánh Tông launched a military expedition against Champa, beginning the Champa–Đại Việt War.","year":1470,"subtitle":"Đại Việt","url":"https://en.wikipedia.org/wiki/%C4%90%E1%BA%A1i_Vi%E1%BB%87t","headline":"Đại Việt emperor Lê Thánh Tông launches military expedition against Champa"},{"originalText":"Having deserted the Ottoman army, Skanderbeg (pictured) arrived in the Albanian city of Krujë and, using a forged letter from Sultan Murad II to the governor of Krujë, became lord of the city.","year":1443,"subtitle":"Ottoman Empire","url":"https://en.wikipedia.org/wiki/Ottoman_Empire","headline":"Skanderbeg becomes lord of Krujë after deserting Ottoman army"}]}