{"dateLabel":"November 29","issue":"Issue 334","events":[{"originalText":"In resolution 67/19, the United Nations General Assembly voted to accord the status of a non-member observer state to Palestine.","year":2012,"subtitle":"United Nations General Assembly resolution 67/19","url":"https://en.wikipedia.org/wiki/United_Nations_General_Assembly_resolution_67%2F19","headline":"UN General Assembly grants non-member observer state status to Palestine"},{"originalText":"During their trial for the 2003 Oakwood mutiny, Philippine soldiers led by Senator Antonio Trillanes mutinied and seized a conference room in The Peninsula Manila in Makati.","year":2007,"subtitle":"Oakwood mutiny","url":"https://en.wikipedia.org/wiki/Oakwood_mutiny","headline":"Philippine soldiers led by Senator Antonio Trillanes mutiny in The Peninsula Manila"},{"originalText":"A time bomb planted by North Korean agents on Korean Air Flight 858 detonated over the Andaman Sea, killing all 115 people on board.","year":1987,"subtitle":"Time bomb","url":"https://en.wikipedia.org/wiki/Time_bomb","headline":"North Korean time bomb on Korean Air Flight 858 kills all 115 on board"},{"originalText":"Michael Jackson's Thriller, the best-selling album of all time, was released.","year":1982,"subtitle":"Michael Jackson","url":"https://en.wikipedia.org/wiki/Michael_Jackson","headline":"Michael Jackson's Thriller album released"},{"originalText":"The controversial Tellico Dam project by the Tennessee Valley Authority is completed despite being ordered to shut down from the Supreme Court of the United States' decision in Tennessee Valley Authority v. Hill.","year":1979,"subtitle":"Tellico Dam","url":"https://en.wikipedia.org/wiki/Tellico_Dam","headline":"Controversial Tellico Dam project completed despite Supreme Court order"},{"originalText":"Atari announced the release of Pong (screenshot pictured), one of the first video games to achieve widespread popularity in both the arcade and home-console markets.","year":1972,"subtitle":"Atari, Inc.","url":"https://en.wikipedia.org/wiki/Atari%2C_Inc.","headline":"Atari announces release of Pong video game"},{"originalText":"Five minutes after taking off from Montréal–Dorval, Trans-Canada Air Lines Flight 831 crashed in bad weather, killing all 118 people on board.","year":1963,"subtitle":"Montréal–Trudeau International Airport","url":"https://en.wikipedia.org/wiki/Montr%C3%A9al%E2%80%93Trudeau_International_Airport","headline":"Trans-Canada Air Lines Flight 831 crashes, killing all 118 on board"},{"originalText":"The United Nations General Assembly voted to approve the Partition Plan for Palestine, a plan to resolve the Arab–Israeli conflict in Mandatory Palestine by separating the territory into Jewish and Arab states.","year":1947,"subtitle":"United Nations General Assembly","url":"https://en.wikipedia.org/wiki/United_Nations_General_Assembly","headline":"UN approves Partition Plan for Palestine"},{"originalText":"FC Barcelona, one of the most successful clubs in Spanish football, was founded by Swiss football pioneer Joan Gamper.","year":1899,"subtitle":"FC Barcelona","url":"https://en.wikipedia.org/wiki/FC_Barcelona","headline":"FC Barcelona founded by Swiss football pioneer Joan Gamper"},{"originalText":"The National Diet of Japan (pictured in session), a bicameral legislature modelled after both the German Reichstag and the British Westminster system, first met in Tokyo.","year":1890,"subtitle":"National Diet","url":"https://en.wikipedia.org/wiki/National_Diet","headline":"National Diet of Japan holds first session in Tokyo"},{"originalText":"American Indian Wars: A 700-man Colorado Territory militia attacked a village of Cheyenne and Arapaho, killing 133 men, women, and children.","year":1864,"subtitle":"American Indian Wars","url":"https://en.wikipedia.org/wiki/American_Indian_Wars","headline":"Colorado militia attacks Cheyenne and Arapaho village, killing 133"},{"originalText":"An estimated crowd of more than 10,000 demonstrators swore allegiance to the Eureka Flag (pictured) as a symbol of defiance, in advance of the Eureka Rebellion in Ballarat, Australia.","year":1854,"subtitle":"Eureka Flag","url":"https://en.wikipedia.org/wiki/Eureka_Flag","headline":"Demonstrators swear allegiance to Eureka Flag in Ballarat"},{"originalText":"Napoleonic Wars: British troops rendezvoused at Grand Baie to launch an invasion of Isle de France, now known as Mauritius.","year":1810,"subtitle":"Napoleonic Wars","url":"https://en.wikipedia.org/wiki/Napoleonic_Wars","headline":"British troops rendezvous at Grand Baie for invasion of Isle de France"},{"originalText":"The crew of the British slave ship Zong, running low on water, began the killing of more than 130 African slaves by throwing them into the sea to claim insurance.","year":1781,"subtitle":"Slave ship","url":"https://en.wikipedia.org/wiki/Slave_ship","headline":"British slave ship Zong crew throws over 130 African slaves into sea"},{"originalText":"American Revolutionary War: British reinforcements brought an end to the Patriot attempt to capture Fort Cumberland in Nova Scotia.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British reinforcements end Patriot attempt to capture Fort Cumberland"},{"originalText":"Natchez Indians revolted against French colonists near modern-day Natchez, Mississippi, killing approximately 230 people.","year":1729,"subtitle":"Natchez people","url":"https://en.wikipedia.org/wiki/Natchez_people","headline":"Natchez Indians revolt against French colonists, killing approximately 230"},{"originalText":"The Abbasid Caliphate captured the Qarmatian leadership at the Battle of Hama in Syria, opening the way for the reconquest of Tulunid Egypt.","year":903,"subtitle":"Abbasid Caliphate","url":"https://en.wikipedia.org/wiki/Abbasid_Caliphate","headline":"Abbasid Caliphate captures Qarmatian leadership at Battle of Hama"}]}