{"dateLabel":"November 30","issue":"Issue 335","events":[{"originalText":"a magnitude 7.1 earthquake hit Anchorage, Alaska (pictured) and caused over 100 injuries.","year":2018,"subtitle":"2018 Anchorage earthquake","url":"https://en.wikipedia.org/wiki/2018_Anchorage_earthquake","headline":"Magnitude 7.1 Earthquake Hits Anchorage, Alaska, Causing Over 100 Injuries"},{"originalText":"John Sentamu was enthroned as Archbishop of York, becoming the first black archbishop in the Church of England.","year":2005,"subtitle":"John Sentamu","url":"https://en.wikipedia.org/wiki/John_Sentamu","headline":"John Sentamu Enthroned as First Black Archbishop of York"},{"originalText":"Marconi Electronic Systems and British Aerospace merged to form BAE Systems, one of the world's largest defence companies.","year":1999,"subtitle":"Marconi Electronic Systems","url":"https://en.wikipedia.org/wiki/Marconi_Electronic_Systems","headline":"Marconi Electronic Systems and British Aerospace Merge to Form BAE Systems"},{"originalText":"A series of protests by anti-globalization activists against the World Trade Organization Ministerial Conference of 1999 in Seattle forced the cancellation of the opening ceremonies.","year":1999,"subtitle":"1999 Seattle WTO protests","url":"https://en.wikipedia.org/wiki/1999_Seattle_WTO_protests","headline":"Protests Force Cancellation of WTO Ministerial Conference Opening Ceremonies in Seattle"},{"originalText":"The Wall, a rock opera and concept album by the English band Pink Floyd, was first released.","year":1979,"subtitle":"The Wall","url":"https://en.wikipedia.org/wiki/The_Wall","headline":"Pink Floyd's 'The Wall' Rock Opera and Concept Album Released"},{"originalText":"A meteorite crashed through a roof in Sylacauga, Alabama, and hit a sleeping woman in the first verified case of a human being injured by an extraterrestrial object.","year":1954,"subtitle":"Sylacauga (meteorite)","url":"https://en.wikipedia.org/wiki/Sylacauga_(meteorite)","headline":"Meteorite Crashes Through Roof in Sylacauga, Alabama, Injuring Sleeping Woman"},{"originalText":"Mutesa II, Kabaka of Buganda, was temporarily deposed and exiled to London by Andrew Cohen, the British governor of Uganda.","year":1953,"subtitle":"Mutesa II of Buganda","url":"https://en.wikipedia.org/wiki/Mutesa_II_of_Buganda","headline":"Mutesa II, Kabaka of Buganda, Temporarily Deposed and Exiled to London"},{"originalText":"After the United Nations voted to adopt a partition plan for Palestine, a civil war broke out between the region's Jewish and Arab communities.","year":1947,"subtitle":"United Nations Partition Plan for Palestine","url":"https://en.wikipedia.org/wiki/United_Nations_Partition_Plan_for_Palestine","headline":"Civil War Breaks Out in Palestine After UN Adopts Partition Plan"},{"originalText":"World War II: Japanese warships defeated the U.S. Navy in a nighttime naval battle off Tassafaronga, Guadalcanal.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Japanese Warships Defeat U.S. Navy in Naval Battle off Tassafaronga, Guadalcanal"},{"originalText":"English mathematician Alan Turing published the first details of the Turing machine (model pictured), an abstract device that can simulate the logic of any computer algorithm by manipulating symbols.","year":1936,"subtitle":"Alan Turing","url":"https://en.wikipedia.org/wiki/Alan_Turing","headline":"Alan Turing Publishes Details of Turing Machine, Abstract Device for Computer Algorithms"},{"originalText":"Flying Scotsman became the first steam locomotive officially to exceed 100 miles per hour (161 km/h).","year":1934,"subtitle":"LNER Class A3 4472 Flying Scotsman","url":"https://en.wikipedia.org/wiki/LNER_Class_A3_4472_Flying_Scotsman","headline":"Flying Scotsman First Steam Locomotive to Exceed 100 MPH Officially"},{"originalText":"The first international football match (pictured) took place at Hamilton Crescent, Glasgow, between Scotland and England.","year":1872,"subtitle":"1872 Scotland v England football match","url":"https://en.wikipedia.org/wiki/1872_Scotland_v_England_football_match","headline":"First International Football Match Takes Place in Glasgow Between Scotland and England"},{"originalText":"Russian warships led by Pavel Nakhimov destroyed an Ottoman fleet of frigates at the Battle of Sinop, prompting France and the United Kingdom to enter the Crimean War.","year":1853,"subtitle":"Pavel Nakhimov","url":"https://en.wikipedia.org/wiki/Pavel_Nakhimov","headline":"Russian Warships Destroy Ottoman Fleet at Battle of Sinop, Leading to Crimean War"},{"originalText":"An expedition led by Francisco Javier de Balmis departed A Coruña, Spain, with the aim of vaccinating millions in South America and Asia against smallpox.","year":1803,"subtitle":"Balmis Expedition","url":"https://en.wikipedia.org/wiki/Balmis_Expedition","headline":"Francisco Javier de Balmis Leads Expedition to Vaccinate Against Smallpox in South America and Asia"},{"originalText":"Great Northern War: Swedish forces led by King Charles XII defeated the Russian army at the Battle of Narva.","year":1700,"subtitle":"Great Northern War","url":"https://en.wikipedia.org/wiki/Great_Northern_War","headline":"Swedish Forces Defeat Russian Army at Battle of Narva in Great Northern War"}]}