{"dateLabel":"February 2","issue":"Issue 33","events":[{"originalText":"The passenger ferry MV Rabaul Queen capsized and sank in rough conditions in the Solomon Sea, resulting in at least 88 deaths.","year":2012,"subtitle":"MV Rabaul Queen","url":"https://en.wikipedia.org/wiki/MV_Rabaul_Queen","headline":"MV Rabaul Queen Capsizes in Solomon Sea, 88 Dead"},{"originalText":"Omid, Iran's first domestically made satellite, was successfully launched from Semnan Space Center.","year":2009,"subtitle":"Omid","url":"https://en.wikipedia.org/wiki/Omid","headline":"Iran's First Satellite Omid Launched Successfully"},{"originalText":"Following a Derby di Sicilia match in Catania, football violence caused the death of police officer Filippo Raciti, leading to new safety regulations at Italian sporting events.","year":2007,"subtitle":"Derby di Sicilia","url":"https://en.wikipedia.org/wiki/Derby_di_Sicilia","headline":"Football Violence in Catania Leads to Death of Officer Raciti"},{"originalText":"Swiss tennis player Roger Federer became the top-ranked men's singles player, a position he held for a record 237 consecutive weeks.","year":2004,"subtitle":"Roger Federer","url":"https://en.wikipedia.org/wiki/Roger_Federer","headline":"Roger Federer Becomes Top-Ranked Men's Singles Player"},{"originalText":"The F-16 Fighting Falcon (pictured), the most numerous fixed-wing aircraft currently in military service, made its first flight.","year":1974,"subtitle":"General Dynamics F-16 Fighting Falcon","url":"https://en.wikipedia.org/wiki/General_Dynamics_F-16_Fighting_Falcon","headline":"F-16 Fighting Falcon Makes First Flight"},{"originalText":"Protestors burned the British Embassy in Ireland following the massacre of 14 civilians in Derry by British forces.","year":1972,"subtitle":"Burning of the British Embassy in Dublin","url":"https://en.wikipedia.org/wiki/Burning_of_the_British_Embassy_in_Dublin","headline":"Protestors Burn British Embassy in Ireland"},{"originalText":"113 alleged communists were arrested and detained without trial by Singapore's security agencies.","year":1963,"subtitle":"Operation Coldstore","url":"https://en.wikipedia.org/wiki/Operation_Coldstore","headline":"113 Alleged Communists Arrested in Singapore"},{"originalText":"World War II: The Soviet Red Army captured 91,000 tired and starving German soldiers, ending the Battle of Stalingrad, one of the bloodiest battles in human history.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Soviet Red Army Captures 91,000 German Soldiers at Stalingrad"},{"originalText":"The first act of the Norwegian resistance movement took place with the bombing of Oslo East Station by the Osvald Group to protest the inauguration of Vidkun Quisling.","year":1942,"subtitle":"Norwegian resistance movement","url":"https://en.wikipedia.org/wiki/Norwegian_resistance_movement","headline":"Norwegian Resistance Movement Begins with Oslo Bombing"},{"originalText":"The Export–Import Bank of the United States, the country's official export credit agency, was established.","year":1934,"subtitle":"Export–Import Bank of the United States","url":"https://en.wikipedia.org/wiki/Export%E2%80%93Import_Bank_of_the_United_States","headline":"Export-Import Bank of the United States Established"},{"originalText":"The signing of the Treaty of Tartu ended the Estonian War of Independence, with Soviet Russia agreeing to recognize the country's independence and renounce in perpetuity all rights to its territory.","year":1920,"subtitle":"Treaty of Tartu (Estonia–Russia)","url":"https://en.wikipedia.org/wiki/Treaty_of_Tartu_(Estonia%E2%80%93Russia)","headline":"Treaty of Tartu Ends Estonian War of Independence"},{"originalText":"New York City's Grand Central Terminal, the world's largest train station by number of platforms, opened immediately after midnight.","year":1913,"subtitle":"Grand Central Terminal","url":"https://en.wikipedia.org/wiki/Grand_Central_Terminal","headline":"Grand Central Terminal Opens in New York City"},{"originalText":"Ute Wars: Brigham Young announced his decision to go to war against the Timpanogos, who were hostile to the Mormon settlement at Fort Utah.","year":1850,"subtitle":"Ute Wars","url":"https://en.wikipedia.org/wiki/Ute_Wars","headline":"Brigham Young Declares War Against Timpanogos"},{"originalText":"Scottish sailor Alexander Selkirk was rescued by English captain Woodes Rogers and his crew after spending four years as a castaway on an uninhabited island in the Pacific, providing the inspiration for Daniel Defoe's novel Robinson Crusoe.","year":1709,"subtitle":"Alexander Selkirk","url":"https://en.wikipedia.org/wiki/Alexander_Selkirk","headline":"Castaway Alexander Selkirk Rescued After Four Years"},{"originalText":"Jan van Riebeeck, the founder of Cape Town, produced the first bottle of South African wine (vineyard pictured).","year":1659,"subtitle":"Jan van Riebeeck","url":"https://en.wikipedia.org/wiki/Jan_van_Riebeeck","headline":"Jan van Riebeeck Produces First South African Wine"},{"originalText":"Nine leaders of the Transylvanian peasant revolt were executed at Torda.","year":1438,"subtitle":"Transylvanian peasant revolt","url":"https://en.wikipedia.org/wiki/Transylvanian_peasant_revolt","headline":"Transylvanian Revolt Leaders Executed at Torda"},{"originalText":"Alaric II, King of the Visigoths, promulgated a collection of Roman law known as the Breviary of Alaric.","year":506,"subtitle":"Alaric II","url":"https://en.wikipedia.org/wiki/Alaric_II","headline":"King Alaric II Promulgates Breviary of Alaric"}]}