{"dateLabel":"February 3","issue":"Issue 34","events":[{"originalText":"A freight train derailed in East Palestine, Ohio, releasing hazardous materials into the surrounding area.","year":2023,"subtitle":"2023 Ohio train derailment","url":"https://en.wikipedia.org/wiki/2023_Ohio_train_derailment","headline":"Freight train derails in East Palestine, Ohio, releasing hazardous materials"},{"originalText":"Russia's first school shooting took place when a student opened fire at School No. 263 in Moscow, resulting in the deaths of a teacher and a police officer.","year":2014,"subtitle":"School shooting","url":"https://en.wikipedia.org/wiki/School_shooting","headline":"First school shooting in Russia at School No. 263 in Moscow"},{"originalText":"An edition of L'Homme qui marche I, a bronze sculpture by Swiss sculptor Alberto Giacometti, was sold for £65 million, setting the record for the most expensive sculpture sold at auction.","year":2010,"subtitle":"L'Homme qui marche I","url":"https://en.wikipedia.org/wiki/L'Homme_qui_marche_I","headline":"L'Homme qui marche I sculpture sold for record £65 million"},{"originalText":"Despite a large international movement advocating the commutation of her sentence to life imprisonment, Karla Faye Tucker became the first woman to be executed in the United States since 1984.","year":1998,"subtitle":"Commutation (law)","url":"https://en.wikipedia.org/wiki/Commutation_(law)","headline":"Karla Faye Tucker executed despite international movement for commutation"},{"originalText":"Steve Jobs purchased Pixar from Lucasfilm and launched it as an independent computer-animation studio.","year":1986,"subtitle":"Steve Jobs","url":"https://en.wikipedia.org/wiki/Steve_Jobs","headline":"Steve Jobs purchases Pixar from Lucasfilm"},{"originalText":"The deadliest blizzard in history began in Iran and continued for a week leaving more than 4,000 people dead.","year":1972,"subtitle":"1972 Iran blizzard","url":"https://en.wikipedia.org/wiki/1972_Iran_blizzard","headline":"Deadliest blizzard in history hits Iran, leaving over 4,000 dead"},{"originalText":"American rock and roll musicians Buddy Holly, Ritchie Valens, and J. P. \"The Big Bopper\" Richardson died in a plane crash (wreckage pictured) shortly after takeoff from Mason City Municipal Airport in Iowa.","year":1959,"subtitle":"Rock and roll","url":"https://en.wikipedia.org/wiki/Rock_and_roll","headline":"Buddy Holly, Ritchie Valens, and J.P. Richardson die in plane crash"},{"originalText":"Hundreds of native creoles known as Forros were massacred on São Tomé Island by the colonial administration and Portuguese landowners.","year":1953,"subtitle":"Creole peoples","url":"https://en.wikipedia.org/wiki/Creole_peoples","headline":"Forros massacred on São Tomé Island by colonial administration"},{"originalText":"Second World War: Free French and British forces (aircraft pictured) began the Battle of Keren to capture the strategic town of Keren in Italian East Africa.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Free French and British forces begin Battle of Keren in Italian East Africa"},{"originalText":"Adolf Hitler announced that the conquest of Lebensraum in Eastern Europe, and its \"ruthless Germanisation\", were the geopolitical objectives of Reich foreign policy.","year":1933,"subtitle":"Adolf Hitler","url":"https://en.wikipedia.org/wiki/Adolf_Hitler","headline":"Adolf Hitler announces geopolitical objectives of Reich foreign policy"},{"originalText":"The Fifteenth Amendment to the United States Constitution was ratified, granting voting rights to citizens regardless of \"race, color, or previous condition of servitude\".","year":1870,"subtitle":"Fifteenth Amendment to the United States Constitution","url":"https://en.wikipedia.org/wiki/Fifteenth_Amendment_to_the_United_States_Constitution","headline":"Fifteenth Amendment ratified, granting voting rights regardless of race"},{"originalText":"The Argentine Confederation was defeated in the Platine War by an alliance consisting of Brazil, Uruguay and the Argentine provinces of Entre Ríos and Corrientes.","year":1852,"subtitle":"Argentine Confederation","url":"https://en.wikipedia.org/wiki/Argentine_Confederation","headline":"Argentine Confederation defeated in Platine War"},{"originalText":"Argentine War of Independence: José de San Martín and the Mounted Grenadiers Regiment defeated Spanish royalist forces in the Battle of San Lorenzo.","year":1813,"subtitle":"Argentine War of Independence","url":"https://en.wikipedia.org/wiki/Argentine_War_of_Independence","headline":"José de San Martín defeats Spanish royalist forces in Battle of San Lorenzo"},{"originalText":"Mudéjar revolt: King James I of Aragon entered the formerly Muslim-held city of Murcia (depicted), following its surrender three days earlier.","year":1266,"subtitle":"Mudéjar revolt of 1264–1266","url":"https://en.wikipedia.org/wiki/Mud%C3%A9jar_revolt_of_1264%E2%80%931266","headline":"King James I of Aragon enters Murcia after Mudéjar revolt surrender"}]}