{"dateLabel":"February 4","issue":"Issue 35","events":[{"originalText":"Shortly after takeoff from Taipei Songshan Airport, the crew of TransAsia Airways Flight 235 shut down the wrong engine in response to a flameout, leading to a crash that resulted in 43 deaths.","year":2015,"subtitle":"Songshan Airport","url":"https://en.wikipedia.org/wiki/Songshan_Airport","headline":"TransAsia Airways Flight 235 crew shut down wrong engine, leading to crash with 43 deaths"},{"originalText":"The London low emission zone, governing what types of vehicles may enter Greater London, came into operation.","year":2008,"subtitle":"London low emission zone","url":"https://en.wikipedia.org/wiki/London_low_emission_zone","headline":"London low emission zone now in effect for Greater London"},{"originalText":"The Panamanian-flagged freighter New Carissa ran aground near Coos Bay, Oregon, causing one of the worst oil spills in the state's history.","year":1999,"subtitle":"Flag of convenience","url":"https://en.wikipedia.org/wiki/Flag_of_convenience","headline":"Panamanian-flagged freighter New Carissa causes major oil spill near Coos Bay, Oregon"},{"originalText":"Amadou Diallo, a 23-year-old immigrant from Guinea, was shot and killed by four New York City Police Department plain-clothed officers, prompting outrage both within and outside the city.","year":1999,"subtitle":"Killing of Amadou Diallo","url":"https://en.wikipedia.org/wiki/Killing_of_Amadou_Diallo","headline":"Amadou Diallo shot and killed by NYPD officers, sparking outrage"},{"originalText":"An earthquake registering 5.9 MW struck northern Afghanistan, triggering landslides that killed over 2,300 people and destroyed around 15,000 homes.","year":1998,"subtitle":"February 1998 Afghanistan earthquake","url":"https://en.wikipedia.org/wiki/February_1998_Afghanistan_earthquake","headline":"Earthquake in northern Afghanistan triggers landslides, killing over 2,300 people"},{"originalText":"The Provisional Irish Republican Army bombed a motor coach carrying off-duty British Armed Forces personnel and their family members, killing twelve people.","year":1974,"subtitle":"Provisional Irish Republican Army","url":"https://en.wikipedia.org/wiki/Provisional_Irish_Republican_Army","headline":"IRA bombing kills twelve off-duty British Armed Forces personnel"},{"originalText":"American newspaper heiress and socialite Patty Hearst was kidnapped by the Symbionese Liberation Army, which she later joined, in one of the most well-known cases of Stockholm syndrome.","year":1974,"subtitle":"Patty Hearst","url":"https://en.wikipedia.org/wiki/Patty_Hearst","headline":"Patty Hearst kidnapped by Symbionese Liberation Army"},{"originalText":"Yasser Arafat (pictured) was elected chairman of the Palestine Liberation Organization.","year":1969,"subtitle":"Yasser Arafat","url":"https://en.wikipedia.org/wiki/Yasser_Arafat","headline":"Yasser Arafat elected chairman of Palestine Liberation Organization"},{"originalText":"World War II: U.S. forces liberated the Santo Tomas Internment Camp in Manila, the largest Japanese internment camp in the Philippines.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"U.S. forces liberate Santo Tomas Internment Camp in Manila"},{"originalText":"The Philippine–American War began when an American soldier, under orders to keep insurgents away from his unit's encampment, fired on a Filipino soldier in Manila.","year":1899,"subtitle":"Philippine–American War","url":"https://en.wikipedia.org/wiki/Philippine%E2%80%93American_War","headline":"Philippine-American War begins with American soldier firing on Filipino soldier"},{"originalText":"Chilean War of Independence: Chilean forces captured the city of Valdivia.","year":1820,"subtitle":"Chilean War of Independence","url":"https://en.wikipedia.org/wiki/Chilean_War_of_Independence","headline":"Chilean forces capture city of Valdivia in War of Independence"},{"originalText":"John Marshall, whose court opinions helped lay the basis for U.S. constitutional law and made the Supreme Court a coequal branch of government, took office as chief justice.","year":1801,"subtitle":"John Marshall","url":"https://en.wikipedia.org/wiki/John_Marshall","headline":"John Marshall takes office as chief justice, shaping U.S. constitutional law"},{"originalText":"The Riobamba earthquake, the most powerful in Ecuador's history, devastated Riobamba and many other cities, causing at least 6,000 casualties.","year":1797,"subtitle":"1797 Riobamba earthquake","url":"https://en.wikipedia.org/wiki/1797_Riobamba_earthquake","headline":"Riobamba earthquake devastates Ecuador, causing at least 6,000 casualties"},{"originalText":"A strong earthquake struck the eastern coast of Sicily, causing at least 15,000 deaths.","year":1169,"subtitle":"1169 Sicily earthquake","url":"https://en.wikipedia.org/wiki/1169_Sicily_earthquake","headline":"Strong earthquake hits eastern coast of Sicily, resulting in at least 15,000 deaths"},{"originalText":"Emperor Taizu (pictured) came to power, initiating the Song dynasty of China that eventually lasted for more than three centuries.","year":960,"subtitle":"Emperor Taizu of Song","url":"https://en.wikipedia.org/wiki/Emperor_Taizu_of_Song","headline":"Emperor Taizu initiates Song dynasty in China, lasting over three centuries"}]}