{"dateLabel":"February 5","issue":"Issue 36","events":[{"originalText":"Pope Francis became the first pope to celebrate a papal Mass in the Arabian Peninsula.","year":2019,"subtitle":"Pope Francis","url":"https://en.wikipedia.org/wiki/Pope_Francis","headline":"Pope Francis Celebrates First Papal Mass in Arabian Peninsula"},{"originalText":"The United States Navy guided missile cruiser  Port Royal ran aground (pictured) on a coral reef off the island of Oahu.","year":2009,"subtitle":"United States Navy","url":"https://en.wikipedia.org/wiki/United_States_Navy","headline":"U.S. Navy Cruiser Port Royal Runs Aground on Coral Reef"},{"originalText":"Eighty-seven tornadoes occurred over the course of the Super Tuesday tornado outbreak across multiple U.S. states, causing 56 deaths and over $1 billion in damage.","year":2008,"subtitle":"Tornado","url":"https://en.wikipedia.org/wiki/Tornado","headline":"Super Tuesday Tornado Outbreak: 87 Tornadoes, 56 Deaths, $1 Billion in Damage"},{"originalText":"The National Revolutionary Front for the Liberation of Haiti captured the city of Gonaïves, starting a coup d'état against President Jean-Bertrand Aristide's government.","year":2004,"subtitle":"National Revolutionary Front for the Liberation and Reconstruction of Haiti","url":"https://en.wikipedia.org/wiki/National_Revolutionary_Front_for_the_Liberation_and_Reconstruction_of_Haiti","headline":"National Revolutionary Front Captures Gonaïves, Initiates Coup in Haiti"},{"originalText":"At least 21 cockle-gatherers were drowned by an incoming tide in Morecambe Bay, England, prompting the establishment of the British government's Gangmasters Licensing Authority.","year":2004,"subtitle":"Common cockle","url":"https://en.wikipedia.org/wiki/Common_cockle","headline":"Tragic Incident in Morecambe Bay: 21 Cockle-Gatherers Drowned"},{"originalText":"Second Chechen War: As the Battle of Grozny came to a close, Russian forces summarily executed at least 60 civilians in Grozny's Novye Aldi suburb.","year":2000,"subtitle":"Second Chechen War","url":"https://en.wikipedia.org/wiki/Second_Chechen_War","headline":"Russian Forces Execute Civilians in Grozny Suburb"},{"originalText":"The mayors of Carthage and Rome signed a symbolic peace treaty to officially end the Third Punic War, 2,134 years after it began.","year":1985,"subtitle":"Carthage (municipality)","url":"https://en.wikipedia.org/wiki/Carthage_(municipality)","headline":"Carthage and Rome Sign Peace Treaty to End Third Punic War"},{"originalText":"After a mid-air collision with a fighter plane during a practice exercise off Tybee Island, Georgia, a U.S. Air Force bomber jettisoned a Mark 15 nuclear bomb, which was presumed lost.","year":1958,"subtitle":"1958 Tybee Island mid-air collision","url":"https://en.wikipedia.org/wiki/1958_Tybee_Island_mid-air_collision","headline":"U.S. Air Force Bomber Jettisons Nuclear Bomb After Mid-Air Collision"},{"originalText":"Australian cricketer Bill Ponsford made 429 runs to break the world record for the highest first-class score.","year":1923,"subtitle":"Cricket","url":"https://en.wikipedia.org/wiki/Cricket","headline":"Australian Cricketer Bill Ponsford Breaks World Record with 429 Runs"},{"originalText":"The U.S. Congress overrode President Woodrow Wilson's veto to pass the Immigration Act of 1917, establishing new restrictions on immigrants, including the wholesale ban of people from much of Asia.","year":1917,"subtitle":"United States Congress","url":"https://en.wikipedia.org/wiki/United_States_Congress","headline":"U.S. Congress Overrides President Wilson's Veto on Immigration Act of 1917"},{"originalText":"Claudio Monteverdi's last opera, L'incoronazione di Poppea, was performed theatrically for the first time in more than 250 years.","year":1913,"subtitle":"Claudio Monteverdi","url":"https://en.wikipedia.org/wiki/Claudio_Monteverdi","headline":"Claudio Monteverdi's L'incoronazione di Poppea Performed Theatrically After 250 Years"},{"originalText":"Belgian chemist Leo Baekeland announced his invention of Bakelite (production device pictured), the world's first synthetic plastic.","year":1909,"subtitle":"Leo Baekeland","url":"https://en.wikipedia.org/wiki/Leo_Baekeland","headline":"Chemist Leo Baekeland Invents Bakelite, First Synthetic Plastic"},{"originalText":"Prospectors in Moliagul, Australia, discovered the largest alluvial gold nugget ever found, known as the Welcome Stranger.","year":1869,"subtitle":"Moliagul","url":"https://en.wikipedia.org/wiki/Moliagul","headline":"Welcome Stranger: Largest Alluvial Gold Nugget Found in Moliagul, Australia"},{"originalText":"In a speech before the U.S. Congress, Representative John Edward Bouligny refused to join his fellow Louisiana congressmen in heeding the state's secession convention and resigning.","year":1861,"subtitle":"United States Congress","url":"https://en.wikipedia.org/wiki/United_States_Congress","headline":"Representative Bouligny Refuses to Resign Amid Louisiana Secession Convention"},{"originalText":"Charles XIV John (pictured) succeeded to the thrones of Sweden and Norway as the first monarch of the House of Bernadotte.","year":1818,"subtitle":"Charles XIV John","url":"https://en.wikipedia.org/wiki/Charles_XIV_John","headline":"Charles XIV John Becomes First Monarch of House of Bernadotte in Sweden and Norway"},{"originalText":"The first of five strong earthquakes hit the region of Calabria on the Italian Peninsula, killing more than 32,000 people over a period of nearly two months.","year":1783,"subtitle":"1783 Calabrian earthquakes","url":"https://en.wikipedia.org/wiki/1783_Calabrian_earthquakes","headline":"Calabria Region Hit by Series of Earthquakes, Over 32,000 Dead"},{"originalText":"Pompeii was severely damaged by a strong earthquake, which may have been a precursor to the eruption of Mount Vesuvius that destroyed the town 17 years later.","year":62,"subtitle":"AD 62","url":"https://en.wikipedia.org/wiki/AD_62","headline":"Pompeii Damaged by Earthquake, Possible Precursor to Vesuvius Eruption"}]}