{"dateLabel":"February 6","issue":"Issue 37","events":[{"originalText":"The SpaceX launch vehicle Falcon Heavy made its first flight (launch pictured).","year":2018,"subtitle":"SpaceX","url":"https://en.wikipedia.org/wiki/SpaceX","headline":"SpaceX Falcon Heavy Successfully Completes First Flight"},{"originalText":"Lockheed Corporation president Carl Kotchian admitted that the company had paid out approximately US$3 million in bribes to the office of Japanese prime minister Kakuei Tanaka.","year":1976,"subtitle":"Lockheed Corporation","url":"https://en.wikipedia.org/wiki/Lockheed_Corporation","headline":"Lockheed Corporation President Admits to $3 Million in Bribes"},{"originalText":"The aircraft carrying the Manchester United football team crashed while attempting to take off from Munich-Riem Airport in West Germany, killing 8 players and 23 people in total (news reel featured).","year":1958,"subtitle":"Manchester United F.C.","url":"https://en.wikipedia.org/wiki/Manchester_United_F.C.","headline":"Manchester United Football Team Plane Crash Kills 8 Players"},{"originalText":"A train derailed while crossing a temporary wooden trestle in Woodbridge, New Jersey, causing 85 deaths.","year":1951,"subtitle":"Woodbridge train derailment","url":"https://en.wikipedia.org/wiki/Woodbridge_train_derailment","headline":"Woodbridge Train Derailment Results in 85 Deaths"},{"originalText":"More than 65,000 workers in Seattle began a five-day general strike to gain higher wages after two years of U.S. World War I wage controls.","year":1919,"subtitle":"Seattle","url":"https://en.wikipedia.org/wiki/Seattle","headline":"Seattle Workers Begin Five-Day General Strike for Higher Wages"},{"originalText":"Union forces earned one of their first important victories in the American Civil War at the Battle of Fort Henry in western Tennessee.","year":1862,"subtitle":"Union (American Civil War)","url":"https://en.wikipedia.org/wiki/Union_(American_Civil_War)","headline":"Union Forces Victorious at Battle of Fort Henry in Civil War"},{"originalText":"British representatives and Māori chiefs first signed the Treaty of Waitangi, widely regarded to be the founding document of New Zealand.","year":1840,"subtitle":"Māori people","url":"https://en.wikipedia.org/wiki/M%C4%81ori_people","headline":"Treaty of Waitangi Signed, Founding Document of New Zealand"},{"originalText":"The first ship of the American Colonization Society departed from New York for West Africa with 86 African-American emigrants aboard to found the colony of Liberia.","year":1820,"subtitle":"American Colonization Society","url":"https://en.wikipedia.org/wiki/American_Colonization_Society","headline":"First Ship of American Colonization Society Departs for Liberia"},{"originalText":"British official Stamford Raffles signed a treaty with Sultan Hussein Shah of Johor, establishing Singapore as a trading post for the East India Company.","year":1819,"subtitle":"Stamford Raffles","url":"https://en.wikipedia.org/wiki/Stamford_Raffles","headline":"Singapore Established as Trading Post by Stamford Raffles"},{"originalText":"Napoleonic Wars: A British naval squadron captured or destroyed five French ships of the line at the Battle of San Domingo in the Caribbean Sea.","year":1806,"subtitle":"Napoleonic Wars","url":"https://en.wikipedia.org/wiki/Napoleonic_Wars","headline":"British Navy Defeats French Ships at Battle of San Domingo"},{"originalText":"Massachusetts became the sixth state to ratify the constitution of the United States.","year":1788,"subtitle":"Massachusetts","url":"https://en.wikipedia.org/wiki/Massachusetts","headline":"Massachusetts Ratifies US Constitution as Sixth State"},{"originalText":"France and the United States signed the Treaty of Amity and Commerce and the Treaty of Alliance, respectively establishing commercial and military ties between the two nations.","year":1778,"subtitle":"Treaty of Amity and Commerce (France–United States)","url":"https://en.wikipedia.org/wiki/Treaty_of_Amity_and_Commerce_(France%E2%80%93United_States)","headline":"France and US Establish Commercial and Military Ties with Treaties"}]}