{"dateLabel":"February 7","issue":"Issue 38","events":[{"originalText":"Researchers announced the discovery of the Happisburgh footprints (pictured) in Norfolk, England, the oldest known hominid footprints outside Africa at more than 800,000 years old.","year":2014,"subtitle":"Happisburgh footprints","url":"https://en.wikipedia.org/wiki/Happisburgh_footprints","headline":"Oldest hominid footprints found in Norfolk, England"},{"originalText":"An inquiry report of the United Nations Human Rights Council found systematic and wide-ranging violations of human rights in North Korea.","year":2014,"subtitle":"Report of the Commission of Inquiry on Human Rights in the Democratic People's Republic of Korea","url":"https://en.wikipedia.org/wiki/Report_of_the_Commission_of_Inquiry_on_Human_Rights_in_the_Democratic_People's_Republic_of_Korea","headline":"UN report reveals human rights violations in North Korea"},{"originalText":"President Ilham Aliyev issued a decree on the redenomination of Azerbaijan's currency, with 1 new manat equal to 5000 old manats.","year":2005,"subtitle":"Ilham Aliyev","url":"https://en.wikipedia.org/wiki/Ilham_Aliyev","headline":"Azerbaijan redenominates currency with 1 new manat equal to 5000 old manats"},{"originalText":"Abdullah II became the reigning King of the Hashemite Kingdom of Jordan following the death of his father King Hussein.","year":1999,"subtitle":"Abdullah II of Jordan","url":"https://en.wikipedia.org/wiki/Abdullah_II_of_Jordan","headline":"Abdullah II becomes King of Jordan after father's death"},{"originalText":"Steve Jobs returned to Apple Inc. as a consultant after the company's acquisition of his technology startup NeXT.","year":1997,"subtitle":"Steve Jobs","url":"https://en.wikipedia.org/wiki/Steve_Jobs","headline":"Steve Jobs returns to Apple after NeXT acquisition"},{"originalText":"Ramzi Yousef, one of the main perpetrators of the 1993 World Trade Center bombing and the bombing of Philippine Airlines Flight 434, was arrested in Islamabad, Pakistan.","year":1995,"subtitle":"Ramzi Yousef","url":"https://en.wikipedia.org/wiki/Ramzi_Yousef","headline":"1993 World Trade Center bombing suspect arrested in Pakistan"},{"originalText":"Having retired four months earlier, American basketball player Michael Jordan signed a contract with the Chicago White Sox to play baseball.","year":1994,"subtitle":"Michael Jordan","url":"https://en.wikipedia.org/wiki/Michael_Jordan","headline":"Michael Jordan signs contract with Chicago White Sox to play baseball"},{"originalText":"The Maastricht Treaty, which led to the formation of the European Union, was signed by the member states of the European Communities.","year":1992,"subtitle":"Maastricht Treaty","url":"https://en.wikipedia.org/wiki/Maastricht_Treaty","headline":"Maastricht Treaty signed, leading to formation of European Union"},{"originalText":"The Troubles: The Provisional Irish Republican Army shelled 10 Downing Street with mortars in a failed attempt to assassinate British prime minister John Major.","year":1991,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"IRA shells 10 Downing Street in failed assassination attempt"},{"originalText":"President of Haiti Jean-Claude Duvalier fled the country after a popular uprising, ending 28 years of one-family rule in the nation.","year":1986,"subtitle":"Jean-Claude Duvalier","url":"https://en.wikipedia.org/wiki/Jean-Claude_Duvalier","headline":"Haiti's President Duvalier flees after popular uprising"},{"originalText":"During the Space Shuttle Challenger mission STS-41-B, astronauts Bruce McCandless II and Robert L. Stewart performed the first untethered spacewalk (pictured).","year":1984,"subtitle":"Space Shuttle Challenger","url":"https://en.wikipedia.org/wiki/Space_Shuttle_Challenger","headline":"First untethered spacewalk performed during Challenger mission"},{"originalText":"Neil Harvey became the youngest Australian to score a century in Test cricket.","year":1948,"subtitle":"Neil Harvey","url":"https://en.wikipedia.org/wiki/Neil_Harvey","headline":"Neil Harvey youngest Australian to score Test century"},{"originalText":"World War II: Japan successfully withdrew its troops from Guadalcanal.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Japan successfully withdraws troops from Guadalcanal in WWII"},{"originalText":"Soviet border guards opened fire on civilians attempting to cross the border from the Soviet Union to Romania near Lunca, killing several hundred people.","year":1941,"subtitle":"Lunca massacre","url":"https://en.wikipedia.org/wiki/Lunca_massacre","headline":"Soviet border guards kill civilians near Romania border"},{"originalText":"Walt Disney's Pinocchio, the first animated feature to win a competitive Academy Award, debuted at the Center Theatre in New York City.","year":1940,"subtitle":"Walt Disney","url":"https://en.wikipedia.org/wiki/Walt_Disney","headline":"Pinocchio debuts as first animated feature to win Academy Award"},{"originalText":"Kid Auto Races at Venice, featuring the first appearance of comedy actor Charlie Chaplin's character the Tramp, was released.","year":1914,"subtitle":"Kid Auto Races at Venice","url":"https://en.wikipedia.org/wiki/Kid_Auto_Races_at_Venice","headline":"Charlie Chaplin's Tramp character makes first appearance"},{"originalText":"A Chinese immigrant in San Francisco fell ill with the bubonic plague in the first epidemic of the disease in the continental United States.","year":1900,"subtitle":"Bubonic plague","url":"https://en.wikipedia.org/wiki/Bubonic_plague","headline":"First bubonic plague epidemic in continental US reported in San Francisco"},{"originalText":"Napoleonic Wars: Two evenly matched French and British frigates fought for four hours at the Îles de Los off the Guinean coast, resulting in a stalemate.","year":1813,"subtitle":"Napoleonic Wars","url":"https://en.wikipedia.org/wiki/Napoleonic_Wars","headline":"French and British frigates fight to stalemate off Guinean coast"},{"originalText":"The Eleventh Amendment to the United States Constitution, limiting the ability of U.S. citizens and foreign nationals to sue U.S. states in federal courts, was ratified.","year":1795,"subtitle":"Eleventh Amendment to the United States Constitution","url":"https://en.wikipedia.org/wiki/Eleventh_Amendment_to_the_United_States_Constitution","headline":"Eleventh Amendment ratified, limiting lawsuits against US states"},{"originalText":"American Revolutionary War: After three years and seven months, Spain and France abandoned their attempt to capture Gibraltar from the British.","year":1783,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Spain and France abandon attempt to capture Gibraltar from British"},{"originalText":"Supporters of the Dominican preacher Girolamo Savonarola collected and publicly burned thousands of vanity items such as cosmetics, art and books in Florence, Italy.","year":1497,"subtitle":"Dominican Order","url":"https://en.wikipedia.org/wiki/Dominican_Order","headline":"Supporters of Girolamo Savonarola burn vanity items in Florence"},{"originalText":"Leo I (pictured), who ruled for nearly 20 years, was crowned Byzantine emperor.","year":457,"subtitle":"Leo I (emperor)","url":"https://en.wikipedia.org/wiki/Leo_I_(emperor)","headline":"Leo I crowned Byzantine emperor"}]}