{"dateLabel":"February 8","issue":"Issue 39","events":[{"originalText":"A freak storm triggered a series of avalanches that buried more than 3.5 km (2.2 mi) of road near the Salang Tunnel in Afghanistan, killing 175 people and trapping more than 2,500 travellers.","year":2010,"subtitle":"2010 Salang avalanches","url":"https://en.wikipedia.org/wiki/2010_Salang_avalanches","headline":"175 killed in avalanches near Salang Tunnel in Afghanistan"},{"originalText":"The Irish-bred race horse Shergar was stolen by gunmen, who demanded a £2 million ransom.","year":1983,"subtitle":"Shergar","url":"https://en.wikipedia.org/wiki/Shergar","headline":"Race horse Shergar stolen by gunmen demanding £2 million ransom"},{"originalText":"Local police in Orangeburg, South Carolina, fired into a crowd of people who were protesting segregation, killing three and injuring twenty-seven others.","year":1968,"subtitle":"Orangeburg, South Carolina","url":"https://en.wikipedia.org/wiki/Orangeburg%2C_South_Carolina","headline":"Police fire into crowd in Orangeburg, South Carolina, killing three"},{"originalText":"After taking evasive action to avoid a mid-air collision just after taking off from New York's John F. Kennedy International Airport, Eastern Air Lines Flight 663 crashed into the Atlantic Ocean, killing all 84 people on board.","year":1965,"subtitle":"John F. Kennedy International Airport","url":"https://en.wikipedia.org/wiki/John_F._Kennedy_International_Airport","headline":"Eastern Air Lines Flight 663 crashes after mid-air collision, killing all 84 on board"},{"originalText":"The official groundbreaking of the Walk of Fame took place in Hollywood, California.","year":1960,"subtitle":"Groundbreaking","url":"https://en.wikipedia.org/wiki/Groundbreaking","headline":"Official groundbreaking of Walk of Fame in Hollywood, California"},{"originalText":"The closing ceremony of the first Olympics held after World War II was held in St. Moritz, Switzerland.","year":1948,"subtitle":"1948 Winter Olympics","url":"https://en.wikipedia.org/wiki/1948_Winter_Olympics","headline":"Closing ceremony of first post-WWII Olympics held in St. Moritz, Switzerland"},{"originalText":"Gee Jon became the first person in the United States to be executed by lethal gas.","year":1924,"subtitle":"Gee Jon","url":"https://en.wikipedia.org/wiki/Gee_Jon","headline":"First lethal gas execution in the United States"},{"originalText":"William D. Boyce (pictured) established the Boy Scouts of America, expanding the Scout Movement into the United States.","year":1910,"subtitle":"William D. Boyce","url":"https://en.wikipedia.org/wiki/William_D._Boyce","headline":"William D. Boyce establishes Boy Scouts of America"},{"originalText":"Angered by a controversial umpiring decision, cricket spectators rioted and attacked the England team during a match in Sydney, Australia.","year":1879,"subtitle":"Umpire (cricket)","url":"https://en.wikipedia.org/wiki/Umpire_(cricket)","headline":"Cricket spectators riot and attack England team in Sydney, Australia"},{"originalText":"Richard Mentor Johnson became the only person ever to be elected Vice President of the United States by the Senate.","year":1837,"subtitle":"Richard Mentor Johnson","url":"https://en.wikipedia.org/wiki/Richard_Mentor_Johnson","headline":"Richard Mentor Johnson elected Vice President of the United States by Senate"},{"originalText":"Robert Devereux, 2nd Earl of Essex, led a failed rebellion against Queen Elizabeth I of England.","year":1601,"subtitle":"Robert Devereux, 2nd Earl of Essex","url":"https://en.wikipedia.org/wiki/Robert_Devereux%2C_2nd_Earl_of_Essex","headline":"Robert Devereux leads failed rebellion against Queen Elizabeth I"},{"originalText":"Mary, Queen of Scots (pictured), was executed at Fotheringhay Castle for her involvement in the Babington Plot to murder her cousin, Elizabeth I of England.","year":1587,"subtitle":"Mary, Queen of Scots","url":"https://en.wikipedia.org/wiki/Mary%2C_Queen_of_Scots","headline":"Mary, Queen of Scots, executed for involvement in Babington Plot"}]}