{"dateLabel":"February 9","issue":"Issue 40","events":[{"originalText":"Japanese figure skater Yuzuru Hanyu won the Four Continents Championships to become the only man to complete a Super Slam.","year":2020,"subtitle":"Figure skating","url":"https://en.wikipedia.org/wiki/Figure_skating","headline":"Yuzuru Hanyu Wins Four Continents Championships"},{"originalText":"Two commuter trains collided head-on at Bad Aibling in southeastern Germany, killing 12 people and injuring 85.","year":2016,"subtitle":"Bad Aibling rail accident","url":"https://en.wikipedia.org/wiki/Bad_Aibling_rail_accident","headline":"12 Killed in Bad Aibling Train Collision"},{"originalText":"The American submarine USS Greeneville collided with the Ehime Maru, a Japanese training vessel operated by a high school, sinking the latter ship and killing nine people on board.","year":2001,"subtitle":"USS Greeneville","url":"https://en.wikipedia.org/wiki/USS_Greeneville","headline":"USS Greeneville Collides with Japanese Training Vessel, 9 Dead"},{"originalText":"Breaking a seventeen-month ceasefire, the Provisional Irish Republican Army detonated a powerful truck bomb in the London Docklands, killing two people and injuring more than a hundred others.","year":1996,"subtitle":"Provisional Irish Republican Army","url":"https://en.wikipedia.org/wiki/Provisional_Irish_Republican_Army","headline":"IRA Truck Bomb in London Docklands Kills 2"},{"originalText":"Researchers at the GSI Helmholtz Centre for Heavy Ion Research in Darmstadt, Germany, first created the chemical element copernicium.","year":1996,"subtitle":"GSI Helmholtz Centre for Heavy Ion Research","url":"https://en.wikipedia.org/wiki/GSI_Helmholtz_Centre_for_Heavy_Ion_Research","headline":"Copernicium Created by Researchers in Germany"},{"originalText":"The Australian Defence Force was formed by the integration of the Australian Army, the Royal Australian Navy, and the Royal Australian Air Force.","year":1976,"subtitle":"Australian Defence Force","url":"https://en.wikipedia.org/wiki/Australian_Defence_Force","headline":"Australian Defence Force Formed by Integration of Military Branches"},{"originalText":"An earthquake registering 6.6 Mw struck the northern San Fernando Valley near the Los Angeles district of Sylmar, killing 65 people.","year":1971,"subtitle":"1971 San Fernando earthquake","url":"https://en.wikipedia.org/wiki/1971_San_Fernando_earthquake","headline":"Earthquake in Sylmar Kills 65 People"},{"originalText":"As Beatlemania swept the United States, the Beatles (pictured) made their first appearance on The Ed Sullivan Show before a record-breaking audience, beginning a musical phenomenon known as the British Invasion.","year":1964,"subtitle":"Beatlemania","url":"https://en.wikipedia.org/wiki/Beatlemania","headline":"Beatles Make Debut on The Ed Sullivan Show"},{"originalText":"U.S. senator Joseph McCarthy accused 205 employees of the State Department of being communists, sparking a period of strong anti-communist sentiment known as McCarthyism.","year":1950,"subtitle":"Joseph McCarthy","url":"https://en.wikipedia.org/wiki/Joseph_McCarthy","headline":"McCarthy Accuses State Department Employees of Communism"},{"originalText":"World War II: Allied aircraft unsuccessfully attacked a German destroyer in Førde Fjord, Norway.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allied Forces Declare Guadalcanal Secure in WWII"},{"originalText":"World War II: Allied forces declared Guadalcanal secure, ending the Guadalcanal campaign as a significant strategic victory for Allied forces fighting Japan in the Pacific War.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Imperial Japanese Army Begins Battle of Kranji"},{"originalText":"The Imperial Japanese Army began the Battle of Kranji as part of their campaign to capture Singapore.","year":1942,"subtitle":"Imperial Japanese Army","url":"https://en.wikipedia.org/wiki/Imperial_Japanese_Army","headline":"Stanley Bruce Becomes Prime Minister of Australia"},{"originalText":"Stanley Bruce became prime minister of Australia as leader of the country's first Coalition government.","year":1923,"subtitle":"Stanley Bruce","url":"https://en.wikipedia.org/wiki/Stanley_Bruce","headline":"Svalbard Treaty Signed, Recognizing Norwegian Sovereignty"},{"originalText":"The Svalbard Treaty was signed in Paris, recognizing Norwegian sovereignty over the Arctic archipelago of Svalbard.","year":1920,"subtitle":"Svalbard Treaty","url":"https://en.wikipedia.org/wiki/Svalbard_Treaty","headline":"Meteor Procession Observed from Canada to Brazil"},{"originalText":"A meteor procession was observed along a great circle arc from Canada to Brazil, leading astronomers to conclude that its source was a small, short-lived natural satellite of the Earth.","year":1913,"subtitle":"Meteor procession","url":"https://en.wikipedia.org/wiki/Meteor_procession","headline":"Mud March in London Organized by Women's Suffrage Societies"},{"originalText":"More than 3,000 women in London participated in the Mud March (pictured), the first large procession organised by the National Union of Women's Suffrage Societies.","year":1907,"subtitle":"Mud March (suffragists)","url":"https://en.wikipedia.org/wiki/Mud_March_(suffragists)","headline":"Jefferson Davis Named Provisional President of Confederate States"},{"originalText":"American Civil War: Jefferson Davis was named the provisional president of the Confederate States of America.","year":1861,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Mysterious Hoof-like Marks Found in Devon, England"},{"originalText":"A series of hoof-like marks in the snow continuing through the countryside for some 40 to 100 miles (60 to 160 km) were discovered in Devon, England.","year":1855,"subtitle":"Devil's Footprints","url":"https://en.wikipedia.org/wiki/Devil's_Footprints","headline":"John Quincy Adams Chosen as President by House of Representatives"},{"originalText":"After no candidate received a majority of electoral votes in the previous year's presidential election, the United States House of Representatives chose John Quincy Adams as president in a contingent election.","year":1825,"subtitle":"United States Electoral College","url":"https://en.wikipedia.org/wiki/United_States_Electoral_College","headline":"USS Constellation Captures French Frigate Insurgente"},{"originalText":"Quasi-War: USS Constellation captured the French frigate Insurgente in a single-ship action in the Caribbean Sea.","year":1799,"subtitle":"Quasi-War","url":"https://en.wikipedia.org/wiki/Quasi-War","headline":"Mongol Empire Captures Caizhou, Ending Jurchen Rule"},{"originalText":"Caizhou, the capital of the Jin dynasty, was captured by the Mongol Empire and their Song allies, bringing an end to Jurchen rule.","year":1234,"subtitle":"Jin dynasty (1115–1234)","url":"https://en.wikipedia.org/wiki/Jin_dynasty_(1115%E2%80%931234)"}]}