{"dateLabel":"February 10","issue":"Issue 41","events":[{"originalText":"In response to the launch of Kwangmyŏngsŏng-4 by North Korea, the South Korean government closed the Kaesong Industrial Region, a collaborative economic development run jointly by both countries.","year":2016,"subtitle":"Kwangmyŏngsŏng-4","url":"https://en.wikipedia.org/wiki/Kwangmy%C5%8Fngs%C5%8Fng-4","headline":"South Korea closes Kaesong Industrial Region in response to North Korea's satellite launch"},{"originalText":"The first accidental hypervelocity collision between two intact satellites in low Earth orbit took place when Iridium 33 and Kosmos 2251 destroyed each other.","year":2009,"subtitle":"Hypervelocity","url":"https://en.wikipedia.org/wiki/Hypervelocity","headline":"First hypervelocity collision between satellites in low Earth orbit destroys Iridium 33 and Kosmos 2251"},{"originalText":"The Namdaemun gate in Seoul, the first of South Korea's National Treasures, was severely damaged by arson.","year":2008,"subtitle":"Namdaemun","url":"https://en.wikipedia.org/wiki/Namdaemun","headline":"Arson severely damages South Korea's National Treasure, Namdaemun gate in Seoul"},{"originalText":"Rudolf Abel, a Soviet spy arrested by the FBI, was exchanged for Francis Gary Powers, the pilot of the CIA spy plane that had been shot down over Soviet airspace two years earlier.","year":1962,"subtitle":"Rudolf Abel","url":"https://en.wikipedia.org/wiki/Rudolf_Abel","headline":"Soviet spy Rudolf Abel exchanged for CIA pilot Francis Gary Powers"},{"originalText":"The first solo exhibition by Roy Lichtenstein (pictured) opened, including the painting Look Mickey, which featured his first use of Ben Day dots, speech balloons, and comic imagery sourcing.","year":1962,"subtitle":"Roy Lichtenstein","url":"https://en.wikipedia.org/wiki/Roy_Lichtenstein","headline":"Roy Lichtenstein's first solo exhibition opens, featuring iconic painting Look Mickey"},{"originalText":"Puss Gets the Boot, the first Tom and Jerry cartoon, was released to theaters.","year":1940,"subtitle":"Puss Gets the Boot","url":"https://en.wikipedia.org/wiki/Puss_Gets_the_Boot","headline":"First Tom and Jerry cartoon, Puss Gets the Boot, released to theaters"},{"originalText":"Spanish Civil War: The Nationalists concluded their conquest of Catalonia and sealed the border with France.","year":1939,"subtitle":"Spanish Civil War","url":"https://en.wikipedia.org/wiki/Spanish_Civil_War","headline":"Nationalists seal border with France after conquering Catalonia in Spanish Civil War"},{"originalText":"Second Italo-Abyssinian War: The Battle of Amba Aradam began, ending nine days later in a decisive tactical victory for Italy and the neutralisation of almost the entire Ethiopian army as a fighting force.","year":1936,"subtitle":"Second Italo-Ethiopian War","url":"https://en.wikipedia.org/wiki/Second_Italo-Ethiopian_War","headline":"Italy achieves decisive victory in Battle of Amba Aradam in Second Italo-Abyssinian War"},{"originalText":"The Việt Nam Quốc Dân Đảng launched the failed Yên Bái mutiny in the hope of ending French colonial rule in Vietnam.","year":1930,"subtitle":"Việt Nam Quốc Dân Đảng","url":"https://en.wikipedia.org/wiki/Vi%E1%BB%87t_Nam_Qu%E1%BB%91c_D%C3%A2n_%C4%90%E1%BA%A3ng","headline":"Yên Bái mutiny fails to end French colonial rule in Vietnam"},{"originalText":"The Inter-Allied Women's Conference opened as a counterpart to the Paris Peace Conference, marking the first time that women were allowed formal participation in an international treaty negotiation.","year":1919,"subtitle":"Inter-Allied Women's Conference","url":"https://en.wikipedia.org/wiki/Inter-Allied_Women's_Conference","headline":"Inter-Allied Women's Conference opens during Paris Peace Conference"},{"originalText":"The Royal Navy battleship HMS Dreadnought was launched, representing such a marked advance in naval technology that her name came to be associated with an entire generation of battleships.","year":1906,"subtitle":"Royal Navy","url":"https://en.wikipedia.org/wiki/Royal_Navy","headline":"Royal Navy launches advanced battleship HMS Dreadnought"},{"originalText":"American Civil War: A Union naval flotilla destroyed the bulk of the Confederate Mosquito Fleet in the Battle of Elizabeth City on the Pasquotank River in North Carolina.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union naval flotilla destroys Confederate Mosquito Fleet in Battle of Elizabeth City"},{"originalText":"Jefferson Davis was notified that he had been selected as the provisional President of the Confederate States of America.","year":1861,"subtitle":"Jefferson Davis","url":"https://en.wikipedia.org/wiki/Jefferson_Davis","headline":"Jefferson Davis selected as provisional President of Confederate States of America"},{"originalText":"Prince Albert of Saxe-Coburg and Gotha and Queen Victoria married at the Chapel Royal in St James's Palace, London, with Albert being granted the title prince consort.","year":1840,"subtitle":"Prince Albert of Saxe-Coburg and Gotha","url":"https://en.wikipedia.org/wiki/Prince_Albert_of_Saxe-Coburg_and_Gotha","headline":"Prince Albert and Queen Victoria marry at St James's Palace in London"},{"originalText":"War of the Sixth Coalition: A French army led by Napoleon effectively destroyed a small Russian corps commanded by Zakhar Dmitrievich Olsufiev.","year":1814,"subtitle":"War of the Sixth Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_Sixth_Coalition","headline":"Napoleon's army destroys Russian corps in War of the Sixth Coalition"},{"originalText":"To end the Seven Years' War, Britain, France and Spain signed the Treaty of Paris, which significantly reduced the size of the French colonial empire and marked the beginning of an extensive period of British dominance outside of Europe.","year":1763,"subtitle":"Seven Years' War","url":"https://en.wikipedia.org/wiki/Seven_Years'_War","headline":"Treaty of Paris signed to end Seven Years' War, reducing French colonial empire"},{"originalText":"The Huilliche in Chile's Chiloé Archipelago rose up against Spanish encomenderos in revenge for perceived injustices.","year":1712,"subtitle":"Huilliche people","url":"https://en.wikipedia.org/wiki/Huilliche_people","headline":"Huilliche in Chile's Chiloé Archipelago rise up against Spanish encomenderos"},{"originalText":"A tavern dispute between University of Oxford students and townspeople became a riot that left about 90 people dead.","year":1355,"subtitle":"University of Oxford","url":"https://en.wikipedia.org/wiki/University_of_Oxford","headline":"Tavern dispute in Oxford leads to riot, leaving about 90 dead"},{"originalText":"The last Abbasid caliph surrendered Baghdad to the besieging Mongol army of Hulegu Khan, who later sacked the city, killing hundreds of thousands of people.","year":1258,"subtitle":"Abbasid Caliphate","url":"https://en.wikipedia.org/wiki/Abbasid_Caliphate","headline":"Last Abbasid caliph surrenders Baghdad to Mongol army, leading to city's sack"},{"originalText":"Mongol invasion of the Khwarazmian Empire: the city of Bukhara was captured and looted by the Mongol army of Genghis Khan.","year":1220,"subtitle":"Mongol invasion of the Khwarazmian Empire","url":"https://en.wikipedia.org/wiki/Mongol_invasion_of_the_Khwarazmian_Empire","headline":"Mongol army captures and loots city of Bukhara in invasion of Khwarazmian Empire"}]}