{"dateLabel":"February 11","issue":"Issue 42","events":[{"originalText":"Turkish student Özgecan Aslan was murdered during a rape attempt, sparking mass demonstrations across the country after her body was discovered two days later.","year":2015,"subtitle":"Murder of Özgecan Aslan","url":"https://en.wikipedia.org/wiki/Murder_of_%C3%96zgecan_Aslan","headline":"Turkish student Özgecan Aslan murdered in rape attempt, sparking mass demonstrations"},{"originalText":"Rebel East Timorese soldiers invaded the homes of President José Ramos-Horta and Prime Minister Xanana Gusmão, seriously wounding the former.","year":2008,"subtitle":"2008 East Timorese assassination attempts","url":"https://en.wikipedia.org/wiki/2008_East_Timorese_assassination_attempts","headline":"Rebel East Timorese soldiers invade homes of President José Ramos-Horta and Prime Minister Xanana Gusmão"},{"originalText":"The computer worm Anna Kournikova, which would affect millions of users worldwide, was released by a 20-year-old Dutch student.","year":2001,"subtitle":"Computer worm","url":"https://en.wikipedia.org/wiki/Computer_worm","headline":"Computer worm Anna Kournikova released by 20-year-old Dutch student, affecting millions worldwide"},{"originalText":"The Unrepresented Nations and Peoples Organization was established in The Hague to represent the interests of indigenous peoples, minorities, occupied nations, and other areas lacking international recognition.","year":1991,"subtitle":"Unrepresented Nations and Peoples Organization","url":"https://en.wikipedia.org/wiki/Unrepresented_Nations_and_Peoples_Organization","headline":"Unrepresented Nations and Peoples Organization established in The Hague"},{"originalText":"Anti-apartheid activist Nelson Mandela, having been a political prisoner for 27 years, was released from Victor Verster Prison near Paarl, South Africa.","year":1990,"subtitle":"Nelson Mandela","url":"https://en.wikipedia.org/wiki/Nelson_Mandela","headline":"Anti-apartheid activist Nelson Mandela released from Victor Verster Prison after 27 years"},{"originalText":"The Frente de Liberación Homosexual made their final public appearance, shortly before the group's dissolution due to political repression after the 1976 Argentine coup d'état.","year":1976,"subtitle":"Frente de Liberación Homosexual","url":"https://en.wikipedia.org/wiki/Frente_de_Liberaci%C3%B3n_Homosexual","headline":"Frente de Liberación Homosexual dissolves after political repression following 1976 Argentine coup d'état"},{"originalText":"The BBC aired an adaptation of a section of Czech writer Karel Čapek's play R.U.R. in the first broadcast of science fiction on television.","year":1938,"subtitle":"BBC","url":"https://en.wikipedia.org/wiki/BBC","headline":"BBC airs adaptation of Karel Čapek's play R.U.R. in first broadcast of science fiction on television"},{"originalText":"Friedrich Ebert was elected the provisional president of Germany by the Weimar National Assembly.","year":1919,"subtitle":"Friedrich Ebert","url":"https://en.wikipedia.org/wiki/Friedrich_Ebert","headline":"Friedrich Ebert elected provisional president of Germany by Weimar National Assembly"},{"originalText":"As part of celebrations marking the separation of Victoria from New South Wales, the inaugural first-class cricket match in Australia began at the Launceston Racecourse in Tasmania.","year":1851,"subtitle":"Victoria (state)","url":"https://en.wikipedia.org/wiki/Victoria_(state)","headline":"Inaugural first-class cricket match in Australia begins at Launceston Racecourse in Tasmania"},{"originalText":"La fille du régiment (audio featured), an opéra comique by Gaetano Donizetti, premiered in Paris to highly negative reviews but later became a success.","year":1840,"subtitle":"La fille du régiment","url":"https://en.wikipedia.org/wiki/La_fille_du_r%C3%A9giment","headline":"La fille du régiment by Gaetano Donizetti premieres in Paris to negative reviews"},{"originalText":"London University, later University College London (pictured), was founded as the first secular university in England.","year":1826,"subtitle":"University College London","url":"https://en.wikipedia.org/wiki/University_College_London","headline":"London University, later University College London, founded as first secular university in England"},{"originalText":"Around 110 boys were killed in a human crush at the Convent of the Minori Osservanti in Valletta on the last day of the Maltese Carnival.","year":1823,"subtitle":"Carnival tragedy of 1823","url":"https://en.wikipedia.org/wiki/Carnival_tragedy_of_1823","headline":"Around 110 boys killed in human crush at Convent of the Minori Osservanti in Valletta"},{"originalText":"Spanish explorer Pedro Sarmiento de Gamboa founded the town of Nombre de Jesús, the first of two short-lived colonies at the Strait of Magellan.","year":1584,"subtitle":"Pedro Sarmiento de Gamboa","url":"https://en.wikipedia.org/wiki/Pedro_Sarmiento_de_Gamboa","headline":"Spanish explorer Pedro Sarmiento de Gamboa founds town of Nombre de Jesús at the Strait of Magellan"}]}