{"dateLabel":"February 12","issue":"Issue 43","events":[{"originalText":"In the first meeting between the leaders of the Catholic Church and the Russian Orthodox Church, Pope Francis and Patriarch Kirill of Moscow signed the Havana Declaration at José Martí International Airport in Cuba.","year":2016,"subtitle":"Catholic Church","url":"https://en.wikipedia.org/wiki/Catholic_Church","headline":"Pope Francis and Patriarch Kirill sign Havana Declaration in historic meeting at José Martí International Airport"},{"originalText":"Just before it was scheduled to land at Buffalo Niagara International Airport, Colgan Air Flight 3407 crashed into a house in Clarence Center, New York, killing the house's occupant and all 49 people on board the aircraft.","year":2009,"subtitle":"Buffalo Niagara International Airport","url":"https://en.wikipedia.org/wiki/Buffalo_Niagara_International_Airport","headline":"Colgan Air Flight 3407 crashes into house in Clarence Center, New York, killing all 49 on board"},{"originalText":"Protesters in La Paz and the Bolivian government brokered a deal to end two days of rioting against a proposed salary tax.","year":2003,"subtitle":"La Paz","url":"https://en.wikipedia.org/wiki/La_Paz","headline":"Protesters in La Paz reach deal with Bolivian government to end rioting over proposed salary tax"},{"originalText":"The NASA space probe NEAR Shoemaker touched down on Eros, becoming the first spacecraft to land on an asteroid.","year":2001,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"NASA space probe NEAR Shoemaker lands on asteroid Eros, a historic first"},{"originalText":"Edvard Munch's painting The Scream (pictured) was stolen from the National Gallery of Norway.","year":1994,"subtitle":"Edvard Munch","url":"https://en.wikipedia.org/wiki/Edvard_Munch","headline":"Edvard Munch's painting The Scream stolen from National Gallery of Norway"},{"originalText":"Two-year-old James Bulger was led away from New Strand Shopping Centre in Bootle, England, and murdered by two 10-year-old boys, who became the youngest convicted murderers in modern English history.","year":1993,"subtitle":"Murder of James Bulger","url":"https://en.wikipedia.org/wiki/Murder_of_James_Bulger","headline":"Two-year-old James Bulger murdered by two 10-year-old boys in Bootle, England"},{"originalText":"While claiming the right of innocent passage through Soviet territorial waters in the Black Sea, the American cruiser USS Yorktown and destroyer USS Caron were bumped by Soviet warships.","year":1988,"subtitle":"Innocent passage","url":"https://en.wikipedia.org/wiki/Innocent_passage","headline":"American cruiser USS Yorktown and destroyer USS Caron bumped by Soviet warships in Black Sea"},{"originalText":"Following the deaths of two employees on the job, black sanitation workers in Memphis, Tennessee, began a strike that lasted more than two months.","year":1968,"subtitle":"Death of Echol Cole and Robert Walker","url":"https://en.wikipedia.org/wiki/Death_of_Echol_Cole_and_Robert_Walker","headline":"Black sanitation workers in Memphis begin strike after deaths of two employees"},{"originalText":"The French fashion company Dior unveiled its New Look collection (suit pictured), which revolutionized women's dress and re-established Paris as the centre of the fashion world after World War II.","year":1947,"subtitle":"Dior","url":"https://en.wikipedia.org/wiki/Dior","headline":"Dior unveils New Look collection, revolutionizing women's fashion after World War II"},{"originalText":"African-American U.S. Army veteran Isaac Woodard was severely beaten by a South Carolina police officer and lost sight in both eyes, an incident that galvanized the civil rights movement.","year":1946,"subtitle":"United States Army","url":"https://en.wikipedia.org/wiki/United_States_Army","headline":"U.S. Army veteran Isaac Woodard beaten by South Carolina police officer, sparking civil rights movement"},{"originalText":"The Imperial Japanese Army initiated the Battle of Pasir Panjang in Kent Ridge Park in Singapore.","year":1942,"subtitle":"Imperial Japanese Army","url":"https://en.wikipedia.org/wiki/Imperial_Japanese_Army","headline":"Imperial Japanese Army initiates Battle of Pasir Panjang in Singapore"},{"originalText":"The USS Macon, one of the two largest helium-filled airships ever created, crashed into the Pacific Ocean off the coast of California and sank<--!(contemporary artist's rendering of the crash).","year":1935,"subtitle":"USS Macon (ZRS-5)","url":"https://en.wikipedia.org/wiki/USS_Macon_(ZRS-5)","headline":"USS Macon crashes into Pacific Ocean off California coast"},{"originalText":"George Gershwin's composition Rhapsody in Blue premiered at Aeolian Hall in New York.","year":1924,"subtitle":"George Gershwin","url":"https://en.wikipedia.org/wiki/George_Gershwin","headline":"George Gershwin's Rhapsody in Blue premieres at Aeolian Hall in New York"},{"originalText":"The ferry SS Penguin struck a rock in Wellington Harbour and sank, killing 75 people in New Zealand's worst maritime disaster of the 20th century.","year":1909,"subtitle":"SS Penguin","url":"https://en.wikipedia.org/wiki/SS_Penguin","headline":"Ferry SS Penguin sinks in Wellington Harbour, killing 75 in New Zealand's worst maritime disaster"},{"originalText":"The precursor of Michigan State University in East Lansing was founded as the United States' first agricultural college.","year":1855,"subtitle":"Michigan State University","url":"https://en.wikipedia.org/wiki/Michigan_State_University","headline":"Michigan State University precursor founded as first agricultural college in the U.S."},{"originalText":"A papal conclave convened to select a new pope after the death of Pope Alexander VIII.","year":1691,"subtitle":"1691 papal conclave","url":"https://en.wikipedia.org/wiki/1691_papal_conclave","headline":"Papal conclave convened to select new pope after death of Pope Alexander VIII"},{"originalText":"Queen Isabella I issued an edict outlawing Islam in the Crown of Castile, forcing virtually all her Muslim subjects to convert to Christianity.","year":1502,"subtitle":"Isabella I of Castile","url":"https://en.wikipedia.org/wiki/Isabella_I_of_Castile","headline":"Queen Isabella I outlaws Islam in Crown of Castile, forcing Muslim subjects to convert to Christianity"}]}