{"dateLabel":"February 13","issue":"Issue 44","events":[{"originalText":"Kim Jong-nam, the half-brother of North Korean leader Kim Jong Un, was assassinated using VX nerve agent in Kuala Lumpur, Malaysia.","year":2017,"subtitle":"Kim Jong-nam","url":"https://en.wikipedia.org/wiki/Kim_Jong-nam","headline":"Kim Jong-nam assassinated with VX nerve agent in Kuala Lumpur"},{"originalText":"The first Vega rocket was launched by the European Space Agency from the Guiana Space Centre.","year":2012,"subtitle":"Vega (rocket)","url":"https://en.wikipedia.org/wiki/Vega_(rocket)","headline":"European Space Agency launches first Vega rocket from Guiana Space Centre"},{"originalText":"A terrorist bombing at a bakery popular among foreigners in Pune, India, killed 17 people and injured 60 others.","year":2010,"subtitle":"2010 Pune bombing","url":"https://en.wikipedia.org/wiki/2010_Pune_bombing","headline":"Terrorist bombing at bakery in Pune, India kills 17"},{"originalText":"Gulf War: The United States Air Force dropped two laser-guided \"smart bombs\" on an air-raid shelter in Baghdad, Iraq, which was believed to be a military command site, killing at least 408 civilians.","year":1991,"subtitle":"Gulf War","url":"https://en.wikipedia.org/wiki/Gulf_War","headline":"US Air Force drops smart bombs on Baghdad air-raid shelter, killing 408 civilians"},{"originalText":"Explosions caused by the ignition of hexane vapors destroyed more than 13 miles (21 km) of sewer lines in Louisville, Kentucky.","year":1981,"subtitle":"Louisville sewer explosions","url":"https://en.wikipedia.org/wiki/Louisville_sewer_explosions","headline":"Explosions destroy 13 miles of sewer lines in Louisville, Kentucky"},{"originalText":"The English rock band Black Sabbath released their debut album, which is generally accepted as the first heavy metal album.","year":1970,"subtitle":"Black Sabbath","url":"https://en.wikipedia.org/wiki/Black_Sabbath","headline":"Black Sabbath releases debut album, considered first heavy metal album"},{"originalText":"Geode prospectors near Olancha, California, discovered what they claimed to be a 500,000-year-old rock with a 1920s-era spark plug encased within (pictured).","year":1961,"subtitle":"Geode","url":"https://en.wikipedia.org/wiki/Geode","headline":"Geode prospectors discover 500,000-year-old rock with spark plug near Olancha, California"},{"originalText":"African-American college students staged the first of the Nashville sit-ins at three lunch counters in Nashville, Tennessee, as part of a nonviolent direct-action campaign to end racial segregation in the U.S.","year":1960,"subtitle":"Nashville sit-ins","url":"https://en.wikipedia.org/wiki/Nashville_sit-ins","headline":"Nashville sit-ins begin in Tennessee to end racial segregation"},{"originalText":"World War II: The Allies began a strategic bombing of Dresden, Germany, creating a lethal firestorm that killed tens of thousands of civilians.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allies bomb Dresden, Germany in World War II, killing thousands"},{"originalText":"Frances Coles was killed in the last of eleven unsolved murders of women that took place in or near the impoverished Whitechapel district in the East End of London.","year":1891,"subtitle":"Whitechapel murders","url":"https://en.wikipedia.org/wiki/Whitechapel_murders","headline":"Last unsolved murder in Whitechapel district of London"},{"originalText":"Work began on the covering of the Senne (pictured), burying the polluted main river of Brussels to allow for urban renewal in the centre of the city.","year":1867,"subtitle":"Covering of the Senne","url":"https://en.wikipedia.org/wiki/Covering_of_the_Senne","headline":"Work starts on covering polluted river Senne in Brussels for urban renewal"},{"originalText":"Members of Clan MacDonald of Glencoe in the Scottish Highlands were massacred, allegedly for failing to pledge allegiance to the new monarchs, William III and Mary II.","year":1692,"subtitle":"Clan MacDonald of Glencoe","url":"https://en.wikipedia.org/wiki/Clan_MacDonald_of_Glencoe","headline":"Clan MacDonald of Glencoe massacred in Scottish Highlands"},{"originalText":"The four-year-old Charles XI became King of Sweden upon his father's death.","year":1660,"subtitle":"Charles XI of Sweden","url":"https://en.wikipedia.org/wiki/Charles_XI_of_Sweden","headline":"Four-year-old Charles XI becomes King of Sweden"}]}