{"dateLabel":"February 15","issue":"Issue 46","events":[{"originalText":"A meteor exploded (video featured) over Chelyabinsk Oblast, Russia, producing a shock wave that injured about 1,500 people.","year":2013,"subtitle":"Chelyabinsk meteor","url":"https://en.wikipedia.org/wiki/Chelyabinsk_meteor","headline":"Meteor explodes over Chelyabinsk Oblast, Russia, injuring 1,500"},{"originalText":"Two passenger trains collided in Halle, Belgium, when one driver failed to stop at a red signal, resulting in 19 deaths and 171 injuries.","year":2010,"subtitle":"Halle train collision","url":"https://en.wikipedia.org/wiki/Halle_train_collision","headline":"Two passenger trains collide in Halle, Belgium, resulting in 19 deaths"},{"originalText":"In one of the largest anti-war rallies in history, millions around the world in approximately 800 cities took part in protests against the impending invasion of Iraq.","year":2003,"subtitle":"Anti-war movement","url":"https://en.wikipedia.org/wiki/Anti-war_movement","headline":"Millions protest anti-war rallies worldwide against Iraq invasion"},{"originalText":"Abdullah Öcalan, one of the founding members of the militant organization the Kurdistan Workers' Party, was arrested by Turkish security forces in Nairobi, Kenya.","year":1999,"subtitle":"Abdullah Öcalan","url":"https://en.wikipedia.org/wiki/Abdullah_%C3%96calan","headline":"Abdullah Öcalan arrested in Nairobi, Kenya by Turkish security forces"},{"originalText":"A Long March 3B rocket carrying the communications satellite Intelsat 708 crashed immediately after launch from the Xichang Satellite Launch Center, China, destroying a nearby town and killing an unknown number of inhabitants.","year":1996,"subtitle":"Long March 3B","url":"https://en.wikipedia.org/wiki/Long_March_3B","headline":"Long March 3B rocket crashes in China, destroying town and killing inhabitants"},{"originalText":"Kevin Mitnick, the most wanted computer hacker at the time in the U.S., was arrested and charged with computer fraud and wire fraud.","year":1995,"subtitle":"Kevin Mitnick","url":"https://en.wikipedia.org/wiki/Kevin_Mitnick","headline":"Kevin Mitnick arrested for computer fraud in the U.S."},{"originalText":"Don Dunstan (pictured) resigned as Premier of South Australia, ending a decade of sweeping social liberalisation.","year":1979,"subtitle":"Don Dunstan","url":"https://en.wikipedia.org/wiki/Don_Dunstan","headline":"Don Dunstan resigns as Premier of South Australia"},{"originalText":"The current Constitution of Cuba, providing for a system of government and law based on those of the Soviet Union and Eastern Bloc countries, was adopted by a national referendum.","year":1976,"subtitle":"Constitution of Cuba","url":"https://en.wikipedia.org/wiki/Constitution_of_Cuba","headline":"Cuba adopts Constitution based on Soviet Union and Eastern Bloc countries"},{"originalText":"Canada adopted the Maple Leaf flag, replacing the Canadian Red Ensign.","year":1965,"subtitle":"Flag of Canada","url":"https://en.wikipedia.org/wiki/Flag_of_Canada","headline":"Canada adopts Maple Leaf flag, replacing Canadian Red Ensign"},{"originalText":"All 72 people on board Sabena Flight 548, including the entire U.S. figure-skating team, and one person on the ground were killed when the aircraft crashed on approach to Brussels Airport.","year":1961,"subtitle":"Sabena Flight 548","url":"https://en.wikipedia.org/wiki/Sabena_Flight_548","headline":"Sabena Flight 548 crash kills 72, including U.S. figure-skating team"},{"originalText":"Gerald Lankester Harding and Roland de Vaux began excavations at Cave 1 of the Qumran Caves in the West Bank, the location of the first seven Dead Sea Scrolls.","year":1949,"subtitle":"Gerald Lankester Harding","url":"https://en.wikipedia.org/wiki/Gerald_Lankester_Harding","headline":"Excavations begin at Qumran Caves, location of Dead Sea Scrolls"},{"originalText":"Second World War: Japanese forces led by General Tomoyuki Yamashita captured Singapore with the largest surrender of British-led military personnel in history.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Japanese forces capture Singapore in Second World War surrender"},{"originalText":"Sepoys of Indian Muslim background mutinied against their British officers in Singapore.","year":1915,"subtitle":"Islam in India","url":"https://en.wikipedia.org/wiki/Islam_in_India","headline":"Indian Muslim Sepoys mutiny against British officers in Singapore"},{"originalText":"Japan and the United States signed a gentleman's agreement whereby the former would not permit further emigration to the U.S., while the latter would not limit Japanese immigration.","year":1907,"subtitle":"Gentlemen's Agreement of 1907","url":"https://en.wikipedia.org/wiki/Gentlemen's_Agreement_of_1907","headline":"Japan and U.S. sign agreement on emigration and immigration"},{"originalText":"Second Boer War: British cavalry led by John French defeated Boer forces to end a 124-day siege of Kimberley in present-day South Africa.","year":1900,"subtitle":"Second Boer War","url":"https://en.wikipedia.org/wiki/Second_Boer_War","headline":"British cavalry defeat Boer forces to end siege of Kimberley"},{"originalText":"The United States Navy battleship USS Maine exploded and sank in Havana, Cuba, killing more than 260 people and precipitating the Spanish–American War.","year":1898,"subtitle":"United States Navy","url":"https://en.wikipedia.org/wiki/United_States_Navy","headline":"USS Maine explodes in Havana, Cuba, precipitating Spanish-American War"},{"originalText":"James McBrien made the first official discovery of gold in Australia at Fish River in New South Wales.","year":1823,"subtitle":"Australian gold rushes","url":"https://en.wikipedia.org/wiki/Australian_gold_rushes","headline":"First official gold discovery in Australia at Fish River, New South Wales"},{"originalText":"French Revolutionary Wars: The invasion of Ceylon ended with Johan van Angelbeek, the Batavian governor of the island, surrendering Colombo to British forces.","year":1796,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"British forces capture Colombo in Ceylon invasion"},{"originalText":"Prussia, Saxony and the Habsburg monarchy signed the Treaty of Hubertusburg, ending the Third Silesian War.","year":1763,"subtitle":"Kingdom of Prussia","url":"https://en.wikipedia.org/wiki/Kingdom_of_Prussia","headline":"Treaty of Hubertusburg ends Third Silesian War"},{"originalText":"Christopher Columbus wrote a letter widely distributed upon his return to Portugal that announced the results of his first voyage to the Americas.","year":1493,"subtitle":"Christopher Columbus","url":"https://en.wikipedia.org/wiki/Christopher_Columbus","headline":"Christopher Columbus announces results of first voyage to Americas"},{"originalText":"Pope Paschal II issued the papal bull Pie postulatio voluntatis, formally recognising the establishment of the Knights Hospitaller.","year":1113,"subtitle":"Pope Paschal II","url":"https://en.wikipedia.org/wiki/Pope_Paschal_II","headline":"Pope Paschal II recognises Knights Hospitaller establishment"},{"originalText":"The Codex Theodosianus, a compilation of the laws of the Roman Empire, was published.","year":438,"subtitle":"Codex Theodosianus","url":"https://en.wikipedia.org/wiki/Codex_Theodosianus","headline":"Codex Theodosianus published, compiling Roman Empire laws"}]}