{"dateLabel":"February 16","issue":"Issue 47","events":[{"originalText":"At least 91 people were killed and 190 others injured after a bomb hidden in a water tank exploded at a market in Hazara Town, Pakistan.","year":2013,"subtitle":"February 2013 Quetta bombing","url":"https://en.wikipedia.org/wiki/February_2013_Quetta_bombing","headline":"Bomb explosion in Hazara Town, Pakistan kills 91 and injures 190"},{"originalText":"The Kyoto Protocol, an extension to the United Nations Framework Convention on Climate Change, entered into force.","year":2005,"subtitle":"Kyoto Protocol","url":"https://en.wikipedia.org/wiki/Kyoto_Protocol","headline":"Kyoto Protocol enters into force for climate change"},{"originalText":"Eleven people died in a train collision in Silver Spring, Maryland, leading to the creation of comprehensive U.S. federal rules for the design of passenger cars.","year":1996,"subtitle":"1996 Maryland train collision","url":"https://en.wikipedia.org/wiki/1996_Maryland_train_collision","headline":"Train collision in Silver Spring, Maryland kills 11, leads to federal rules for passenger cars"},{"originalText":"The Lebanese Shia political and paramilitary organization Hezbollah released a manifesto describing its ideology and goals.","year":1985,"subtitle":"Shia Islam","url":"https://en.wikipedia.org/wiki/Shia_Islam","headline":"Hezbollah releases manifesto on ideology and goals"},{"originalText":"The Ash Wednesday bushfires burned over half a million acres (over 2,000 km2) each in both South Australia and Victoria, killing 75 people and injuring 2,676 others.","year":1983,"subtitle":"Ash Wednesday bushfires","url":"https://en.wikipedia.org/wiki/Ash_Wednesday_bushfires","headline":"Ash Wednesday bushfires kill 75 and injure 2,676 in South Australia and Victoria"},{"originalText":"The DuSable Museum, the first museum dedicated to the study and conservation of African American history, culture, and art, was chartered.","year":1961,"subtitle":"DuSable Black History Museum and Education Center","url":"https://en.wikipedia.org/wiki/DuSable_Black_History_Museum_and_Education_Center","headline":"DuSable Museum chartered as first African American history museum"},{"originalText":"Fidel Castro was sworn in as Prime Minister of Cuba, beginning his decades-long rule over the country.","year":1959,"subtitle":"Fidel Castro","url":"https://en.wikipedia.org/wiki/Fidel_Castro","headline":"Fidel Castro sworn in as Prime Minister of Cuba"},{"originalText":"The Popular Front, a coalition of left-wing parties, came to power in the Spanish general election, a factor in the outbreak of the Spanish Civil War five months later.","year":1936,"subtitle":"Popular Front (Spain)","url":"https://en.wikipedia.org/wiki/Popular_Front_(Spain)","headline":"Popular Front comes to power in Spanish general election"},{"originalText":"A landslide in Byblos revealed a sarcophagus in an underground tomb, later discovered to be part of a large Bronze Age necropolis.","year":1922,"subtitle":"Byblos","url":"https://en.wikipedia.org/wiki/Byblos","headline":"Landslide in Byblos reveals Bronze Age sarcophagus"},{"originalText":"The Council of Lithuania signed the Act of Independence (pictured), proclaiming the restoration of an independent Lithuania.","year":1918,"subtitle":"Council of Lithuania","url":"https://en.wikipedia.org/wiki/Council_of_Lithuania","headline":"Council of Lithuania signs Act of Independence, proclaims restoration of independent Lithuania"},{"originalText":"The Southern Cross expedition led by Carsten Borchgrevink achieved a new Farthest South of 78° 50'S, making the first landing at the Great Ice Barrier.","year":1900,"subtitle":"Southern Cross Expedition","url":"https://en.wikipedia.org/wiki/Southern_Cross_Expedition","headline":"Southern Cross expedition achieves new Farthest South"},{"originalText":"American Civil War: A Union victory at the Battle of Fort Donelson gave General Ulysses S. Grant the nickname \"Unconditional Surrender\".","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union victory at Battle of Fort Donelson gives General Ulysses S. Grant nickname"},{"originalText":"The French government passed a law setting the musical note A4 to a frequency of 435 hertz, in the first attempt to standardize concert pitch.","year":1859,"subtitle":"A (musical note)","url":"https://en.wikipedia.org/wiki/A_(musical_note)","headline":"French government standardizes concert pitch at 435 hertz"},{"originalText":"First Barbary War: Lieutenant Stephen Decatur led a U.S. Navy raid to destroy the captured USS Philadelphia in the harbor of Tripoli (depicted), denying her use to the Barbary States.","year":1804,"subtitle":"First Barbary War","url":"https://en.wikipedia.org/wiki/First_Barbary_War","headline":"Lieutenant Stephen Decatur leads raid to destroy captured USS Philadelphia in Tripoli harbor"},{"originalText":"Livonian Crusade: In the Battle of Karuse, the Grand Duchy of Lithuania achieved a decisive victory over the Livonian Order on the frozen surface of the Baltic Sea.","year":1270,"subtitle":"Livonian Crusade","url":"https://en.wikipedia.org/wiki/Livonian_Crusade","headline":"Grand Duchy of Lithuania achieves victory over Livonian Order in Battle of Karuse"},{"originalText":"King Louis IX dispatched André de Longjumeau as the French ambassador to the Mongol Empire.","year":1249,"subtitle":"Louis IX of France","url":"https://en.wikipedia.org/wiki/Louis_IX_of_France","headline":"King Louis IX dispatches French ambassador to Mongol Empire"}]}