{"dateLabel":"February 17","issue":"Issue 48","events":[{"originalText":"Arab Spring: Bahraini security forces killed four protesters in a pre-dawn raid at the Pearl Roundabout in Manama, while the \"Day of Rage\" took place in Libya with nationwide protests against Muammar Gaddafi's government.","year":2011,"subtitle":"Arab Spring","url":"https://en.wikipedia.org/wiki/Arab_Spring","headline":"Bahraini security forces kill four protesters in Manama raid"},{"originalText":"The Troubles: The Provisional Irish Republican Army carried out a bombing of a restaurant near Belfast, Northern Ireland, killing twelve people and injuring thirty others.","year":1978,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"IRA bombing kills twelve in Belfast restaurant"},{"originalText":"A U.S. Army soldier stole a Bell UH-1 helicopter (pictured) and landed it on the South Lawn of the White House in Washington, D.C.","year":1974,"subtitle":"Bell UH-1 Iroquois","url":"https://en.wikipedia.org/wiki/Bell_UH-1_Iroquois","headline":"US Army soldier steals helicopter, lands on White House lawn"},{"originalText":"Gabonese military officers overthrew President Léon M'ba, but French forces, honouring a 1960 treaty, forcibly reinstated him two days later.","year":1964,"subtitle":"1964 Gabonese coup d'état","url":"https://en.wikipedia.org/wiki/1964_Gabonese_coup_d'%C3%A9tat","headline":"Gabonese military officers overthrow President M'ba"},{"originalText":"Vanguard 2 (model pictured), the first weather satellite, was launched to measure cloud cover distribution.","year":1959,"subtitle":"Vanguard 2","url":"https://en.wikipedia.org/wiki/Vanguard_2","headline":"First weather satellite Vanguard 2 launched"},{"originalText":"World War II: The U.S. Navy began Operation Hailstone, a massive naval air and surface attack against the Japanese naval and air base at Chuuk Lagoon in the Caroline Islands.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"US Navy begins Operation Hailstone against Japanese base"},{"originalText":"The Armory Show, the first large modern-art exhibition in the United States, opened at the 69th Regiment Armory in New York City.","year":1913,"subtitle":"Armory Show","url":"https://en.wikipedia.org/wiki/Armory_Show","headline":"Armory Show opens in New York City"},{"originalText":"Italian composer Giacomo Puccini's Madama Butterfly  premiered at La Scala in Milan to poor reviews, forcing him to revise the opera.","year":1904,"subtitle":"Giacomo Puccini","url":"https://en.wikipedia.org/wiki/Giacomo_Puccini","headline":"Puccini's Madama Butterfly premieres at La Scala"},{"originalText":"Rudolf Diesel's first working diesel engine ran for one minute.","year":1894,"subtitle":"Rudolf Diesel","url":"https://en.wikipedia.org/wiki/Rudolf_Diesel","headline":"Rudolf Diesel's first engine runs for one minute"},{"originalText":"Cochinchina campaign: French Navy forces captured the Citadel of Saigon, defended by 1,000 Vietnamese soldiers of the Nguyễn dynasty.","year":1859,"subtitle":"Cochinchina campaign","url":"https://en.wikipedia.org/wiki/Cochinchina_campaign","headline":"French Navy captures Citadel of Saigon in Cochinchina campaign"},{"originalText":"Zulu impis massacred about 532 Voortrekkers, Khoekhoe, and Basuto near present-day Weenen, South Africa.","year":1838,"subtitle":"Impi","url":"https://en.wikipedia.org/wiki/Impi","headline":"Zulu impis massacre hundreds in South Africa"},{"originalText":"The United States ratifies the Treaty of Ghent – signed in late 1814 – formally ending the War of 1812.","year":1815,"subtitle":"Treaty of Ghent","url":"https://en.wikipedia.org/wiki/Treaty_of_Ghent","headline":"US ratifies Treaty of Ghent, ending War of 1812"},{"originalText":"Myles Standish was elected the first commander of the militia of Plymouth Colony.","year":1621,"subtitle":"Myles Standish","url":"https://en.wikipedia.org/wiki/Myles_Standish","headline":"Myles Standish elected first commander of Plymouth Colony militia"}]}