[
  {
    "originalText": "Seven members of Parliament in the United Kingdom resigned from the Labour Party to form a new political party called The Independent Group.",
    "year": 2019,
    "subtitle": "Member of Parliament (United Kingdom)",
    "url": "https://en.wikipedia.org/wiki/Member_of_Parliament_(United_Kingdom)"
  },
  {
    "originalText": "A series of violent events (pictured) involving protesters, riot police, and unknown shooters began in Kyiv that culminated in the ousting of Ukrainian president Viktor Yanukovych five days later.",
    "year": 2014,
    "subtitle": "Revolution of Dignity",
    "url": "https://en.wikipedia.org/wiki/Revolution_of_Dignity"
  },
  {
    "originalText": "Eight gunmen stole US$50,000,000 worth of diamonds from a Swiss-bound aircraft at Brussels Airport.",
    "year": 2013,
    "subtitle": "Brussels Airport diamond heist",
    "url": "https://en.wikipedia.org/wiki/Brussels_Airport_diamond_heist"
  },
  {
    "originalText": "In a coup d'état, military rebels attacked the presidential palace in Niamey, Niger, and replaced President Mamadou Tandja with a ruling junta, the Supreme Council for the Restoration of Democracy.",
    "year": 2010,
    "subtitle": "2010 Nigerien coup d'état",
    "url": "https://en.wikipedia.org/wiki/2010_Nigerien_coup_d'%C3%A9tat"
  },
  {
    "originalText": "WikiLeaks published the first of hundreds of thousands of classified documents disclosed by Chelsea Manning.",
    "year": 2010,
    "subtitle": "WikiLeaks",
    "url": "https://en.wikipedia.org/wiki/WikiLeaks"
  },
  {
    "originalText": "American FBI agent Robert Hanssen (pictured) was arrested for having spied for the KGB and GRU over a 22-year period.",
    "year": 2001,
    "subtitle": "Federal Bureau of Investigation",
    "url": "https://en.wikipedia.org/wiki/Federal_Bureau_of_Investigation"
  },
  {
    "originalText": "Inter-ethnic violence between the Dayak and the Madurese broke out in Sampit, Indonesia, ultimately causing more than 500 deaths and the displacement of 100,000 Madurese from their homes.",
    "year": 2001,
    "subtitle": "Sampit conflict",
    "url": "https://en.wikipedia.org/wiki/Sampit_conflict"
  },
  {
    "originalText": "NASA's first Space Shuttle, Enterprise, made its first test flight on top of the Shuttle Carrier Aircraft (both pictured).",
    "year": 1977,
    "subtitle": "NASA",
    "url": "https://en.wikipedia.org/wiki/NASA"
  },
  {
    "originalText": "The Xinjiang 61st Regiment Farm fire started during Chinese New Year when a firecracker ignited the wreaths of late Mao Zedong, killing 694 personnel.",
    "year": 1977,
    "subtitle": "Xinjiang 61st Regiment Farm fire",
    "url": "https://en.wikipedia.org/wiki/Xinjiang_61st_Regiment_Farm_fire"
  },
  {
    "originalText": "President Harry S. Truman signed the Rescission Act, annulling benefits payable to Filipino troops who fought for the U.S. during World War II.",
    "year": 1946,
    "subtitle": "Harry S. Truman",
    "url": "https://en.wikipedia.org/wiki/Harry_S._Truman"
  },
  {
    "originalText": "Joseph Goebbels, the Nazi propaganda minister, delivered a speech calling for a \"total war\" to motivate the German people as the tide of World War II turned against Germany.",
    "year": 1943,
    "subtitle": "Joseph Goebbels",
    "url": "https://en.wikipedia.org/wiki/Joseph_Goebbels"
  },
  {
    "originalText": "The core members of the White Rose, an anti-Nazi resistance group, were arrested by the Gestapo.",
    "year": 1943,
    "subtitle": "White Rose",
    "url": "https://en.wikipedia.org/wiki/White_Rose"
  },
  {
    "originalText": "Competition between two American merchants in Lincoln County, New Mexico Territory, turned into a range war when a member of one faction was murdered by the other.",
    "year": 1878,
    "subtitle": "Lincoln County, New Mexico",
    "url": "https://en.wikipedia.org/wiki/Lincoln_County%2C_New_Mexico"
  },
  {
    "originalText": "Vasil Levski, a national hero of Bulgaria, was executed in Sofia by the Ottoman authorities for his efforts to establish an independent Bulgarian republic.",
    "year": 1873,
    "subtitle": "Vasil Levski",
    "url": "https://en.wikipedia.org/wiki/Vasil_Levski"
  },
  {
    "originalText": "War of the Sixth Coalition: French troops led by Napoleon forced the Army of Bohemia to retreat after it advanced dangerously close to Paris .",
    "year": 1814,
    "subtitle": "War of the Sixth Coalition",
    "url": "https://en.wikipedia.org/wiki/War_of_the_Sixth_Coalition"
  },
  {
    "originalText": "Fourth Anglo-Dutch War: A British expedition against Dutch colonial outposts on the Gold Coast of Africa landed in Elmina in present-day Ghana.",
    "year": 1781,
    "subtitle": "Fourth Anglo-Dutch War",
    "url": "https://en.wikipedia.org/wiki/Fourth_Anglo-Dutch_War"
  },
  {
    "originalText": "Enslaved Malagasy captives on the Dutch East India Company slave ship Meermin began a mutiny that led to the ship's destruction on Cape Agulhas in present-day South Africa and the recapture of the instigators.",
    "year": 1766,
    "subtitle": "Malagasy peoples",
    "url": "https://en.wikipedia.org/wiki/Malagasy_peoples"
  },
  {
    "originalText": "Eighty Years' War: Off the coast of Cornwall, a Spanish fleet intercepted an Anglo-Dutch merchant convoy of forty-four vessels escorted by six men-of-war, destroying or capturing twenty ships.",
    "year": 1637,
    "subtitle": "Eighty Years' War",
    "url": "https://en.wikipedia.org/wiki/Eighty_Years'_War"
  },
  {
    "originalText": "The Battle of Wesenberg took place between Novgorodian and Pskovian forces against the Livonian Order and its allies, ending with Russian forces retreating from Danish Estonia.",
    "year": 1268,
    "subtitle": "Battle of Wesenberg (1268)",
    "url": "https://en.wikipedia.org/wiki/Battle_of_Wesenberg_(1268)"
  },
  {
    "originalText": "According to Hindu scriptures, Kali Yuga, the last of the four stages that the world goes through as part of the cycle of yugas, began.",
    "year": -3102,
    "subtitle": "4th millennium BC",
    "url": "https://en.wikipedia.org/wiki/4th_millennium_BC"
  }
]
