{"dateLabel":"February 19","issue":"Issue 50","events":[{"originalText":"Mexican drug war: Forty-four inmates died in a prison riot in Apodaca, Mexico, between members of Los Zetas and the Gulf Cartel.","year":2012,"subtitle":"Mexican drug war","url":"https://en.wikipedia.org/wiki/Mexican_drug_war","headline":"44 Inmates Killed in Prison Riot in Apodaca, Mexico"},{"originalText":"Items from the Belitung shipwreck, the largest single collection of Tang-dynasty artefacts found in one location, were first exhibited in Singapore.","year":2011,"subtitle":"Belitung shipwreck","url":"https://en.wikipedia.org/wiki/Belitung_shipwreck","headline":"Belitung Shipwreck Artefacts Exhibited in Singapore"},{"originalText":"A methane explosion in a coal mine in Nueva Rosita, Mexico, trapped and killed 65 miners.","year":2006,"subtitle":"Methane","url":"https://en.wikipedia.org/wiki/Methane","headline":"65 Miners Trapped and Killed in Methane Explosion in Nueva Rosita, Mexico"},{"originalText":"The first module of the Soviet space station Mir was launched, establishing the first long-term research station in space.","year":1986,"subtitle":"Mir Core Module","url":"https://en.wikipedia.org/wiki/Mir_Core_Module","headline":"First Module of Soviet Space Station Mir Launched"},{"originalText":"Colonel Phạm Ngọc Thảo of the Army of the Republic of Vietnam, along with Generals Lâm Văn Phát and Trần Thiện Khiêm attempted a coup against the military junta of Nguyễn Khánh.","year":1965,"subtitle":"Phạm Ngọc Thảo","url":"https://en.wikipedia.org/wiki/Ph%E1%BA%A1m_Ng%E1%BB%8Dc_Th%E1%BA%A3o","headline":"Coup Attempt Against Military Junta in Vietnam"},{"originalText":"Betty Friedan's The Feminine Mystique, a non-fiction book credited with sparking the beginning of second-wave feminism in the United States, was first published.","year":1963,"subtitle":"Betty Friedan","url":"https://en.wikipedia.org/wiki/Betty_Friedan","headline":"Betty Friedan's The Feminine Mystique Published"},{"originalText":"The U.S. Central Intelligence Agency planted a cache of Soviet-made weapons on a beach in Nicaragua, as part of an effort to portray Guatemalan President Jacobo Árbenz as a Soviet puppet.","year":1954,"subtitle":"Central Intelligence Agency","url":"https://en.wikipedia.org/wiki/Central_Intelligence_Agency","headline":"CIA Plants Weapons in Nicaragua to Frame Guatemalan President"},{"originalText":"The Southeast Asian Youth Conference, which is believed to have inspired armed communist rebellions in different Asian countries, opened in Calcutta, India.","year":1948,"subtitle":"Conference of Youth and Students of Southeast Asia Fighting for Freedom and Independence","url":"https://en.wikipedia.org/wiki/Conference_of_Youth_and_Students_of_Southeast_Asia_Fighting_for_Freedom_and_Independence","headline":"Southeast Asian Youth Conference Opens in Calcutta, India"},{"originalText":"A book-burning was held and politicians were arrested in Winnipeg, Manitoba, Canada, as part of a simulated Nazi invasion.","year":1942,"subtitle":"Winnipeg","url":"https://en.wikipedia.org/wiki/Winnipeg","headline":"Book-Burning and Arrests in Winnipeg, Canada"},{"originalText":"Second World War: In the largest attack mounted by a foreign power against Australia, more than 240 Japanese aircraft bombed the city of Darwin (pictured).","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Japanese Aircraft Bomb Darwin in Largest Attack on Australia"},{"originalText":"World War II: U.S. president Franklin D. Roosevelt signed Executive Order 9066, authorizing the forcible relocation of over 112,000 Japanese Americans to internment camps.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Executive Order 9066 Signed for Japanese American Internment"},{"originalText":"Italian forces began a brutal crackdown on Ethiopians following an attempted assassination of Rodolfo Graziani, the viceroy of Italian East Africa, in Addis Ababa.","year":1937,"subtitle":"Yekatit 12","url":"https://en.wikipedia.org/wiki/Yekatit_12","headline":"Italian Crackdown in Ethiopia after Assassination Attempt"},{"originalText":"Old Trafford, a football stadium in Greater Manchester, England, hosted its inaugural match, between Manchester United and Liverpool.","year":1910,"subtitle":"Old Trafford","url":"https://en.wikipedia.org/wiki/Old_Trafford","headline":"Old Trafford Hosts Inaugural Match Between Manchester United and Liverpool"},{"originalText":"A blockade against Venezuela (depicted), caused by President Cipriano Castro's refusal to pay foreign debts, is lifted.","year":1903,"subtitle":"Venezuelan crisis of 1902–1903","url":"https://en.wikipedia.org/wiki/Venezuelan_crisis_of_1902%E2%80%931903","headline":"Blockade Against Venezuela Lifted"},{"originalText":"Peninsular War: Outnumbered French forces under Édouard Mortier routed and nearly destroyed Spanish troops at the Battle of the Gebora near Badajoz, Spain.","year":1811,"subtitle":"Peninsular War","url":"https://en.wikipedia.org/wiki/Peninsular_War","headline":"French Forces Rout Spanish Troops at Battle of the Gebora"},{"originalText":"Huaynaputina, a stratovolcano in present-day Peru, produced the largest recorded volcanic explosion in South America.","year":1600,"subtitle":"Huaynaputina","url":"https://en.wikipedia.org/wiki/Huaynaputina","headline":"Huaynaputina Volcano Produces Largest Recorded Explosion in South America"}]}