{"dateLabel":"February 20","issue":"Issue 51","events":[{"originalText":"Severe flooding and mudslides on the island of Madeira, Portugal, killed 51 people.","year":2010,"subtitle":"2010 Madeira floods and mudslides","url":"https://en.wikipedia.org/wiki/2010_Madeira_floods_and_mudslides","headline":"Severe flooding in Madeira, Portugal kills 51"},{"originalText":"The Tamil Tigers attempted to crash two aircraft laden with C-4 in suicide attacks on Colombo, Sri Lanka, but the planes were shot down before they reached their targets.","year":2009,"subtitle":"Liberation Tigers of Tamil Eelam","url":"https://en.wikipedia.org/wiki/Liberation_Tigers_of_Tamil_Eelam","headline":"Tamil Tigers fail in suicide attack on Colombo, Sri Lanka"},{"originalText":"At the age of 15, American figure skater Tara Lipinski became the youngest gold-medal winner in the history of the Winter Olympic Games at the time.","year":1998,"subtitle":"Figure skating","url":"https://en.wikipedia.org/wiki/Figure_skating","headline":"American figure skater Tara Lipinski wins gold at Winter Olympics at 15"},{"originalText":"Appearing on the talk show Larry King Live, U.S. industrialist Ross Perot announced that he would begin a presidential campaign if \"ordinary people\" wanted him to run for office.","year":1992,"subtitle":"Larry King Live","url":"https://en.wikipedia.org/wiki/Larry_King_Live","headline":"Ross Perot considers presidential campaign on Larry King Live"},{"originalText":"The Nagorno-Karabakh Autonomous Oblast voted to secede from Azerbaijan and join Armenia, triggering the First Nagorno-Karabakh War.","year":1988,"subtitle":"Nagorno-Karabakh Autonomous Oblast","url":"https://en.wikipedia.org/wiki/Nagorno-Karabakh_Autonomous_Oblast","headline":"Nagorno-Karabakh Autonomous Oblast votes to secede from Azerbaijan"},{"originalText":"The Wat Phra Dhammakaya in Pathum Thani province, one of the largest Buddhist temples in Thailand, was founded.","year":1970,"subtitle":"Wat Phra Dhammakaya","url":"https://en.wikipedia.org/wiki/Wat_Phra_Dhammakaya","headline":"Wat Phra Dhammakaya temple founded in Pathum Thani, Thailand"},{"originalText":"The NASA spacecraft Ranger 8 spacecraft transmitted 7,137 photographs of the Moon in the final 23 minutes of its mission before crashing as planned in Mare Tranquillitatis.","year":1965,"subtitle":"Ranger 8","url":"https://en.wikipedia.org/wiki/Ranger_8","headline":"NASA spacecraft Ranger 8 transmits photos of Moon before crashing"},{"originalText":"Canadian prime minister John Diefenbaker cancelled the Avro CF-105 Arrow (pictured) interceptor-aircraft program amid much political debate.","year":1959,"subtitle":"John Diefenbaker","url":"https://en.wikipedia.org/wiki/John_Diefenbaker","headline":"Canadian PM cancels Avro CF-105 Arrow program"},{"originalText":"The Saturday Evening Post published the first of Norman Rockwell's Four Freedoms, among the most widely distributed paintings ever produced, in support of U.S. president Franklin Roosevelt's Four Freedoms.","year":1943,"subtitle":"The Saturday Evening Post","url":"https://en.wikipedia.org/wiki/The_Saturday_Evening_Post","headline":"Norman Rockwell's Four Freedoms painting published in Saturday Evening Post"},{"originalText":"A fissure opened in a cornfield in the Mexican state of Michoacán and continued to erupt for nine years, forming the cinder cone Parícutin .","year":1943,"subtitle":"Fissure vent","url":"https://en.wikipedia.org/wiki/Fissure_vent","headline":"Parícutin cinder cone forms in Mexican cornfield"},{"originalText":"Paraguayan anarchists briefly seized the city of Encarnación as part of a larger plan to initiate a social revolution in the country.","year":1931,"subtitle":"Taking of Encarnación","url":"https://en.wikipedia.org/wiki/Taking_of_Encarnaci%C3%B3n","headline":"Paraguayan anarchists briefly seize city of Encarnación"},{"originalText":"The Supreme Court of the United States ruled in Jacobson v. Massachusetts that states had the authority to order compulsory vaccination.","year":1905,"subtitle":"Supreme Court of the United States","url":"https://en.wikipedia.org/wiki/Supreme_Court_of_the_United_States","headline":"US Supreme Court rules on compulsory vaccination in Jacobson v. Massachusetts"},{"originalText":"The Metropolitan Museum of Art , today the largest art museum in the United States with a collection of more than two million works, opened in New York.","year":1872,"subtitle":"Metropolitan Museum of Art","url":"https://en.wikipedia.org/wiki/Metropolitan_Museum_of_Art","headline":"Metropolitan Museum of Art opens in New York"},{"originalText":"American Civil War: The Union Army suffered a one-in-three casualty rate at the Battle of Olustee near Lake City, Florida.","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union Army suffers high casualties at Battle of Olustee in Florida"},{"originalText":"Polish insurgents in the Free City of Kraków led an uprising attempting to incite a fight for national independence that was put down by the Austrian Empire nine days later.","year":1846,"subtitle":"Free City of Cracow","url":"https://en.wikipedia.org/wiki/Free_City_of_Cracow","headline":"Polish insurgents uprising in Free City of Kraków suppressed by Austrian Empire"},{"originalText":"An earthquake registering approximately 8.5 Mw devastated Concepción, Chile, and triggered a tsunami that destroyed neighbouring Talcahuano.","year":1835,"subtitle":"1835 Concepción earthquake","url":"https://en.wikipedia.org/wiki/1835_Concepci%C3%B3n_earthquake","headline":"Earthquake devastates Concepción, Chile triggering tsunami"},{"originalText":"Italian composer Gioachino Rossini's opera buffa The Barber of Seville premiered at the Teatro Argentina in Rome to jeers from the audience.","year":1816,"subtitle":"Gioachino Rossini","url":"https://en.wikipedia.org/wiki/Gioachino_Rossini","headline":"Rossini's The Barber of Seville premieres in Rome"},{"originalText":"The French colonization of Texas began with the landing of colonists led by Robert de La Salle near Matagorda Bay.","year":1685,"subtitle":"French colonization of Texas","url":"https://en.wikipedia.org/wiki/French_colonization_of_Texas","headline":"French colonization of Texas begins near Matagorda Bay"}]}