{"dateLabel":"February 21","issue":"Issue 52","events":[{"originalText":"After accidentally straying into Israeli-occupied airspace, Libyan Arab Airlines Flight 114 was shot down by two fighter aircraft, killing 108 of the 113 people on board.","year":1973,"subtitle":"Libyan Arab Airlines Flight 114","url":"https://en.wikipedia.org/wiki/Libyan_Arab_Airlines_Flight_114","headline":"Libyan Arab Airlines Flight 114 shot down in Israeli-occupied airspace, 108 killed"},{"originalText":"Black nationalist Malcolm X was assassinated while giving a speech in New York City's Audubon Ballroom.","year":1965,"subtitle":"Black nationalism","url":"https://en.wikipedia.org/wiki/Black_nationalism","headline":"Malcolm X assassinated during speech in NYC's Audubon Ballroom"},{"originalText":"British artist Gerald Holtom unveiled a logo for the Campaign for Nuclear Disarmament that later became internationally recognised as the peace sign.","year":1958,"subtitle":"Gerald Holtom","url":"https://en.wikipedia.org/wiki/Gerald_Holtom","headline":"Campaign for Nuclear Disarmament logo unveiled by British artist Gerald Holtom"},{"originalText":"A number of student protesters demanding the establishment of Bengali as an official language were killed by police in Dhaka, East Pakistan.","year":1952,"subtitle":"Bengali language movement","url":"https://en.wikipedia.org/wiki/Bengali_language_movement","headline":"Student protesters demanding Bengali as official language killed by police in Dhaka"},{"originalText":"In the first battle of the Warlord Rebellion in northeastern Shandong against the Nationalist government of China, a 24,000-strong rebel force led by Zhang Zongchang was defeated at Zhifu by 7,000 NRA troops.","year":1929,"subtitle":"Warlord Rebellion in northeastern Shandong","url":"https://en.wikipedia.org/wiki/Warlord_Rebellion_in_northeastern_Shandong","headline":"Rebel force led by Zhang Zongchang defeated in Warlord Rebellion battle"},{"originalText":"Bavarian socialist Kurt Eisner, who had organized the German Revolution that overthrew the Wittelsbach monarchy and established Bavaria as a republic, was assassinated.","year":1919,"subtitle":"Bavaria","url":"https://en.wikipedia.org/wiki/Bavaria","headline":"Bavarian socialist Kurt Eisner assassinated after German Revolution"},{"originalText":"The first telephone directory, consisting of a single page, was issued to fifty subscribers in New Haven, Connecticut.","year":1878,"subtitle":"Telephone directory","url":"https://en.wikipedia.org/wiki/Telephone_directory","headline":"First telephone directory issued in New Haven, Connecticut"},{"originalText":"Lucy Hobbs Taylor (pictured) became the first woman to receive a doctorate from a dental college.","year":1866,"subtitle":"Lucy Hobbs Taylor","url":"https://en.wikipedia.org/wiki/Lucy_Hobbs_Taylor","headline":"Lucy Hobbs Taylor becomes first woman to receive dental college doctorate"},{"originalText":"American Civil War: The Confederate Army began an attempt to gain control of the Southwest with a major victory in the Battle of Valverde.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate Army gains major victory in Battle of Valverde during American Civil War"},{"originalText":"The inaugural issue of the Cherokee Phoenix, the first newspaper in a Native American language, was published.","year":1828,"subtitle":"Cherokee Phoenix","url":"https://en.wikipedia.org/wiki/Cherokee_Phoenix","headline":"Cherokee Phoenix, first newspaper in Native American language, published"},{"originalText":"Jacobite rising of 1745: The siege of Inverness ended with British forces surrendering to the Jacobite army.","year":1746,"subtitle":"Jacobite rising of 1745","url":"https://en.wikipedia.org/wiki/Jacobite_rising_of_1745","headline":"Siege of Inverness ends with British forces surrendering to Jacobite army"},{"originalText":"King James I of Scotland was murdered at Perth in a failed coup by his uncle and former ally Walter Stewart, Earl of Atholl.","year":1437,"subtitle":"James I of Scotland","url":"https://en.wikipedia.org/wiki/James_I_of_Scotland","headline":"King James I of Scotland murdered in failed coup at Perth by Walter Stewart, Earl of Atholl"}]}