{"dateLabel":"February 22","issue":"Issue 53","events":[{"originalText":"A group broke into the North Korean embassy in Madrid and stole several mobile telephones and digital storage devices.","year":2019,"subtitle":"North Korean Embassy in Madrid incident","url":"https://en.wikipedia.org/wiki/North_Korean_Embassy_in_Madrid_incident","headline":"North Korean embassy in Madrid broken into, mobile phones and digital devices stolen"},{"originalText":"A train failed to apply its brakes and crashed through a buffer stop at Once railway station in Buenos Aires, resulting in 51 deaths and more than 700 injuries.","year":2012,"subtitle":"2012 Buenos Aires rail disaster","url":"https://en.wikipedia.org/wiki/2012_Buenos_Aires_rail_disaster","headline":"Train crash at Once railway station in Buenos Aires leaves 51 dead and over 700 injured"},{"originalText":"An earthquake registering 6.3 ML struck Christchurch, New Zealand, killing 185 people and causing around NZ$40 billion in damage.","year":2011,"subtitle":"2011 Christchurch earthquake","url":"https://en.wikipedia.org/wiki/2011_Christchurch_earthquake","headline":"Deadly earthquake in Christchurch, New Zealand claims 185 lives and causes NZ$40 billion in damage"},{"originalText":"Bahraini uprising: Tens of thousands of people marched in protest in Manama against the deaths of seven people killed by police and army forces during previous protests.","year":2011,"subtitle":"2011 Bahraini uprising","url":"https://en.wikipedia.org/wiki/2011_Bahraini_uprising","headline":"Mass protest in Manama against deaths in Bahraini uprising"},{"originalText":"Seven men staged the largest cash robbery in Britain at a Securitas depot in Tonbridge, Kent, United Kingdom.","year":2006,"subtitle":"Securitas depot robbery","url":"https://en.wikipedia.org/wiki/Securitas_depot_robbery","headline":"Largest cash robbery in Britain at Securitas depot in Tonbridge, Kent"},{"originalText":"Scientists at the Roslin Institute in Scotland announced the existence of Dolly, a female sheep who was the first mammal to have successfully been cloned from an adult cell.","year":1997,"subtitle":"Roslin Institute","url":"https://en.wikipedia.org/wiki/Roslin_Institute","headline":"Dolly the cloned sheep announced by scientists at Roslin Institute in Scotland"},{"originalText":"The play Moose Murders opened and closed on the same night at the Eugene O'Neill Theatre, becoming the standard of \"awfulness\" against which all Broadway failures are judged.","year":1983,"subtitle":"Moose Murders","url":"https://en.wikipedia.org/wiki/Moose_Murders","headline":"Broadway play Moose Murders opens and closes on same night at Eugene O'Neill Theatre"},{"originalText":"At the Winter Olympics in Lake Placid, New York, the United States ice hockey team defeated the Soviet team in an unlikely victory that became known as the Miracle on Ice.","year":1980,"subtitle":"1980 Winter Olympics","url":"https://en.wikipedia.org/wiki/1980_Winter_Olympics","headline":"Miracle on Ice: US ice hockey team defeats Soviet team at Winter Olympics in Lake Placid"},{"originalText":"Lee Petty won the first Daytona 500 NASCAR auto race at the Daytona International Speedway in Daytona Beach, Florida.","year":1959,"subtitle":"Lee Petty","url":"https://en.wikipedia.org/wiki/Lee_Petty","headline":"Lee Petty wins first Daytona 500 NASCAR race at Daytona International Speedway"},{"originalText":"World War II: U.S. forces carried out a bombing raid on the Nazi-occupied Dutch city of Nijmegen, killing hundreds of civilians by accident.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Tragic accidental bombing raid on Nijmegen by US forces during World War II"},{"originalText":"The Bogd Khan was reinstalled as emperor after White Russian forces under Roman von Ungern-Sternberg (pictured) drove the Chinese out of Mongolia.","year":1921,"subtitle":"Bogd Khan","url":"https://en.wikipedia.org/wiki/Bogd_Khan","headline":"Bogd Khan reinstated as emperor after White Russian forces drive Chinese out of Mongolia"},{"originalText":"The sixteen United States Navy battleships of the Great White Fleet, led by Connecticut (pictured), completed a circumnavigation of the globe.","year":1909,"subtitle":"United States Navy","url":"https://en.wikipedia.org/wiki/United_States_Navy","headline":"Great White Fleet completes global circumnavigation led by battleship Connecticut"},{"originalText":"The Johns Hopkins University in Baltimore, Maryland, named after philanthropist Johns Hopkins, opened.","year":1876,"subtitle":"Johns Hopkins University","url":"https://en.wikipedia.org/wiki/Johns_Hopkins_University","headline":"Johns Hopkins University opens in Baltimore, Maryland"},{"originalText":"Robert II became King of Scots as the first monarch of the House of Stewart.","year":1371,"subtitle":"Robert II of Scotland","url":"https://en.wikipedia.org/wiki/Robert_II_of_Scotland","headline":"Robert II becomes King of Scots, first monarch of House of Stewart"},{"originalText":"The Catalan forces of Ferdinand of Majorca defeated troops loyal to Princess Matilda of Hainaut at the Battle of Picotin on the Peloponnese peninsula in modern-day Greece.","year":1316,"subtitle":"Principality of Catalonia","url":"https://en.wikipedia.org/wiki/Principality_of_Catalonia","headline":"Catalan forces defeat troops at Battle of Picotin on Peloponnese peninsula"}]}