{"dateLabel":"February 23","issue":"Issue 54","events":[{"originalText":"Caused by gang rivalries, riots in four Ecuadorian prisons resulted in the deaths of 79 inmates.","year":2021,"subtitle":"February 2021 Ecuadorian prison riots","url":"https://en.wikipedia.org/wiki/February_2021_Ecuadorian_prison_riots","headline":"79 Inmates Killed in Ecuadorian Prison Riots"},{"originalText":"Syrian civil war: Allied troops led by the Turkish Armed Forces captured the city of al-Bab from the Islamic State.","year":2017,"subtitle":"Syrian civil war","url":"https://en.wikipedia.org/wiki/Syrian_civil_war","headline":"Turkish Armed Forces Capture al-Bab from Islamic State"},{"originalText":"A B-2 Spirit stealth bomber crashed on the runway shortly after takeoff from Andersen Air Force Base in Guam in the most expensive crash in U.S. Air Force history.","year":2008,"subtitle":"Northrop Grumman B-2 Spirit","url":"https://en.wikipedia.org/wiki/Northrop_Grumman_B-2_Spirit","headline":"B-2 Spirit Stealth Bomber Crashes in Guam"},{"originalText":"SN 1987A, a supernova in the Large Magellanic Cloud, was observed from Earth.","year":1987,"subtitle":"SN 1987A","url":"https://en.wikipedia.org/wiki/SN_1987A","headline":"Supernova SN 1987A Observed from Earth"},{"originalText":"Vietnam War: South Vietnamese General Đỗ Cao Trí was killed in a helicopter crash en route to taking control of the faltering Operation Lam Son 719.","year":1971,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"South Vietnamese General Đỗ Cao Trí Killed in Helicopter Crash"},{"originalText":"Second World War: An Allied bombing run on Pforzheim, Germany, killed approximately 31 percent of its population and destroyed about 83 percent of its buildings.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allied Bombing Devastates Pforzheim, Germany"},{"originalText":"American photographer Joe Rosenthal took the Pulitzer Prize–winning photograph Raising the Flag on Iwo Jima during the Battle of Iwo Jima, an image that was later reproduced on the Marine Corps War Memorial.","year":1945,"subtitle":"Joe Rosenthal","url":"https://en.wikipedia.org/wiki/Joe_Rosenthal","headline":"Joe Rosenthal's Iconic Iwo Jima Flag Photo Wins Pulitzer Prize"},{"originalText":"In response to an insurgency in Chechnya, the Soviet Union began the forced deportation of the native Chechen and Ingush of North Caucasus.","year":1944,"subtitle":"1940–1944 insurgency in Chechnya","url":"https://en.wikipedia.org/wiki/1940%E2%80%931944_insurgency_in_Chechnya","headline":"Soviet Union Begins Forced Deportation in Chechnya"},{"originalText":"35 children and 1 adult employee were killed in a fire at an orphanage in the town of Cavan, Ireland.","year":1943,"subtitle":"Cavan Orphanage fire","url":"https://en.wikipedia.org/wiki/Cavan_Orphanage_fire","headline":"35 Children, 1 Adult Killed in Orphanage Fire in Cavan, Ireland"},{"originalText":"Plutonium was first chemically identified by chemist Glenn T. Seaborg and his team at the University of California, Berkeley.","year":1941,"subtitle":"Plutonium","url":"https://en.wikipedia.org/wiki/Plutonium","headline":"Plutonium Chemically Identified by Glenn T. Seaborg"},{"originalText":"American inventor Charles Martin Hall discovered an inexpensive method of producing aluminium (sample pictured).","year":1886,"subtitle":"Charles Martin Hall","url":"https://en.wikipedia.org/wiki/Charles_Martin_Hall","headline":"Charles Martin Hall Discovers Inexpensive Aluminium Production Method"},{"originalText":"The Orange River Convention was signed in Bloemfontein, with the United Kingdom agreeing to recognise the independence of the Orange Free State in present-day South Africa.","year":1854,"subtitle":"Orange River Convention","url":"https://en.wikipedia.org/wiki/Orange_River_Convention","headline":"Orange River Convention Signed, Recognizing Orange Free State Independence"},{"originalText":"Mexican–American War: The United States Army used artillery to repulse the much larger Mexican army at the Battle of Buena Vista near Saltillo.","year":1847,"subtitle":"Mexican–American War","url":"https://en.wikipedia.org/wiki/Mexican%E2%80%93American_War","headline":"US Army Repulses Mexican Army at Battle of Buena Vista"},{"originalText":"American Revolutionary War: Prussian military officer Friedrich Wilhelm von Steuben arrived at Valley Forge in Pennsylvania as a volunteer for the Continental Army.","year":1778,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Prussian Officer von Steuben Volunteers for Continental Army at Valley Forge"},{"originalText":"The identity of English highwayman Dick Turpin was uncovered by his former schoolmate, who recognised his handwriting, leading to Turpin's trial.","year":1739,"subtitle":"Highwayman","url":"https://en.wikipedia.org/wiki/Highwayman","headline":"English Highwayman Dick Turpin's Identity Uncovered by Former Schoolmate"}]}