{"dateLabel":"February 24","issue":"Issue 55","events":[{"originalText":"Russian forces launched an invasion of Ukraine in an escalation of the Russo-Ukrainian conflict.","year":2022,"subtitle":"Russian invasion of Ukraine","url":"https://en.wikipedia.org/wiki/Russian_invasion_of_Ukraine","headline":"Russian forces invade Ukraine in escalation of conflict"},{"originalText":"United Airlines Flight 811 experienced uncontrolled decompression after leaving Honolulu International Airport, Hawaii, blowing seats out of the aircraft and killing nine passengers.","year":1989,"subtitle":"United Airlines Flight 811","url":"https://en.wikipedia.org/wiki/United_Airlines_Flight_811","headline":"United Airlines Flight 811 experiences fatal decompression after leaving Honolulu"},{"originalText":"Five men disappeared after attending a college basketball game in Chico, California; the bodies of four of them were discovered in June that year.","year":1978,"subtitle":"Yuba County Five","url":"https://en.wikipedia.org/wiki/Yuba_County_Five","headline":"Five men disappear after college basketball game in Chico, California"},{"originalText":"Vietnam War: South Vietnamese forces led by Ngô Quang Trưởng recaptured the citadel of Huế.","year":1968,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"South Vietnamese forces recapture Huế citadel in Vietnam War"},{"originalText":"World War II: The Battle of Kasserine Pass, the first major engagement between American and Axis forces in Africa, ended with the Allied forces suffering heavy losses.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Battle of Kasserine Pass ends with heavy losses for Allied forces in Africa"},{"originalText":"World War II: Eyewitness reports of unidentified flying objects over Los Angeles triggered a massive anti-aircraft artillery barrage under the belief it was a Japanese attack.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Eyewitness reports of UFOs trigger anti-aircraft barrage in Los Angeles during WWII"},{"originalText":"Andrew Johnson became the first U.S. president to be impeached.","year":1868,"subtitle":"Andrew Johnson","url":"https://en.wikipedia.org/wiki/Andrew_Johnson","headline":"Andrew Johnson impeached as U.S. president"},{"originalText":"The Treaty of Yandabo was signed, ending the First Anglo-Burmese War, the longest and most expensive war in the history of British India.","year":1826,"subtitle":"Treaty of Yandabo","url":"https://en.wikipedia.org/wiki/Treaty_of_Yandabo","headline":"Treaty of Yandabo signed, ending First Anglo-Burmese War"},{"originalText":"After having stood for only 15 years, London's Theatre Royal, Drury Lane (pictured), the third building of that name, burned down.","year":1809,"subtitle":"Theatre Royal, Drury Lane","url":"https://en.wikipedia.org/wiki/Theatre_Royal%2C_Drury_Lane","headline":"Theatre Royal, Drury Lane in London burns down after 15 years"},{"originalText":"In Marbury v. Madison, the Supreme Court declared an act of Congress unconstitutional for the first time, forming the basis of judicial review in the United States.","year":1803,"subtitle":"Marbury v. Madison","url":"https://en.wikipedia.org/wiki/Marbury_v._Madison","headline":"Supreme Court declares act of Congress unconstitutional in Marbury v. Madison"},{"originalText":"War of the Quadruple Alliance: Spanish forces began a failed assault on the British settlement of Nassau in the Bahamas.","year":1720,"subtitle":"War of the Quadruple Alliance","url":"https://en.wikipedia.org/wiki/War_of_the_Quadruple_Alliance","headline":"Spanish forces fail in assault on British settlement of Nassau in War of the Quadruple Alliance"},{"originalText":"George Frideric Handel's Rinaldo, the first Italian-language opera written specifically for the London stage, premiered.","year":1711,"subtitle":"George Frideric Handel","url":"https://en.wikipedia.org/wiki/George_Frideric_Handel","headline":"Handel's Rinaldo premieres as first Italian-language opera for London stage"},{"originalText":"Italian composer Claudio Monteverdi's L'Orfeo, considered the first fully developed opera, premiered in Mantua.","year":1607,"subtitle":"Claudio Monteverdi","url":"https://en.wikipedia.org/wiki/Claudio_Monteverdi","headline":"Monteverdi's L'Orfeo premieres in Mantua as first fully developed opera"},{"originalText":"The Diocletianic Persecution, the last and most severe episode of the persecution of Christians in the Roman Empire, began with the publication of a first edict by Roman emperor Diocletian.","year":303,"subtitle":"Diocletianic Persecution","url":"https://en.wikipedia.org/wiki/Diocletianic_Persecution","headline":"Diocletianic Persecution begins with edict by Roman emperor Diocletian"}]}