{"dateLabel":"February 25","issue":"Issue 56","events":[{"originalText":"Hong Kong–based writer and publisher Gui Minhai, known for writing about Chinese Communist Party politicians, was sentenced to ten years' imprisonment for intelligence violations.","year":2020,"subtitle":"Gui Minhai","url":"https://en.wikipedia.org/wiki/Gui_Minhai","headline":"Gui Minhai sentenced to ten years for intelligence violations"},{"originalText":"At their headquarters in Pilkhana, members of the Bangladesh Rifles began a mutiny that resulted in 82 deaths.","year":2009,"subtitle":"Pilkhana, Bangladesh","url":"https://en.wikipedia.org/wiki/Pilkhana%2C_Bangladesh","headline":"Bangladesh Rifles mutiny results in 82 deaths"},{"originalText":"Israeli physician Baruch Goldstein opened fire on Muslim Arabs praying at the mosque in Hebron's Cave of the Patriarchs, killing 29 people and wounding 125 others.","year":1994,"subtitle":"Baruch Goldstein","url":"https://en.wikipedia.org/wiki/Baruch_Goldstein","headline":"Baruch Goldstein kills 29 in Hebron mosque shooting"},{"originalText":"Philippine dictator Ferdinand Marcos and his wife Imelda were ousted from power by the non-violent People Power Revolution, with Corazon Aquino succeeding as president.","year":1986,"subtitle":"Ferdinand Marcos","url":"https://en.wikipedia.org/wiki/Ferdinand_Marcos","headline":"Ferdinand and Imelda Marcos ousted in People Power Revolution"},{"originalText":"The first prime minister of independent Suriname, Henck Arron (pictured), was deposed in a military coup led by Dési Bouterse.","year":1980,"subtitle":"Henck Arron","url":"https://en.wikipedia.org/wiki/Henck_Arron","headline":"Suriname's first PM Henck Arron deposed in military coup"},{"originalText":"In a speech to the 20th Congress of the Communist Party, Soviet leader Nikita Khrushchev denounced the personality cult and dictatorship of his predecessor Joseph Stalin.","year":1956,"subtitle":"On the Cult of Personality and Its Consequences","url":"https://en.wikipedia.org/wiki/On_the_Cult_of_Personality_and_Its_Consequences","headline":"Khrushchev denounces Stalin at Communist Party Congress"},{"originalText":"After being postponed due to World War II, the inaugural Pan American Games opened in Buenos Aires, Argentina.","year":1951,"subtitle":"1951 Pan American Games","url":"https://en.wikipedia.org/wiki/1951_Pan_American_Games","headline":"Inaugural Pan American Games open in Buenos Aires"},{"originalText":"Fearful of civil war and Soviet intervention in recent unrest, President Edvard Beneš (pictured) ceded control of the government to the Communist Party of Czechoslovakia.","year":1948,"subtitle":"Edvard Beneš","url":"https://en.wikipedia.org/wiki/Edvard_Bene%C5%A1","headline":"President Beneš cedes control to Communist Party in Czechoslovakia"},{"originalText":"USS Ranger, the United States Navy's first purpose-built aircraft carrier, was launched.","year":1933,"subtitle":"USS Ranger (CV-4)","url":"https://en.wikipedia.org/wiki/USS_Ranger_(CV-4)","headline":"USS Ranger launched as first purpose-built aircraft carrier"},{"originalText":"Mississippi senator Hiram Rhodes Revels became the first African American to be seated in the U.S. Congress.","year":1870,"subtitle":"United States Senate","url":"https://en.wikipedia.org/wiki/United_States_Senate","headline":"Hiram Rhodes Revels first African American seated in U.S. Congress"},{"originalText":"Miners in Calaveras County, California, discovered a human skull that was taken to show that humans had existed during the Pliocene, a thesis that was later disproved.","year":1866,"subtitle":"Calaveras County, California","url":"https://en.wikipedia.org/wiki/Calaveras_County%2C_California","headline":"Human skull discovery in Calaveras County disproves Pliocene thesis"},{"originalText":"Royal Navy captain Lord George Paulet began a five-month occupation of the Hawaiian Islands.","year":1843,"subtitle":"Royal Navy","url":"https://en.wikipedia.org/wiki/Royal_Navy","headline":"Lord George Paulet occupies Hawaiian Islands"},{"originalText":"George Frideric Handel's opera Nero premiered in Hamburg.","year":1705,"subtitle":"George Frideric Handel","url":"https://en.wikipedia.org/wiki/George_Frideric_Handel","headline":"Handel's opera Nero premieres in Hamburg"},{"originalText":"Khosrow II, the last great king of the Sasanian Empire, was overthrown by his son Kavad II.","year":628,"subtitle":"Khosrow II","url":"https://en.wikipedia.org/wiki/Khosrow_II","headline":"Khosrow II overthrown by son Kavad II in Sasanian Empire"},{"originalText":"Roman emperor Hadrian adopted Antoninus Pius as his son and successor following the death of Hadrian's first adopted son Lucius Aelius.","year":138,"subtitle":"AD 138","url":"https://en.wikipedia.org/wiki/AD_138","headline":"Hadrian adopts Antoninus Pius as successor"}]}