{"dateLabel":"February 26","issue":"Issue 57","events":[{"originalText":"Former editor-in-chief of Hong Kong newspaper Ming Pao Kevin Lau was stabbed, prompting concerns and protests about media freedom.","year":2014,"subtitle":"Ming Pao","url":"https://en.wikipedia.org/wiki/Ming_Pao","headline":"Former Ming Pao Editor Kevin Lau Stabbed, Media Freedom Concerns Rise"},{"originalText":"A hot air balloon crashed near Luxor, Egypt, killing 19 people in the deadliest ballooning disaster in history.","year":2013,"subtitle":"2013 Luxor hot air balloon crash","url":"https://en.wikipedia.org/wiki/2013_Luxor_hot_air_balloon_crash","headline":"Luxor Hot Air Balloon Crash Kills 19 in Deadliest Disaster"},{"originalText":"African-American teenager Trayvon Martin was killed by neighborhood-watch coordinator George Zimmerman in Sanford, Florida, prompting a nationwide controversy.","year":2012,"subtitle":"Trayvon Martin","url":"https://en.wikipedia.org/wiki/Trayvon_Martin","headline":"Trayvon Martin Killed by George Zimmerman, Nationwide Controversy Erupts"},{"originalText":"In the first significant cultural visit from the United States to North Korea since the Korean War, the New York Philharmonic Orchestra performed in East Pyongyang Grand Theatre.","year":2008,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"New York Philharmonic Orchestra Performs in North Korea"},{"originalText":"In the first significant cultural visit from the United States to North Korea since the Korean War, the New York Philharmonic Orchestra performed in East Pyongyang Grand Theatre.","year":2008,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"Barings Bank Declared Insolvent After Trader's £827 Million Loss"},{"originalText":"Barings Bank, the oldest merchant bank in London, was declared insolvent after its head derivatives trader in Singapore, Nick Leeson, lost £827 million while making unauthorised trades on futures contracts.","year":1995,"subtitle":"Barings Bank","url":"https://en.wikipedia.org/wiki/Barings_Bank","headline":"Superliner Railcar Enters Revenue Service with Amtrak"},{"originalText":"The Superliner railcar entered revenue service with Amtrak.","year":1979,"subtitle":"Superliner (railcar)","url":"https://en.wikipedia.org/wiki/Superliner_(railcar)","headline":"Imperial Japanese Army Troops Attempt Coup in Tokyo, Killing Politicians"},{"originalText":"Imperial Japanese Army troops attempted a coup d'etat, occupying parts of Tokyo, and killing several politicians, including finance minister Takahashi Korekiyo.","year":1936,"subtitle":"Imperial Japanese Army","url":"https://en.wikipedia.org/wiki/Imperial_Japanese_Army","headline":"Adolf Hitler Violates Treaty of Versailles, Orders Luftwaffe Reinstated"},{"originalText":"Adolf Hitler ordered the Luftwaffe reinstated, violating the Treaty of Versailles signed at the end of World War I.","year":1935,"subtitle":"Adolf Hitler","url":"https://en.wikipedia.org/wiki/Adolf_Hitler","headline":"Scottish Engineer Demonstrates Radar Technology in Daventry"},{"originalText":"With the aid of a radio station in Daventry, England, and two receiving antennae, Scottish engineer and inventor Robert Watson-Watt first demonstrated the use of radar.","year":1935,"subtitle":"Daventry","url":"https://en.wikipedia.org/wiki/Daventry","headline":"Original Dixieland Jass Band Records First Jazz Single"},{"originalText":"The Original Dixieland Jass Band recorded \"Livery Stable Blues\", the first jazz single ever released.","year":1917,"subtitle":"Original Dixieland Jass Band","url":"https://en.wikipedia.org/wiki/Original_Dixieland_Jass_Band","headline":"RMS Britannic Launched at Harland and Wolff Shipyard"},{"originalText":"RMS Britannic, the third and largest Olympic-class ocean liner of the White Star Line after RMS Olympic and RMS Titanic, was launched at the Harland and Wolff shipyard in Belfast.","year":1914,"subtitle":"HMHS Britannic","url":"https://en.wikipedia.org/wiki/HMHS_Britannic","headline":"Napoleon Escapes Exile on Elba Island"},{"originalText":"Napoleon escaped from the Italian island of Elba (depicted), to which he had been exiled after the signing of the Treaty of Fontainebleau.","year":1815,"subtitle":"Napoleon","url":"https://en.wikipedia.org/wiki/Napoleon","headline":"Dutch Explorer Willem Janszoon Makes First European Landing in Australia"},{"originalText":"Dutch explorer Willem Janszoon made the first recorded European landing in Australia, although he believed that he was on New Guinea.","year":1606,"subtitle":"Willem Janszoon","url":"https://en.wikipedia.org/wiki/Willem_Janszoon","headline":"King of Sicily Manfred Killed in Battle of Benevento"},{"originalText":"Wars of the Guelphs and Ghibellines: Manfred, King of Sicily, was killed in the Battle of Benevento against the forces of Charles of Anjou.","year":1266,"subtitle":"Guelphs and Ghibellines","url":"https://en.wikipedia.org/wiki/Guelphs_and_Ghibellines","headline":"Babylonian King Nabonassar Begins Reign, Era of Chronological Records"},{"originalText":"According to Ptolemy, the reign of the Babylonian king Nabonassar began, marking a new era characterized by the systematic maintenance of chronologically precise historical records.","year":-747,"subtitle":"740s BC","url":"https://en.wikipedia.org/wiki/740s_BC"}]}