{"dateLabel":"February 26","issue":"Issue 57","events":[{"originalText":"Former editor-in-chief of Hong Kong newspaper Ming Pao Kevin Lau was stabbed, prompting concerns and protests about media freedom.","year":2014,"subtitle":"Ming Pao","url":"https://en.wikipedia.org/wiki/Ming_Pao","headline":"Former Ming Pao Editor Stabbed in Hong Kong"},{"originalText":"A hot air balloon crashed near Luxor, Egypt, killing 19 people in the deadliest ballooning disaster in history.","year":2013,"subtitle":"2013 Luxor hot air balloon crash","url":"https://en.wikipedia.org/wiki/2013_Luxor_hot_air_balloon_crash","headline":"19 Killed in Hot Air Balloon Crash in Luxor, Egypt"},{"originalText":"African-American teenager Trayvon Martin was killed by neighborhood-watch coordinator George Zimmerman in Sanford, Florida, prompting a nationwide controversy.","year":2012,"subtitle":"Trayvon Martin","url":"https://en.wikipedia.org/wiki/Trayvon_Martin","headline":"Trayvon Martin Killed by George Zimmerman in Florida"},{"originalText":"In the first significant cultural visit from the United States to North Korea since the Korean War, the New York Philharmonic Orchestra performed in Pyongyang.","year":2008,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"New York Philharmonic Orchestra Performs in North Korea"},{"originalText":"Barings Bank, the oldest merchant bank in London, was declared insolvent after its head derivatives trader in Singapore, Nick Leeson, lost £827 million while making unauthorised trades on futures contracts.","year":1995,"subtitle":"Barings Bank","url":"https://en.wikipedia.org/wiki/Barings_Bank","headline":"Barings Bank Declared Insolvent After Trader's Loss"},{"originalText":"The Superliner railcar entered revenue service with Amtrak.","year":1979,"subtitle":"Superliner (railcar)","url":"https://en.wikipedia.org/wiki/Superliner_(railcar)","headline":"Superliner Railcar Enters Service with Amtrak"},{"originalText":"Imperial Japanese Army troops attempted a coup d'etat, occupying parts of Tokyo, and killing several politicians, including finance minister Takahashi Korekiyo.","year":1936,"subtitle":"Imperial Japanese Army","url":"https://en.wikipedia.org/wiki/Imperial_Japanese_Army","headline":"Imperial Japanese Army Troops Attempt Coup in Tokyo"},{"originalText":"Adolf Hitler ordered the Luftwaffe reinstated, violating the Treaty of Versailles signed at the end of World War I.","year":1935,"subtitle":"Adolf Hitler","url":"https://en.wikipedia.org/wiki/Adolf_Hitler","headline":"Hitler Violates Treaty of Versailles, Reinstates Luftwaffe"},{"originalText":"With the aid of a radio station in Daventry, England, and two receiving antennae, Scottish engineer and inventor Robert Watson-Watt first demonstrated the use of radar.","year":1935,"subtitle":"Daventry","url":"https://en.wikipedia.org/wiki/Daventry","headline":"Robert Watson-Watt Demonstrates Radar with Radio Station"},{"originalText":"The Original Dixieland Jass Band recorded \"Livery Stable Blues\", the first jazz single ever released.","year":1917,"subtitle":"Original Dixieland Jass Band","url":"https://en.wikipedia.org/wiki/Original_Dixieland_Jass_Band","headline":"Original Dixieland Jass Band Records First Jazz Single"},{"originalText":"RMS Britannic, the third and largest Olympic-class ocean liner of the White Star Line after RMS Olympic and RMS Titanic, was launched at the Harland & Wolff shipyard in Belfast.","year":1914,"subtitle":"HMHS Britannic","url":"https://en.wikipedia.org/wiki/HMHS_Britannic","headline":"RMS Britannic Launched in Belfast Shipyard"},{"originalText":"Napoleon escaped from the Italian island of Elba (depicted), to which he had been exiled after the signing of the Treaty of Fontainebleau.","year":1815,"subtitle":"Napoleon","url":"https://en.wikipedia.org/wiki/Napoleon","headline":"Napoleon Escapes Exile from Elba Island"},{"originalText":"Dutch explorer Willem Janszoon made the first recorded European landing in Australia, although he believed that he was on New Guinea.","year":1606,"subtitle":"Willem Janszoon","url":"https://en.wikipedia.org/wiki/Willem_Janszoon","headline":"Willem Janszoon Makes First European Landing in Australia"},{"originalText":"According to Ptolemy, the reign of the Babylonian king Nabonassar (name in Akkadian pictured) began, marking a new era characterized by the systematic maintenance of chronologically precise historical records.","year":-747,"subtitle":"740s BC","url":"https://en.wikipedia.org/wiki/740s_BC","headline":"Reign of Babylonian King Nabonassar Begins According to Ptolemy"}]}