{"dateLabel":"February 27","issue":"Issue 58","events":[{"originalText":"Russian statesman and politician Boris Nemtsov, an outspoken critic of Vladimir Putin, was assassinated in central Moscow.","year":2015,"subtitle":"Boris Nemtsov","url":"https://en.wikipedia.org/wiki/Boris_Nemtsov","headline":"Boris Nemtsov Assassinated in Central Moscow"},{"originalText":"Violent riots, perceived to have been instigated by a train fire that killed 59 Hindu pilgrims, broke out in the Indian state of Gujarat, killing at least 1,000 people, mostly Muslims, over three days.","year":2002,"subtitle":"2002 Gujarat riots","url":"https://en.wikipedia.org/wiki/2002_Gujarat_riots","headline":"Violent Riots Erupt in Gujarat, India"},{"originalText":"The multimedia franchise Pokémon was launched with the release of the video games Pocket Monsters: Red and Green.","year":1996,"subtitle":"Media franchise","url":"https://en.wikipedia.org/wiki/Media_franchise","headline":"Pokémon Franchise Launched with Red and Green Games"},{"originalText":"A wave of protests, riots and looting known as the Caracazo resulted in a death toll of between 276 and 2,000 people in the Venezuelan capital Caracas and its surrounding towns.","year":1989,"subtitle":"Caracazo","url":"https://en.wikipedia.org/wiki/Caracazo","headline":"Caracazo Protests Result in Hundreds Dead in Caracas"},{"originalText":"The Armenian community of Sumgait in Azerbaijan was the target of a violent pogrom.","year":1988,"subtitle":"Sumgait","url":"https://en.wikipedia.org/wiki/Sumgait","headline":"Armenian Community Targeted in Sumgait Pogrom"},{"originalText":"The D'Oyly Carte Opera Company, known for its performances of Gilbert and Sullivan's Savoy operas, gave its final performance.","year":1982,"subtitle":"D'Oyly Carte Opera Company","url":"https://en.wikipedia.org/wiki/D'Oyly_Carte_Opera_Company","headline":"D'Oyly Carte Opera Company Gives Final Performance"},{"originalText":"The Sunday People revealed that the notorious pornographer James Humphreys had bribed a senior London police officer with a holiday to Cyprus and Beirut.","year":1972,"subtitle":"The Sunday People","url":"https://en.wikipedia.org/wiki/The_Sunday_People","headline":"Notorious Pornographer Bribes London Police Officer"},{"originalText":"Two dissident Republic of Vietnam Air Force pilots bombed the Independence Palace in Saigon in a failed attempt to assassinate President Ngo Dinh Diem.","year":1962,"subtitle":"South Vietnam Air Force","url":"https://en.wikipedia.org/wiki/South_Vietnam_Air_Force","headline":"Failed Assassination Attempt on President Ngo Dinh Diem"},{"originalText":"American biochemists Martin Kamen and Sam Ruben discovered carbon-14, a radioactive isotope of carbon, which is now used extensively as the basis of the radiocarbon dating method to date archaeological and geological samples.","year":1940,"subtitle":"Martin Kamen","url":"https://en.wikipedia.org/wiki/Martin_Kamen","headline":"Biochemists Discover Carbon-14 Isotope"},{"originalText":"The Reichstag building, the seat of the German parliament in Berlin, was set on fire in a pivotal event in the establishment of the Nazi regime.","year":1933,"subtitle":"Reichstag building","url":"https://en.wikipedia.org/wiki/Reichstag_building","headline":"Reichstag Building Set on Fire in Berlin"},{"originalText":"FC Bayern Munich, Germany's most successful football club, was founded.","year":1900,"subtitle":"FC Bayern Munich","url":"https://en.wikipedia.org/wiki/FC_Bayern_Munich","headline":"FC Bayern Munich Founded"},{"originalText":"During the First Boer War, the British suffer a disastrious defeat at Majbua Hill","year":1881,"subtitle":"First Boer War","url":"https://en.wikipedia.org/wiki/First_Boer_War","headline":"British Suffer Defeat at Majuba Hill"},{"originalText":"The current flag of Japan was first adopted as a civil ensign for Japanese merchant ships.","year":1870,"subtitle":"Flag of Japan","url":"https://en.wikipedia.org/wiki/Flag_of_Japan","headline":"Japan Adopts Current Flag as Civil Ensign"},{"originalText":"American Revolutionary War: A Patriot victory at the Battle of Moore's Creek Bridge resulted in the arrests of 850 Loyalists over the following days.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Patriot Victory at Battle of Moore's Creek Bridge"},{"originalText":"Sweden signed the Treaty of Stolbovo to end the Ingrian War with Russia, making large territorial gains.","year":1617,"subtitle":"Treaty of Stolbovo","url":"https://en.wikipedia.org/wiki/Treaty_of_Stolbovo","headline":"Sweden Signs Treaty of Stolbovo to End Ingrian War"},{"originalText":"The Treaty of Berwick was signed, setting the terms under which an English fleet and army could enter Scotland to expel French troops defending the regency of Mary of Guise (pictured).","year":1560,"subtitle":"Treaty of Berwick (1560)","url":"https://en.wikipedia.org/wiki/Treaty_of_Berwick_(1560)","headline":"Treaty of Berwick Signed to Expel French Troops from Scotland"}]}