{"dateLabel":"February 29","issue":"Issue 60","events":[{"originalText":"Construction of Tokyo Skytree, the world's tallest tower and second-tallest structure, was completed.","year":2012,"subtitle":"Tokyo Skytree","url":"https://en.wikipedia.org/wiki/Tokyo_Skytree","headline":"Tokyo Skytree, World's Tallest Tower, Completed"},{"originalText":"Belgian author Misha Defonseca admitted that her bestselling memoir about surviving the Holocaust was in fact a literary forgery.","year":2008,"subtitle":"Misha Defonseca","url":"https://en.wikipedia.org/wiki/Misha_Defonseca","headline":"Belgian Author Misha Defonseca Admits Memoir Forgery"},{"originalText":"Haitian president Jean-Bertrand Aristide was overthrown following popular rebel uprising.","year":2004,"subtitle":"Jean-Bertrand Aristide","url":"https://en.wikipedia.org/wiki/Jean-Bertrand_Aristide","headline":"Haitian President Aristide Overthrown by Rebel Uprising"},{"originalText":"In the deadliest aviation accident in Peruvian history, Faucett Flight 251 crashed on approach to Rodríguez Ballón International Airport, killing all 123 people aboard.","year":1996,"subtitle":"Faucett Perú Flight 251","url":"https://en.wikipedia.org/wiki/Faucett_Per%C3%BA_Flight_251","headline":"Deadliest Aviation Accident in Peruvian History: Faucett Flight 251 Crash"},{"originalText":"La Bougie du Sapeur, a humorous French newspaper that is published only on leap days, printed its first issue.","year":1980,"subtitle":"La Bougie du Sapeur","url":"https://en.wikipedia.org/wiki/La_Bougie_du_Sapeur","headline":"French Leap Day Newspaper La Bougie du Sapeur Prints First Issue"},{"originalText":"The deadliest earthquake in Moroccan history struck the city of Agadir, killing at least 12,000 people.","year":1960,"subtitle":"1960 Agadir earthquake","url":"https://en.wikipedia.org/wiki/1960_Agadir_earthquake","headline":"Deadliest Earthquake in Moroccan History Hits Agadir, 12,000 Dead"},{"originalText":"The Admiralty Islands campaign during the Pacific War of World War II began when American forces assaulted Los Negros Island, the third largest of the Admiralty Islands.","year":1944,"subtitle":"Admiralty Islands campaign","url":"https://en.wikipedia.org/wiki/Admiralty_Islands_campaign","headline":"Admiralty Islands Campaign Begins in Pacific War of World War II"},{"originalText":"A group of Polish nobles established the Bar Confederation to defend the internal and external independence of the Polish–Lithuanian Commonwealth against Russian influence and King Stanisław II Augustus (portrait shown).","year":1768,"subtitle":"Szlachta","url":"https://en.wikipedia.org/wiki/Szlachta","headline":"Polish Nobles Establish Bar Confederation Against Russian Influence"},{"originalText":"Queen Anne's War: French and Native American forces raided the English settlement of Deerfield, Massachusetts, killing more than 50 colonists.","year":1704,"subtitle":"Queen Anne's War","url":"https://en.wikipedia.org/wiki/Queen_Anne's_War","headline":"Queen Anne's War: French and Native American Forces Raid Deerfield, MA"}]}