{"dateLabel":"January 1","issue":"Issue 1","events":[{"originalText":"The NASA space probe New Horizons flew by the trans-Neptunian object Arrokoth, making it the farthest object visited by a spacecraft.","year":2019,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"NASA's New Horizons probe flies by farthest object, Arrokoth"},{"originalText":"A suicide bombing took place outside a Coptic Orthodox Church in Alexandria, Egypt, following a New Year service, killing 23 people.","year":2011,"subtitle":"2011 Alexandria bombing","url":"https://en.wikipedia.org/wiki/2011_Alexandria_bombing","headline":"Suicide bombing outside Coptic Church in Alexandria kills 23"},{"originalText":"A suicide bomber killed 105 spectators at a volleyball game in the Lakki Marwat District of Pakistan.","year":2010,"subtitle":"2010 Lakki Marwat suicide bombing","url":"https://en.wikipedia.org/wiki/2010_Lakki_Marwat_suicide_bombing","headline":"105 killed in suicide bombing at volleyball game in Pakistan"},{"originalText":"Adam Air Flight 574 crashed into the sea off Polewali, Indonesia, killing all 102 people on board, when the pilots inadvertently disconnected the autopilot.","year":2007,"subtitle":"Adam Air Flight 574","url":"https://en.wikipedia.org/wiki/Adam_Air_Flight_574","headline":"Adam Air Flight 574 crashes in Indonesia, 102 dead"},{"originalText":"Argentinian physicist Juan Maldacena published a landmark paper initiating the study of AdS/CFT correspondence, which links string theory and quantum gravity.","year":1998,"subtitle":"Juan Maldacena","url":"https://en.wikipedia.org/wiki/Juan_Maldacena","headline":"Physicist Juan Maldacena publishes paper on AdS/CFT correspondence"},{"originalText":"The People's Democratic Party of Afghanistan, which later helped the country become a republic, was founded.","year":1965,"subtitle":"People's Democratic Party of Afghanistan","url":"https://en.wikipedia.org/wiki/People's_Democratic_Party_of_Afghanistan","headline":"People's Democratic Party of Afghanistan founded"},{"originalText":"The revised Thai criminal code came into force, strengthening the law on lèse-majesté in Thailand to include insult and treating it as a crime against national security.","year":1957,"subtitle":"Lèse-majesté in Thailand","url":"https://en.wikipedia.org/wiki/L%C3%A8se-majest%C3%A9_in_Thailand","headline":"Revised Thai criminal code strengthens law on lèse-majesté"},{"originalText":"World War II: In retaliation for the massacre of captured Americans by Waffen SS soldiers, U.S. Army personnel killed an estimated 80 Wehrmacht prisoners near Chenogne, Belgium.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Retaliation for massacre: U.S. Army kills 80 Wehrmacht prisoners"},{"originalText":"Second World War: The Luftwaffe launched Operation Bodenplatte in an attempt to cripple Allied air forces in the Low Countries.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Luftwaffe launches Operation Bodenplatte in Low Countries"},{"originalText":"Joseph Stalin's personal secretary, Boris Bazhanov, crossed the Iranian border and defected from the Soviet Union.","year":1928,"subtitle":"Joseph Stalin","url":"https://en.wikipedia.org/wiki/Joseph_Stalin","headline":"Stalin's secretary defects from Soviet Union"},{"originalText":"Russia withdraws from its occupation of northwestern Iran, enabling a subsequent Ottoman invasion and massacres of Assyrians and Armenians.","year":1915,"subtitle":"Sayfo","url":"https://en.wikipedia.org/wiki/Sayfo","headline":"Russia withdraws from occupation of northwestern Iran"},{"originalText":"The St. Petersburg–Tampa Airboat Line in the U.S. state of Florida became the first scheduled airline using a winged aircraft.","year":1914,"subtitle":"St. Petersburg–Tampa Airboat Line","url":"https://en.wikipedia.org/wiki/St._Petersburg%E2%80%93Tampa_Airboat_Line","headline":"St. Petersburg–Tampa Airboat Line becomes first scheduled airline"},{"originalText":"The immigration station on Ellis Island (pictured) in New York Harbor opened, and would process almost 12 million immigrants to the United States over the course of its existence.","year":1892,"subtitle":"Ellis Island","url":"https://en.wikipedia.org/wiki/Ellis_Island","headline":"Ellis Island immigration station opens in New York Harbor"},{"originalText":"As a result of the lobbying efforts by the abolitionist movement (emblem pictured), the importation of slaves into the United States was officially banned, although slavery itself remained permitted.","year":1808,"subtitle":"Abolitionism","url":"https://en.wikipedia.org/wiki/Abolitionism","headline":"Importation of slaves into the U.S. officially banned"},{"originalText":"Italian astronomer Giuseppe Piazzi discovered the dwarf planet Ceres, naming it after the Roman goddess of agriculture and of motherly love.","year":1801,"subtitle":"Giuseppe Piazzi","url":"https://en.wikipedia.org/wiki/Giuseppe_Piazzi","headline":"Astronomer Giuseppe Piazzi discovers dwarf planet Ceres"},{"originalText":"Quasi-War: An American convoy of four merchant vessels escorted by a schooner was attacked by a squadron of armed barges manned by Haitians.","year":1800,"subtitle":"Quasi-War","url":"https://en.wikipedia.org/wiki/Quasi-War","headline":"American convoy attacked by Haitians during Quasi-War"},{"originalText":"The Times began publication in London as The Daily Universal Register.","year":1785,"subtitle":"The Times","url":"https://en.wikipedia.org/wiki/The_Times","headline":"The Times begins publication in London"},{"originalText":"American Revolutionary War: The town of Norfolk, Virginia, was burned and destroyed by the combined actions of British and Whig forces.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Norfolk, Virginia, burned by British and Whig forces"},{"originalText":"The hymn \"Amazing Grace\" was probably first used in a prayer meeting in Olney, England, without the music familiar to modern listeners.","year":1773,"subtitle":"Hymn","url":"https://en.wikipedia.org/wiki/Hymn","headline":"Hymn 'Amazing Grace' first used in Olney, England"},{"originalText":"Bouvet Island in the South Atlantic Ocean, the most remote island in the world, was discovered by French explorer Jean-Baptiste Charles Bouvet de Lozier.","year":1739,"subtitle":"Bouvet Island","url":"https://en.wikipedia.org/wiki/Bouvet_Island","headline":"Bouvet Island discovered by French explorer"},{"originalText":"Having been pardoned by Eudokia Makrembolitissa, the regent of the Byzantine Empire, for attempting to usurp the throne, Romanos IV Diogenes married her to become Byzantine emperor.","year":1068,"subtitle":"Eudokia Makrembolitissa","url":"https://en.wikipedia.org/wiki/Eudokia_Makrembolitissa","headline":"Romanos IV Diogenes marries regent Eudokia Makrembolitissa"},{"originalText":"Galla Placidia was forced by her brother Honorius into marriage with his magister militum, Constantius III.","year":417,"subtitle":"Galla Placidia","url":"https://en.wikipedia.org/wiki/Galla_Placidia","headline":"Galla Placidia forced into marriage with Constantius III"}]}