{"dateLabel":"January 2","issue":"Issue 2","events":[{"originalText":"Nimr al-Nimr, a prominent Shia cleric in Saudi Arabia, was executed by the Saudi government along with 46 other people.","year":2016,"subtitle":"Nimr al-Nimr","url":"https://en.wikipedia.org/wiki/Nimr_al-Nimr","headline":"Saudi Arabia Executes Shia Cleric Nimr al-Nimr and 46 Others"},{"originalText":"Sri Lankan Civil War: The Sri Lankan army captured the town of Kilinochchi from the Liberation Tigers of Tamil Eelam, concluding the Battle of Kilinochchi.","year":2009,"subtitle":"Sri Lankan Civil War","url":"https://en.wikipedia.org/wiki/Sri_Lankan_Civil_War","headline":"Sri Lankan Army Captures Kilinochchi from LTTE in Civil War"},{"originalText":"The Stardust space probe flew by the comet Wild 2 and collected particle samples from its coma, which were later returned to Earth.","year":2004,"subtitle":"Stardust (spacecraft)","url":"https://en.wikipedia.org/wiki/Stardust_(spacecraft)","headline":"Stardust Space Probe Collects Comet Samples from Wild 2"},{"originalText":"Sharon Pratt Dixon was sworn in as the mayor of Washington, D.C., becoming the first African-American woman to hold the position.","year":1991,"subtitle":"Sharon Pratt","url":"https://en.wikipedia.org/wiki/Sharon_Pratt","headline":"Sharon Pratt Dixon Sworn in as First African-American Mayor of Washington, D.C."},{"originalText":"An extratropical cyclone began affecting parts of western Europe, resulting in coastal flooding around the southern portions of the North Sea and leading to at least 82 deaths.","year":1976,"subtitle":"Gale of January 1976","url":"https://en.wikipedia.org/wiki/Gale_of_January_1976","headline":"Extratropical Cyclone Causes Coastal Flooding in Western Europe, 82 Deaths Reported"},{"originalText":"Ronald Reagan (pictured) began his career in government when he was sworn in as the 33rd governor of California.","year":1967,"subtitle":"Ronald Reagan","url":"https://en.wikipedia.org/wiki/Ronald_Reagan","headline":"Ronald Reagan Sworn in as 33rd Governor of California"},{"originalText":"Vietnam War: The Viet Cong won its first major victory at the Battle of Ap Bac.","year":1963,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"Viet Cong Wins First Major Victory at Battle of Ap Bac in Vietnam War"},{"originalText":"The Soviet Luna 1, the first spacecraft to reach the vicinity of the Moon, was launched by a Vostok rocket from the Baikonur Cosmodrome.","year":1959,"subtitle":"Luna 1","url":"https://en.wikipedia.org/wiki/Luna_1","headline":"Soviet Luna 1 Launched, First Spacecraft to Reach Moon's Vicinity"},{"originalText":"World War II: United States and Australian forces successfully landed in Papua New Guinea in an attempt to cut off a Japanese retreat.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"US and Australian Forces Land in Papua New Guinea During World War II"},{"originalText":"Second World War: Llandaff Cathedral in Cardiff, Wales, was severely damaged by German bombing during the Cardiff Blitz.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Llandaff Cathedral in Cardiff Damaged by German Bombing in Second World War"},{"originalText":"Under the leadership of Attorney General A. Mitchell Palmer, U.S. Department of Justice agents launched a series of raids against radical leftists and anarchists in more than 30 cities and towns across 23 states.","year":1920,"subtitle":"A. Mitchell Palmer","url":"https://en.wikipedia.org/wiki/A._Mitchell_Palmer","headline":"Attorney General Palmer Leads Raids Against Leftists Across 23 States"},{"originalText":"Uruguayan War: Brazilian and Colorado Party forces captured the city of Paysandú from its Uruguayan defenders.","year":1865,"subtitle":"Uruguayan War","url":"https://en.wikipedia.org/wiki/Uruguayan_War","headline":"Brazilian and Colorado Party Forces Capture Paysandú in Uruguayan War"},{"originalText":"French mathematician Urbain Le Verrier (pictured) announced the putative discovery of the planet Vulcan at a meeting at the French Academy of Sciences in Paris.","year":1860,"subtitle":"Urbain Le Verrier","url":"https://en.wikipedia.org/wiki/Urbain_Le_Verrier","headline":"French Mathematician Urbain Le Verrier Announces Discovery of Planet Vulcan"},{"originalText":"American Revolutionary War: American forces under the command of George Washington repulsed a British attack at the Battle of the Assunpink Creek near Trenton, New Jersey.","year":1777,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"American Forces Repulse British Attack at Battle of Assunpink Creek in Revolutionary War"},{"originalText":"Trunajaya rebellion: Amangkurat II of Mataram of Java and his courtiers stabbed Trunajaya to death a week after the rebel leader surrendered to VOC forces.","year":1680,"subtitle":"Trunajaya rebellion","url":"https://en.wikipedia.org/wiki/Trunajaya_rebellion","headline":"Amangkurat II of Mataram Stabs Trunajaya to Death in Trunajaya Rebellion"},{"originalText":"Mercurius, a Roman priest, was elected Pope John II; he was apparently the first pope to adopt a new name upon elevation to the papacy.","year":533,"subtitle":"Pope John II","url":"https://en.wikipedia.org/wiki/Pope_John_II","headline":"Roman Priest Mercurius Elected Pope John II, First to Adopt New Name"}]}