{"dateLabel":"January 3","issue":"Issue 3","events":[{"originalText":"The cryptocurrency network of bitcoin was created when Satoshi Nakamoto mined the first block of the chain.","year":2009,"subtitle":"Cryptocurrency","url":"https://en.wikipedia.org/wiki/Cryptocurrency","headline":"Satoshi Nakamoto mines first block of bitcoin network"},{"originalText":"Israeli forces seized MV Karine A, which was carrying 50 tonnes of smuggled weapons on behalf of the Palestinian National Authority.","year":2002,"subtitle":"Karine A affair","url":"https://en.wikipedia.org/wiki/Karine_A_affair","headline":"Israeli forces seize MV Karine A with smuggled weapons"},{"originalText":"The multilateral International Covenant on Economic, Social and Cultural Rights, part of the International Bill of Human Rights, came into effect.","year":1976,"subtitle":"International Covenant on Economic, Social and Cultural Rights","url":"https://en.wikipedia.org/wiki/International_Covenant_on_Economic%2C_Social_and_Cultural_Rights","headline":"International Covenant on Economic, Social and Cultural Rights in effect"},{"originalText":"CBS announced the sale of the New York Yankees professional baseball team to a group of investors headed by American businessman George Steinbrenner.","year":1973,"subtitle":"CBS","url":"https://en.wikipedia.org/wiki/CBS","headline":"CBS sells New York Yankees to group led by George Steinbrenner"},{"originalText":"All 25 people on board Aero Flight 311 died in Finland's worst civilian air accident when the aircraft crashed near Kvevlax.","year":1961,"subtitle":"Aero Flight 311","url":"https://en.wikipedia.org/wiki/Aero_Flight_311","headline":"25 killed in Aero Flight 311 crash in Finland"},{"originalText":"The American health charity March of Dimes was founded as the National Foundation for Infantile Paralysis to help raise money for polio research.","year":1938,"subtitle":"March of Dimes","url":"https://en.wikipedia.org/wiki/March_of_Dimes","headline":"March of Dimes founded to raise money for polio research"},{"originalText":"A gun battle in the East End of London left two dead and sparked a political row over the operational involvement of Winston Churchill, then Home Secretary.","year":1911,"subtitle":"Siege of Sidney Street","url":"https://en.wikipedia.org/wiki/Siege_of_Sidney_Street","headline":"Gun battle in London leaves two dead, sparks political row"},{"originalText":"An earthquake registering 7.7 Mw destroyed Almaty in Russian Turkestan.","year":1911,"subtitle":"1911 Kebin earthquake","url":"https://en.wikipedia.org/wiki/1911_Kebin_earthquake","headline":"Earthquake destroys Almaty in Russian Turkestan"},{"originalText":"The 36-inch (91 cm) refracting telescope (pictured) at the Lick Observatory near San Jose, California, the largest in the world until 1897, was used for the first time.","year":1888,"subtitle":"James Lick telescope","url":"https://en.wikipedia.org/wiki/James_Lick_telescope","headline":"Lick Observatory's 36-inch telescope used for first time"},{"originalText":"American Revolutionary War: American forces under General George Washington defeated British troops at the Battle of Princeton.","year":1777,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"George Washington defeats British troops at Battle of Princeton"},{"originalText":"The first issue of Berlingske (front page pictured), Denmark's oldest continually operating newspaper, was published.","year":1749,"subtitle":"Berlingske","url":"https://en.wikipedia.org/wiki/Berlingske","headline":"Denmark's oldest newspaper Berlingske publishes first issue"},{"originalText":"Pope Leo X issued the papal bull Decet Romanum Pontificem, excommunicating Martin Luther for refusing to retract 41 alleged errors found in his 95 Theses and other writings.","year":1521,"subtitle":"Pope Leo X","url":"https://en.wikipedia.org/wiki/Pope_Leo_X","headline":"Pope Leo X excommunicates Martin Luther for 95 Theses"},{"originalText":"Emperor Decius ordered everyone in the Roman Empire (except Jews) to perform a sacrifice to the Roman gods, resulting in widespread persecution of Christians.","year":250,"subtitle":"Decius","url":"https://en.wikipedia.org/wiki/Decius","headline":"Emperor Decius orders sacrifice to Roman gods, persecuting Christians"}]}