{"dateLabel":"January 4","issue":"Issue 4","events":[{"originalText":"Sembawang Hot Spring Park in Singapore reopened after being redeveloped by the National Parks Board.","year":2020,"subtitle":"Sembawang Hot Spring Park","url":"https://en.wikipedia.org/wiki/Sembawang_Hot_Spring_Park","headline":"Sembawang Hot Spring Park Reopens in Singapore"},{"originalText":"A passenger train collided with a truck and derailed in the Free State, South Africa, killing 21 people and injuring 254 others.","year":2018,"subtitle":"Hennenman–Kroonstad train crash","url":"https://en.wikipedia.org/wiki/Hennenman%E2%80%93Kroonstad_train_crash","headline":"Tragic Train Collision in Free State, South Africa: 21 Dead, 254 Injured"},{"originalText":"The Burj Khalifa, the world's tallest structure, officially opened in Dubai.","year":2010,"subtitle":"Burj Khalifa","url":"https://en.wikipedia.org/wiki/Burj_Khalifa","headline":"Burj Khalifa Officially Opens in Dubai"},{"originalText":"Nancy Pelosi became Speaker of the United States House of Representatives, becoming the highest-ranking woman in the history of the U.S. government.","year":2007,"subtitle":"Nancy Pelosi","url":"https://en.wikipedia.org/wiki/Nancy_Pelosi","headline":"Nancy Pelosi Becomes Speaker of the United States House of Representatives"},{"originalText":"Spirit (artist's impression depicted), the first of two rovers of NASA's Mars Exploration Rover mission, successfully landed on Mars.","year":2004,"subtitle":"Spirit (rover)","url":"https://en.wikipedia.org/wiki/Spirit_(rover)","headline":"NASA's Spirit Rover Successfully Lands on Mars"},{"originalText":"Two American F-14 Tomcats shot down two Libyan MiG-23 Floggers that appeared to be attempting to engage them over the Gulf of Sidra.","year":1989,"subtitle":"Grumman F-14 Tomcat","url":"https://en.wikipedia.org/wiki/Grumman_F-14_Tomcat","headline":"American F-14 Tomcats Shoot Down Libyan MiG-23 Floggers"},{"originalText":"The English punk-rock band Sex Pistols lewd and disruptive behaviour at Heathrow Airport prompts the record label EMI to end their contract with them","year":1977,"subtitle":"Punk rock","url":"https://en.wikipedia.org/wiki/Punk_rock","headline":"Sex Pistols' Disruptive Behaviour Leads to Contract Termination"},{"originalText":"Last of the Summer Wine, the longest-running sitcom in the world, premiered as an episode of the BBC's Comedy Playhouse.","year":1973,"subtitle":"Last of the Summer Wine","url":"https://en.wikipedia.org/wiki/Last_of_the_Summer_Wine","headline":"Longest-Running Sitcom 'Last of the Summer Wine' Premieres"},{"originalText":"Rose Heilbron (pictured) became the first female judge to sit at the Central Criminal Court of England and Wales.","year":1972,"subtitle":"Rose Heilbron","url":"https://en.wikipedia.org/wiki/Rose_Heilbron","headline":"Rose Heilbron Becomes First Female Judge at Central Criminal Court of England and Wales"},{"originalText":"Korean War: Chinese and North Korean troops captured Seoul from United Nations forces.","year":1951,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"Chinese and North Korean Troops Capture Seoul in Korean War"},{"originalText":"Billboard published its first music hit parade.","year":1936,"subtitle":"Billboard (magazine)","url":"https://en.wikipedia.org/wiki/Billboard_(magazine)","headline":"Billboard Publishes First Music Hit Parade"},{"originalText":"British explorer Aeneas Mackintosh (pictured), a member of the Nimrod Expedition, escaped death by fleeing across ice floes.","year":1909,"subtitle":"Aeneas Mackintosh","url":"https://en.wikipedia.org/wiki/Aeneas_Mackintosh","headline":"British Explorer Aeneas Mackintosh Escapes Death on Nimrod Expedition"},{"originalText":"Solomon Northup regained his freedom after having been sold into slavery in the American South; his memoir Twelve Years a Slave later became a bestseller.","year":1853,"subtitle":"Solomon Northup","url":"https://en.wikipedia.org/wiki/Solomon_Northup","headline":"Solomon Northup Regains Freedom from Slavery in American South"},{"originalText":"After his appointment as Prince of Wallachia, Constantine Hangerli arrived in Bucharest to assume the throne.","year":1798,"subtitle":"List of princes of Wallachia","url":"https://en.wikipedia.org/wiki/List_of_princes_of_Wallachia","headline":"Constantine Hangerli Arrives in Bucharest as Prince of Wallachia"},{"originalText":"Most of London's Palace of Whitehall, the main residence of English monarchs since 1530, was destroyed by fire.","year":1698,"subtitle":"Palace of Whitehall","url":"https://en.wikipedia.org/wiki/Palace_of_Whitehall","headline":"London's Palace of Whitehall Destroyed by Fire"}]}