{"dateLabel":"January 5","issue":"Issue 5","events":[{"originalText":"In Eng Foong Ho v Attorney-General, the Court of Appeal of Singapore held that equality before the law was satisfied by a \"reasonable nexus\" between state action and the object of the law.","year":2009,"subtitle":"Eng Foong Ho v Attorney-General","url":"https://en.wikipedia.org/wiki/Eng_Foong_Ho_v_Attorney-General","headline":"Singapore Court of Appeal: Equality before the law requires 'reasonable nexus'"},{"originalText":"Mikheil Saakashvili was decisively re-elected as President of Georgia in \"the first genuinely competitive presidential election\" in the history of the country.","year":2008,"subtitle":"Mikheil Saakashvili","url":"https://en.wikipedia.org/wiki/Mikheil_Saakashvili","headline":"Mikheil Saakashvili re-elected as President of Georgia in historic election"},{"originalText":"The Taiwan High Speed Rail opened, connecting Taipei and Kaohsiung.","year":2007,"subtitle":"Taiwan High Speed Rail","url":"https://en.wikipedia.org/wiki/Taiwan_High_Speed_Rail","headline":"Taiwan High Speed Rail opens, connecting Taipei and Kaohsiung"},{"originalText":"The dwarf planet Eris was discovered by a team using images from the Samuel Oschin telescope at Palomar Observatory.","year":2005,"subtitle":"Dwarf planet","url":"https://en.wikipedia.org/wiki/Dwarf_planet","headline":"Dwarf planet Eris discovered using Palomar Observatory images"},{"originalText":"The Metropolitan Police arrested six people in conjunction with an alleged terrorist plot to release ricin on the London Underground, although no toxin was found.","year":2003,"subtitle":"Metropolitan Police","url":"https://en.wikipedia.org/wiki/Metropolitan_Police","headline":"Metropolitan Police arrest six in alleged London Underground ricin plot"},{"originalText":"Sri Lankan Tamil politician Kumar Ponnambalam was killed in an assassination suspected to have been sanctioned by President Chandrika Kumaratunga.","year":2000,"subtitle":"Sri Lankan Tamils","url":"https://en.wikipedia.org/wiki/Sri_Lankan_Tamils","headline":"Sri Lankan Tamil politician Kumar Ponnambalam assassinated"},{"originalText":"The United States Embassy to Somalia in Mogadishu was evacuated by helicopter airlift days after violence enveloped Mogadishu during the Somali Civil War.","year":1991,"subtitle":"Embassy of the United States, Mogadishu","url":"https://en.wikipedia.org/wiki/Embassy_of_the_United_States%2C_Mogadishu","headline":"US Embassy in Somalia evacuated by helicopter airlift"},{"originalText":"Georgian troops attacked Tskhinvali, the South Ossetian capital, beginning the First South Ossetia War.","year":1991,"subtitle":"Tskhinvali","url":"https://en.wikipedia.org/wiki/Tskhinvali","headline":"Georgian troops attack South Ossetian capital, Tskhinvali"},{"originalText":"The Troubles: In response to the killings of six Catholics the night before, South Armagh Republican Action Force gunmen killed ten Protestants in County Armagh, Northern Ireland.","year":1976,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"South Armagh Republican Action Force kills ten Protestants in Northern Ireland"},{"originalText":"The bulk carrier Lake Illawarra struck a bridge over the River Derwent in Hobart, Tasmania, Australia, causing the deaths of seven of the ship's crewmen and five motorists on the bridge.","year":1975,"subtitle":"SS Lake Illawarra","url":"https://en.wikipedia.org/wiki/SS_Lake_Illawarra","headline":"Bulk carrier Lake Illawarra collision in Hobart causes fatalities"},{"originalText":"An earthquake registering Mw 7.1 struck Tonghai County in southern China, killing at least 10,000 people and eventually spurring the creation of the nation's largest earthquake monitoring system.","year":1970,"subtitle":"1970 Tonghai earthquake","url":"https://en.wikipedia.org/wiki/1970_Tonghai_earthquake","headline":"Deadly earthquake strikes Tonghai County in China"},{"originalText":"Waiting for Godot by Irish playwright Samuel Beckett, termed the \"most significant English language play of the 20th century\", premiered in Paris.","year":1953,"subtitle":"Waiting for Godot","url":"https://en.wikipedia.org/wiki/Waiting_for_Godot","headline":"Waiting for Godot premieres in Paris, hailed as significant play"},{"originalText":"In his State of the Union speech, U.S. president Harry S. Truman (pictured) announced: \"Every segment of our population, and every individual, has a right to expect from his government a fair deal.\"","year":1949,"subtitle":"State of the Union","url":"https://en.wikipedia.org/wiki/State_of_the_Union","headline":"President Truman calls for 'fair deal' in State of the Union speech"},{"originalText":"Second World War: Australian and British troops defeated Italian forces in Bardia, Libya, the first battle of the war in which an Australian Army formation took part.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Australian and British troops defeat Italian forces in Bardia, Libya"},{"originalText":"Nellie Tayloe Ross was inaugurated as Governor of Wyoming, the first woman to serve as governor of a U.S. state.","year":1925,"subtitle":"Nellie Tayloe Ross","url":"https://en.wikipedia.org/wiki/Nellie_Tayloe_Ross","headline":"Nellie Tayloe Ross inaugurated as Governor of Wyoming, first woman governor"},{"originalText":"Antarctic explorer Ernest Shackleton (pictured) died of a heart attack during his final expedition.","year":1922,"subtitle":"Ernest Shackleton","url":"https://en.wikipedia.org/wiki/Ernest_Shackleton","headline":"Antarctic explorer Ernest Shackleton dies during final expedition"},{"originalText":"The German Workers' Party, the precursor of the Nazi Party, was founded by Anton Drexler.","year":1919,"subtitle":"German Workers' Party","url":"https://en.wikipedia.org/wiki/German_Workers'_Party","headline":"German Workers' Party founded, precursor to Nazi Party"},{"originalText":"Te Kooti's War: After surviving a five-day siege in the pā at Ngātapa, Māori leader Te Kooti escaped from New Zealand's Armed Constabulary.","year":1869,"subtitle":"Te Kooti's War","url":"https://en.wikipedia.org/wiki/Te_Kooti's_War","headline":"Te Kooti escapes after surviving siege in Ngātapa pā"},{"originalText":"King Louis XV survived an assassination attempt by Robert-François Damiens, who later became the last person in France to be executed by drawing and quartering.","year":1757,"subtitle":"Louis XV","url":"https://en.wikipedia.org/wiki/Louis_XV","headline":"King Louis XV survives assassination attempt by Robert-François Damiens"},{"originalText":"Franco-Dutch War: French troops defeated Austrian and Brandenburg forces at the Battle of Turckheim in Alsace.","year":1675,"subtitle":"Franco-Dutch War","url":"https://en.wikipedia.org/wiki/Franco-Dutch_War","headline":"French troops victorious at Battle of Turckheim in Franco-Dutch War"}]}