{"dateLabel":"January 6","issue":"Issue 6","events":[{"originalText":"The first episode of the documentary series Benefits Street aired on Channel 4, prompting discussion in the United Kingdom about welfare dependency.","year":2014,"subtitle":"Benefits Street","url":"https://en.wikipedia.org/wiki/Benefits_Street","headline":"Benefits Street documentary sparks welfare dependency discussion in the UK"},{"originalText":"Two-time American Olympic figure-skating medalist Nancy Kerrigan  was hit on the leg with a police baton by an assailant hired by the ex-husband of her rival Tonya Harding.","year":1994,"subtitle":"Figure skating","url":"https://en.wikipedia.org/wiki/Figure_skating","headline":"Nancy Kerrigan attacked with police baton by assailant hired by Tonya Harding's ex-husband"},{"originalText":"National Airlines Flight 2511, traveling from New York City to Miami, exploded in mid-air due to a bomb placed by an unknown party, resulting in the deaths of all 34 people on board.","year":1960,"subtitle":"National Airlines Flight 2511","url":"https://en.wikipedia.org/wiki/National_Airlines_Flight_2511","headline":"National Airlines Flight 2511 explodes mid-air, killing all 34 on board"},{"originalText":"The inaugural Asian Socialist Conference, an organisation of socialist political parties, opened in Rangoon with 177 delegates, observers and fraternal guests.","year":1953,"subtitle":"Asian Socialist Conference","url":"https://en.wikipedia.org/wiki/Asian_Socialist_Conference","headline":"Asian Socialist Conference opens in Rangoon with 177 delegates"},{"originalText":"During his State of the Union address, U.S. president Franklin D. Roosevelt presented his Four Freedoms as fundamental freedoms that all people ought to enjoy.","year":1941,"subtitle":"State of the Union","url":"https://en.wikipedia.org/wiki/State_of_the_Union","headline":"Franklin D. Roosevelt presents Four Freedoms in State of the Union address"},{"originalText":"German geophysicist Alfred Wegener presented his theory of continental drift, the precursor of plate tectonics.","year":1912,"subtitle":"Alfred Wegener","url":"https://en.wikipedia.org/wiki/Alfred_Wegener","headline":"Alfred Wegener presents theory of continental drift"},{"originalText":"Italian educator Maria Montessori (pictured) opened her first school and day-care centre for working-class children in Rome, employing a philosophy of education that now bears her name.","year":1907,"subtitle":"Maria Montessori","url":"https://en.wikipedia.org/wiki/Maria_Montessori","headline":"Maria Montessori opens first school in Rome for working-class children"},{"originalText":"The worst storm to impact Ireland in 300 years damaged or destroyed more than 20 per cent of houses in Dublin with 100-knot (190 km/h) winds.","year":1839,"subtitle":"Night of the Big Wind","url":"https://en.wikipedia.org/wiki/Night_of_the_Big_Wind","headline":"Worst storm in 300 years hits Ireland, damaging over 20% of houses in Dublin"},{"originalText":"Sie werden aus Saba alle kommen, a Bach cantata for Epiphany, was first performed in Leipzig.","year":1724,"subtitle":"Sie werden aus Saba alle kommen, BWV 65","url":"https://en.wikipedia.org/wiki/Sie_werden_aus_Saba_alle_kommen%2C_BWV_65","headline":"Bach cantata Sie werden aus Saba alle kommen first performed in Leipzig"},{"originalText":"King Henry VIII of England married his fourth wife, Anne of Cleves; the marriage was annulled six months later.","year":1540,"subtitle":"Henry VIII","url":"https://en.wikipedia.org/wiki/Henry_VIII","headline":"King Henry VIII marries fourth wife, Anne of Cleves, annulled six months later"},{"originalText":"The oldest European school of higher learning in the Americas, the Colegio de Santa Cruz, was founded in Tlatelolco, Mexico City.","year":1536,"subtitle":"Colegio de Santa Cruz de Tlatelolco","url":"https://en.wikipedia.org/wiki/Colegio_de_Santa_Cruz_de_Tlatelolco","headline":"Oldest European school in the Americas founded in Tlatelolco, Mexico City"},{"originalText":"Four years before the fall of Constantinople, Constantine XI Palaiologos (pictured) assumed the throne as the last Byzantine emperor.","year":1449,"subtitle":"Fall of Constantinople","url":"https://en.wikipedia.org/wiki/Fall_of_Constantinople","headline":"Constantine XI Palaiologos becomes last Byzantine emperor before fall of Constantinople"},{"originalText":"Stefan Dečanski was crowned King of Serbia, succeeding his half-brother Stefan Konstantin, whom he later defeated in battle.","year":1322,"subtitle":"Stefan Dečanski","url":"https://en.wikipedia.org/wiki/Stefan_De%C4%8Danski","headline":"Stefan Dečanski crowned King of Serbia, defeating his half-brother Stefan Konstantin"},{"originalText":"Harold Godwinson, the last Anglo-Saxon monarch before the Norman Conquest, was crowned King of England.","year":1066,"subtitle":"Harold Godwinson","url":"https://en.wikipedia.org/wiki/Harold_Godwinson","headline":"Harold Godwinson crowned King of England before Norman Conquest"}]}