{"dateLabel":"January 7","issue":"Issue 7","events":[{"originalText":"After 253 days without an operational government, a second round of investiture votes produced Spain's first coalition government since the Second Republic.","year":2020,"subtitle":"2019–2020 Spanish government formation","url":"https://en.wikipedia.org/wiki/2019%E2%80%932020_Spanish_government_formation","headline":"Spain forms first coalition government since Second Republic after 253 days without operational government"},{"originalText":"A hot air balloon flight from Carterton, New Zealand, collided with a power line while landing, causing it to crash and killing all eleven people on board.","year":2012,"subtitle":"Hot air balloon","url":"https://en.wikipedia.org/wiki/Hot_air_balloon","headline":"Hot air balloon crash in Carterton, New Zealand kills all eleven on board"},{"originalText":"In Nag Hammadi, Egypt, Muslim gunmen opened fire on a crowd of Coptic Christians leaving church after attending Christmas Liturgy, killing eight of them, as well as one Muslim bystander.","year":2010,"subtitle":"Nag Hammadi","url":"https://en.wikipedia.org/wiki/Nag_Hammadi","headline":"Muslim gunmen kill eight Coptic Christians in Egypt after Christmas Liturgy"},{"originalText":"The Fourth Republic of Ghana was inaugurated with Jerry Rawlings, the country's former military ruler, as president.","year":1993,"subtitle":"History of Ghana","url":"https://en.wikipedia.org/wiki/History_of_Ghana","headline":"Jerry Rawlings inaugurated as president of Fourth Republic of Ghana"},{"originalText":"Representatives of Iranian leader Ruhollah Khomeini delivered a letter to Mikhail Gorbachev, inviting him to consider Islam as an alternative to communism, and predicting the dissolution of the Soviet Bloc.","year":1989,"subtitle":"Ruhollah Khomeini","url":"https://en.wikipedia.org/wiki/Ruhollah_Khomeini","headline":"Iran invites Gorbachev to consider Islam as alternative to communism"},{"originalText":"The People's Army of Vietnam captured Phnom Penh, marking the end of large-scale fighting in the Cambodian–Vietnamese War.","year":1979,"subtitle":"People's Army of Vietnam","url":"https://en.wikipedia.org/wiki/People's_Army_of_Vietnam","headline":"Vietnamese army captures Phnom Penh, ending Cambodian–Vietnamese War"},{"originalText":"An article entitled \"Iran and Red and Black Colonization\" was published in the newspaper Ettela'at attacking Ruhollah Khomeini, then in exile in Iraq.","year":1978,"subtitle":"Iran and Red and Black Colonization","url":"https://en.wikipedia.org/wiki/Iran_and_Red_and_Black_Colonization","headline":"Article attacks Ruhollah Khomeini in Iranian newspaper Ettela'at"},{"originalText":"Marian Anderson became the first African-American to perform with the Metropolitan Opera in New York.","year":1955,"subtitle":"Marian Anderson","url":"https://en.wikipedia.org/wiki/Marian_Anderson","headline":"Marian Anderson performs with Metropolitan Opera, first African-American to do so"},{"originalText":"Air National Guard pilot Thomas Mantell, flying in pursuit of an alleged UFO, was killed when his P-51 Mustang crashed near Fort Knox, Kentucky.","year":1948,"subtitle":"Kentucky Air National Guard","url":"https://en.wikipedia.org/wiki/Kentucky_Air_National_Guard","headline":"Air National Guard pilot killed chasing UFO near Fort Knox, Kentucky"},{"originalText":"French physicist Marguerite Perey identified francium, the last element to be discovered in nature rather than by synthesis.","year":1939,"subtitle":"Marguerite Perey","url":"https://en.wikipedia.org/wiki/Marguerite_Perey","headline":"Marguerite Perey discovers francium, last element found in nature"},{"originalText":"Australian aviator Guy Menzies (pictured) flew from Sydney to New Zealand's West Coast, making the first solo trans-Tasman flight.","year":1931,"subtitle":"Guy Menzies","url":"https://en.wikipedia.org/wiki/Guy_Menzies","headline":"Guy Menzies makes first solo trans-Tasman flight from Sydney to New Zealand"},{"originalText":"The Marconi International Marine Communication Company specified CQD (audio featured) as the distress signal to be used by its operators.","year":1904,"subtitle":"Marconi Company","url":"https://en.wikipedia.org/wiki/Marconi_Company","headline":"Marconi Company specifies CQD as distress signal for operators"},{"originalText":"The Italian tricolour was first adopted as an official flag by the government of the Cispadane Republic.","year":1797,"subtitle":"Flag of Italy","url":"https://en.wikipedia.org/wiki/Flag_of_Italy","headline":"Italian tricolour adopted as official flag by Cispadane Republic government"},{"originalText":"The Bank of North America (pictured) opened in Philadelphia as the de facto first central bank of the United States.","year":1782,"subtitle":"Bank of North America","url":"https://en.wikipedia.org/wiki/Bank_of_North_America","headline":"Bank of North America opens in Philadelphia as first central bank of United States"},{"originalText":"Through his telescope, Italian astronomer Galileo Galilei made the first observation of Jupiter's Galilean moons: Io, Europa, Ganymede and Callisto, although he was not able to distinguish the first two until the following night.","year":1610,"subtitle":"Galileo Galilei","url":"https://en.wikipedia.org/wiki/Galileo_Galilei","headline":"Galileo Galilei observes Jupiter's Galilean moons through telescope"}]}