{"dateLabel":"January 8","issue":"Issue 8","events":[{"originalText":"Jared Lee Loughner opened fire at a public meeting held by U.S. representative Gabby Giffords in Tucson, Arizona, killing six people and injuring twelve others.","year":2011,"subtitle":"Jared Lee Loughner","url":"https://en.wikipedia.org/wiki/Jared_Lee_Loughner","headline":"Jared Lee Loughner opens fire in Tucson, Arizona, killing six"},{"originalText":"Gunmen from an offshoot of the Front for the Liberation of the Enclave of Cabinda attacked the bus transporting the Togo national football team to the Africa Cup of Nations in Angola, killing three people.","year":2010,"subtitle":"Front for the Liberation of the Enclave of Cabinda","url":"https://en.wikipedia.org/wiki/Front_for_the_Liberation_of_the_Enclave_of_Cabinda","headline":"Gunmen attack Togo national football team in Angola, killing three"},{"originalText":"Jeremy Wade Delle committed suicide in his high-school class in Richardson, Texas, an event that inspired the Pearl Jam song \"Jeremy\".","year":1991,"subtitle":"Richardson, Texas","url":"https://en.wikipedia.org/wiki/Richardson%2C_Texas","headline":"Jeremy Wade Delle commits suicide in Richardson, Texas"},{"originalText":"In Trans-en-Provence, France, a local farmer reported a UFO sighting claimed to be \"perhaps the most completely and carefully documented sighting of all time\".","year":1981,"subtitle":"Trans-en-Provence","url":"https://en.wikipedia.org/wiki/Trans-en-Provence","headline":"UFO sighting reported in Trans-en-Provence, France"},{"originalText":"Three bombs attributed to Armenian nationalists exploded across Moscow, killing seven people and injuring 37 people.","year":1977,"subtitle":"1977 Moscow bombings","url":"https://en.wikipedia.org/wiki/1977_Moscow_bombings","headline":"Armenian nationalists' bombs kill seven in Moscow"},{"originalText":"Following Pakistan's defeat in the Bangladesh Liberation War, President Zulfikar Ali Bhutto released Bangladeshi politician Sheikh Mujibur Rahman (pictured) from prison in response to international pressure.","year":1972,"subtitle":"Pakistani Instrument of Surrender","url":"https://en.wikipedia.org/wiki/Pakistani_Instrument_of_Surrender","headline":"President Zulfikar Ali Bhutto releases Sheikh Mujibur Rahman from prison"},{"originalText":"Five Evangelical Christian missionaries from the United States were killed by the Huaorani in the rainforest of Ecuador shortly after making contact with them.","year":1956,"subtitle":"Evangelicalism","url":"https://en.wikipedia.org/wiki/Evangelicalism","headline":"Huaorani kill five U.S. missionaries in Ecuador"},{"originalText":"Reza Shah issued the Kashf-e hijab decree, ordering Iranian police to remove hijabs from any women in public.","year":1936,"subtitle":"Reza Shah","url":"https://en.wikipedia.org/wiki/Reza_Shah","headline":"Reza Shah orders removal of hijabs in public in Iran"},{"originalText":"U.S. president Woodrow Wilson announced his Fourteen Points for a moral cause and for post–World War I peace in Europe.","year":1918,"subtitle":"Woodrow Wilson","url":"https://en.wikipedia.org/wiki/Woodrow_Wilson","headline":"Woodrow Wilson announces Fourteen Points for post-World War I peace"},{"originalText":"Blackstone Library (pictured), the first branch of the Chicago Public Library system, was dedicated.","year":1904,"subtitle":"Blackstone Library","url":"https://en.wikipedia.org/wiki/Blackstone_Library","headline":"Blackstone Library dedicated in Chicago"},{"originalText":"American statistician Herman Hollerith received a patent for his electromechanical tabulating machine for punched-card data.","year":1889,"subtitle":"Herman Hollerith","url":"https://en.wikipedia.org/wiki/Herman_Hollerith","headline":"Herman Hollerith patents tabulating machine for punched-card data"},{"originalText":"George Washington delivered the first State of the Union address in New York City, then the provisional capital of the United States.","year":1790,"subtitle":"George Washington","url":"https://en.wikipedia.org/wiki/George_Washington","headline":"George Washington delivers first State of the Union address in New York City"},{"originalText":"George Frideric Handel's opera Ariodante premiered at the Covent Garden Theatre in London.","year":1735,"subtitle":"George Frideric Handel","url":"https://en.wikipedia.org/wiki/George_Frideric_Handel","headline":"George Frideric Handel's opera Ariodante premieres in London"},{"originalText":"Scottish student Thomas Aikenhead became the last person in Great Britain to be executed for blasphemy.","year":1697,"subtitle":"Thomas Aikenhead","url":"https://en.wikipedia.org/wiki/Thomas_Aikenhead","headline":"Thomas Aikenhead executed for blasphemy in Great Britain"},{"originalText":"Lotario dei Conti was elected as Pope Innocent III; he later worked to restore papal power in Rome.","year":1198,"subtitle":"1198 papal election","url":"https://en.wikipedia.org/wiki/1198_papal_election","headline":"Lotario dei Conti elected as Pope Innocent III"}]}