{"dateLabel":"January 9","issue":"Issue 9","events":[{"originalText":"Contaminated beer served at a funeral in Tete Province, Mozambique, killed 75 people and made at least 230 others ill.","year":2015,"subtitle":"Mozambique funeral beer poisoning","url":"https://en.wikipedia.org/wiki/Mozambique_funeral_beer_poisoning","headline":"Contaminated beer kills 75 at funeral in Tete Province, Mozambique"},{"originalText":"In poor weather conditions, Iran Air Flight 277 (plane pictured) crashed near Urmia Airport, Iran, killing 78 of the 105 people on board.","year":2011,"subtitle":"Iran Air Flight 277","url":"https://en.wikipedia.org/wiki/Iran_Air_Flight_277","headline":"Iran Air Flight 277 crashes near Urmia Airport, Iran, killing 78"},{"originalText":"First Chechen War: Chechen separatists launched raids in the city of Kizlyar, Dagestan, which turned into a massive hostage crisis involving thousands of civilians.","year":1996,"subtitle":"First Chechen War","url":"https://en.wikipedia.org/wiki/First_Chechen_War","headline":"Chechen separatists launch raids in Kizlyar, Dagestan, leading to massive hostage crisis"},{"originalText":"Radio astronomers Aleksander Wolszczan and Dale Frail announced the discovery of two pulsar planets orbiting PSR B1257+12 (depicted), the first confirmed detection of exoplanets.","year":1992,"subtitle":"Aleksander Wolszczan","url":"https://en.wikipedia.org/wiki/Aleksander_Wolszczan","headline":"Astronomers discover two pulsar planets orbiting PSR B1257+12"},{"originalText":"Representatives from the United States and Iraq met at the Geneva Peace Conference to find a peaceful resolution to the Iraqi invasion of Kuwait.","year":1991,"subtitle":"Geneva Peace Conference (1991)","url":"https://en.wikipedia.org/wiki/Geneva_Peace_Conference_(1991)","headline":"US and Iraq meet at Geneva Peace Conference to resolve Iraqi invasion of Kuwait"},{"originalText":"U.S. representative Raymond Lederer was convicted of bribery and conspiracy for his role in the Abscam scandal, but continued to serve his term for three more months.","year":1981,"subtitle":"Raymond Lederer","url":"https://en.wikipedia.org/wiki/Raymond_Lederer","headline":"US representative Raymond Lederer convicted in Abscam scandal"},{"originalText":"Iranian Revolution: Protests took place in Qom after an article insulting Ruhollah Khomeini was published.","year":1978,"subtitle":"Iranian Revolution","url":"https://en.wikipedia.org/wiki/Iranian_Revolution","headline":"Protests in Qom after insulting article about Ruhollah Khomeini"},{"originalText":"In Central and Southeastern United States, a Great Storm formed the first of forty-five tornadoes over a three-day period.","year":1975,"subtitle":"Central United States","url":"https://en.wikipedia.org/wiki/Central_United_States","headline":"Great Storm spawns forty-five tornadoes in Central and Southeastern US"},{"originalText":"Seawise University, formerly RMS Queen Elizabeth, an ocean liner that sailed the Atlantic for Cunard Line, caught fire in Victoria Harbour, Hong Kong.","year":1972,"subtitle":"RMS Queen Elizabeth","url":"https://en.wikipedia.org/wiki/RMS_Queen_Elizabeth","headline":"Seawise University catches fire in Victoria Harbour, Hong Kong"},{"originalText":"The Los Angeles Lakers of the National Basketball Association lost to the Milwaukee Bucks, ending a 33-game winning streak, the longest in major American professional team sports.","year":1972,"subtitle":"Los Angeles Lakers","url":"https://en.wikipedia.org/wiki/Los_Angeles_Lakers","headline":"Los Angeles Lakers' 33-game winning streak ends with loss to Milwaukee Bucks"},{"originalText":"The Presidential Council for Minority Rights, an appointed body to review legislation and prevent discrimination against minorities, was created in Singapore.","year":1970,"subtitle":"Presidential Council for Minority Rights","url":"https://en.wikipedia.org/wiki/Presidential_Council_for_Minority_Rights","headline":"Presidential Council for Minority Rights created in Singapore"},{"originalText":"First World War: Troops of the British Empire defeated Ottoman forces at the Battle of Rafa on the Sinai–Palestine border in present-day Rafah.","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"British Empire troops defeat Ottoman forces at Battle of Rafa"},{"originalText":"An earthquake registering 7.9 Mw ruptured part of the San Andreas Fault in central and southern California.","year":1857,"subtitle":"1857 Fort Tejon earthquake","url":"https://en.wikipedia.org/wiki/1857_Fort_Tejon_earthquake","headline":"7.9 Mw earthquake ruptures San Andreas Fault in California"},{"originalText":"War of the First Coalition: The siege of Kehl by Habsburg and Württembergian forces ended when French troops withdrew from their fortifications.","year":1797,"subtitle":"War of the First Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_First_Coalition","headline":"Siege of Kehl ends as French troops withdraw from fortifications"}]}