{"dateLabel":"January 10","issue":"Issue 10","events":[{"originalText":"A general strike began in Guinea as an attempt to force President Lansana Conté to resign, eventually resulting in the appointment of two new prime ministers.","year":2007,"subtitle":"2007 Guinean general strike","url":"https://en.wikipedia.org/wiki/2007_Guinean_general_strike","headline":"General strike in Guinea leads to appointment of two new prime ministers"},{"originalText":"The Braer Storm, the strongest extratropical cyclone ever recorded in the North Atlantic, reached peak intensity.","year":1993,"subtitle":"Braer Storm","url":"https://en.wikipedia.org/wiki/Braer_Storm","headline":"Braer Storm reaches peak intensity in North Atlantic"},{"originalText":"Sir Clive Sinclair launched the Sinclair C5 personal electric vehicle, \"one of the great marketing bombs of postwar British industry\", which later became a cult collectable despite its commercial failure.","year":1985,"subtitle":"Clive Sinclair","url":"https://en.wikipedia.org/wiki/Clive_Sinclair","headline":"Sir Clive Sinclair launches cult collectable electric vehicle"},{"originalText":"India and Pakistan signed the Tashkent Declaration to end the Indo-Pakistani war of 1965.","year":1966,"subtitle":"Tashkent Declaration","url":"https://en.wikipedia.org/wiki/Tashkent_Declaration","headline":"India and Pakistan sign Tashkent Declaration to end war"},{"originalText":"The first session of the United Nations General Assembly convened at the Methodist Central Hall in London with representatives from 51 member states.","year":1946,"subtitle":"United Nations General Assembly","url":"https://en.wikipedia.org/wiki/United_Nations_General_Assembly","headline":"First session of UN General Assembly convenes in London"},{"originalText":"Greco-Italian War: The Greek army captured the strategically important Klisura Pass in Albania.","year":1941,"subtitle":"Greco-Italian War","url":"https://en.wikipedia.org/wiki/Greco-Italian_War","headline":"Greek army captures Klisura Pass in Albania"},{"originalText":"Tintin in the Land of the Soviets, the first volume of The Adventures of Tintin by the Belgian cartoonist Hergé, began serialisation.","year":1929,"subtitle":"Tintin in the Land of the Soviets","url":"https://en.wikipedia.org/wiki/Tintin_in_the_Land_of_the_Soviets","headline":"Tintin in the Land of the Soviets begins serialisation"},{"originalText":"The science fiction film Metropolis, directed by Fritz Lang, was released in Germany.","year":1927,"subtitle":"Science fiction","url":"https://en.wikipedia.org/wiki/Science_fiction","headline":"Metropolis film released in Germany"},{"originalText":"Lithuanian residents of the Klaipėda Region began a revolt, ahead of a League of Nations decision on their future which they expected to be against their interest.","year":1923,"subtitle":"Klaipėda Region","url":"https://en.wikipedia.org/wiki/Klaip%C4%97da_Region","headline":"Lithuanian residents revolt ahead of League of Nations decision"},{"originalText":"Imperial Trans-Antarctic Expedition: Seven survivors of the Ross Sea party were rescued after being stranded for several months.","year":1917,"subtitle":"Imperial Trans-Antarctic Expedition","url":"https://en.wikipedia.org/wiki/Imperial_Trans-Antarctic_Expedition","headline":"Seven survivors rescued in Imperial Trans-Antarctic Expedition"},{"originalText":"The first great gusher of the Texas oil boom was discovered in the Spindletop oil field near Beaumont.","year":1901,"subtitle":"Blowout (well drilling)","url":"https://en.wikipedia.org/wiki/Blowout_(well_drilling)","headline":"First great gusher discovered in Texas oil boom"},{"originalText":"Service began on the Metropolitan Railway (construction depicted) between Paddington and Farringdon Street, today the oldest segment of the London Underground.","year":1863,"subtitle":"Metropolitan Railway","url":"https://en.wikipedia.org/wiki/Metropolitan_Railway","headline":"Service begins on Metropolitan Railway in London Underground"},{"originalText":"New Orleans (pictured), the first steamship on the Mississippi River, arrived at New Orleans to complete its maiden voyage.","year":1812,"subtitle":"New Orleans (steamboat)","url":"https://en.wikipedia.org/wiki/New_Orleans_(steamboat)","headline":"New Orleans steamship completes maiden voyage on Mississippi River"},{"originalText":"Common Sense, a pamphlet by Thomas Paine denouncing British rule in the Thirteen Colonies, was published.","year":1776,"subtitle":"Common Sense","url":"https://en.wikipedia.org/wiki/Common_Sense","headline":"Common Sense pamphlet denouncing British rule published"},{"originalText":"Moldavian–Ottoman Wars: Stephen the Great led Moldavian forces to defeat an Ottoman attack under Hadım Suleiman Pasha near Vaslui in present-day Romania.","year":1475,"subtitle":"Moldavian–Ottoman Wars","url":"https://en.wikipedia.org/wiki/Moldavian%E2%80%93Ottoman_Wars","headline":"Moldavian forces defeat Ottoman attack near Vaslui"},{"originalText":"Philip the Good established the Order of the Golden Fleece, referred to as the most prestigious, exclusive, and expensive order of chivalry in the world.","year":1430,"subtitle":"Philip the Good","url":"https://en.wikipedia.org/wiki/Philip_the_Good","headline":"Philip the Good establishes prestigious Order of the Golden Fleece"},{"originalText":"After the death of his guardian John I Tzimiskes, Basil II became the effective ruler and senior emperor of the Byzantine Empire.","year":976,"subtitle":"John I Tzimiskes","url":"https://en.wikipedia.org/wiki/John_I_Tzimiskes","headline":"Basil II becomes ruler of Byzantine Empire"},{"originalText":"Pope Fabian, said to have been chosen by the Holy Spirit when a dove landed on his head, began his papacy.","year":236,"subtitle":"Pope Fabian","url":"https://en.wikipedia.org/wiki/Pope_Fabian","headline":"Pope Fabian begins papacy after dove lands on his head"},{"originalText":"The Western Han dynasty of China ended after the throne was usurped by Wang Mang, who founded the Xin dynasty.","year":9,"subtitle":"AD 9","url":"https://en.wikipedia.org/wiki/AD_9","headline":"Western Han dynasty ends as Wang Mang founds Xin dynasty"}]}