{"dateLabel":"January 11","issue":"Issue 11","events":[{"originalText":"French special forces failed in an attempted rescue of a DGSE agent, who had been taken hostage in 2009 by al-Shabaab, in Bulo Marer, Somalia.","year":2013,"subtitle":"Bulo Marer hostage rescue attempt","url":"https://en.wikipedia.org/wiki/Bulo_Marer_hostage_rescue_attempt","headline":"French special forces fail in rescue attempt of DGSE agent in Bulo Marer, Somalia"},{"originalText":"After Chicago police detective Jon Burge was discovered to have forced confessions from more than 200 suspects, the governor of Illinois commuted the death sentences of 167 prisoners and pardoned four others.","year":2003,"subtitle":"Jon Burge","url":"https://en.wikipedia.org/wiki/Jon_Burge","headline":"Illinois governor commutes death sentences of 167 prisoners after police detective scandal"},{"originalText":"The Gateway Bridge in Brisbane, Australia, opened as the largest prestressed-concrete, single-box bridge in the world.","year":1986,"subtitle":"Sir Leo Hielscher Bridges","url":"https://en.wikipedia.org/wiki/Sir_Leo_Hielscher_Bridges","headline":"Gateway Bridge in Brisbane opens as largest prestressed-concrete bridge in the world"},{"originalText":"In a landmark report (cover pictured), U.S. surgeon general Luther Terry issued a warning that tobacco smoking may be hazardous to health, concluding that it has a causative role in lung cancer, chronic bronchitis, and other illnesses.","year":1964,"subtitle":"Smoking and Health","url":"https://en.wikipedia.org/wiki/Smoking_and_Health","headline":"U.S. surgeon general warns of health hazards of tobacco smoking in landmark report"},{"originalText":"Students at the University of Georgia rioted in an attempt to prevent two African American students from attending the school.","year":1961,"subtitle":"University of Georgia","url":"https://en.wikipedia.org/wiki/University_of_Georgia","headline":"University of Georgia students riot to prevent African American students from attending"},{"originalText":"The People's Republic of Albania was proclaimed, with Enver Hoxha as the country's de facto head of state.","year":1946,"subtitle":"People's Socialist Republic of Albania","url":"https://en.wikipedia.org/wiki/People's_Socialist_Republic_of_Albania","headline":"People's Republic of Albania proclaimed with Enver Hoxha as de facto head of state"},{"originalText":"Italian-American journalist and trade-union activist Carlo Tresca, a leading public opponent of the Mafia infiltration of unions, was assassinated in New York City.","year":1943,"subtitle":"Trade union","url":"https://en.wikipedia.org/wiki/Trade_union","headline":"Italian-American journalist Carlo Tresca assassinated in New York City"},{"originalText":"Louis B. Mayer, head of Metro-Goldwyn-Mayer, hosted 36 people involved in the film industry at a banquet, where he announced the creation of what would become the Academy of Motion Picture Arts and Sciences.","year":1927,"subtitle":"Louis B. Mayer","url":"https://en.wikipedia.org/wiki/Louis_B._Mayer","headline":"Louis B. Mayer announces creation of Academy of Motion Picture Arts and Sciences"},{"originalText":"Troops from France and Belgium invaded the Ruhr to force the Weimar Republic to pay reparations in the aftermath of World War I.","year":1923,"subtitle":"Occupation of the Ruhr","url":"https://en.wikipedia.org/wiki/Occupation_of_the_Ruhr","headline":"France and Belgium invade Ruhr to force Weimar Republic to pay reparations"},{"originalText":"The Karluk, the flagship of the Canadian Arctic Expedition, sank after being crushed by ice.","year":1914,"subtitle":"HMCS Karluk","url":"https://en.wikipedia.org/wiki/HMCS_Karluk","headline":"Canadian Arctic Expedition flagship Karluk sinks after being crushed by ice"},{"originalText":"Immigrant textile workers in Lawrence, Massachusetts, went on strike in response to a pay cut corresponding to a new state law shortening the working week.","year":1912,"subtitle":"Lawrence, Massachusetts","url":"https://en.wikipedia.org/wiki/Lawrence%2C_Massachusetts","headline":"Immigrant textile workers in Lawrence, Massachusetts go on strike over pay cut"},{"originalText":"American Civil War: The Battle of Arkansas Post concluded with the Union Army capturing a fort from Confederate forces near the mouth of the Arkansas River.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Battle of Arkansas Post concludes with Union Army capturing Confederate fort"},{"originalText":"German-born British astronomer William Herschel discovered two Uranian moons, later named Oberon and Titania by his son John.","year":1787,"subtitle":"William Herschel","url":"https://en.wikipedia.org/wiki/William_Herschel","headline":"William Herschel discovers two Uranian moons Oberon and Titania"},{"originalText":"The most powerful earthquake recorded in Italy, registering 7.4 Mw, struck the island of Sicily.","year":1693,"subtitle":"1693 Sicily earthquake","url":"https://en.wikipedia.org/wiki/1693_Sicily_earthquake","headline":"Most powerful earthquake in Italy recorded, registering 7.4 Mw"},{"originalText":"Arauco War: The Mapuche-Huilliche of southern Chile defeated a slave-hunting Spanish army at the Battle of Río Bueno.","year":1654,"subtitle":"Arauco War","url":"https://en.wikipedia.org/wiki/Arauco_War","headline":"Mapuche-Huilliche defeat Spanish army at Battle of Río Bueno in Arauco War"},{"originalText":"Theodora Porphyrogenita (pictured) became the sole ruler of the Byzantine Empire after the death of her brother-in-law Constantine IX Monomachos.","year":1055,"subtitle":"Theodora Porphyrogenita","url":"https://en.wikipedia.org/wiki/Theodora_Porphyrogenita","headline":"Theodora Porphyrogenita becomes sole ruler of Byzantine Empire"}]}