{"dateLabel":"January 12","issue":"Issue 12","events":[{"originalText":"An earthquake registering 7.0 Mw struck Haiti, killing more than 100,000 people.","year":2010,"subtitle":"2010 Haiti earthquake","url":"https://en.wikipedia.org/wiki/2010_Haiti_earthquake","headline":"Earthquake in Haiti kills over 100,000 people"},{"originalText":"Iranian physicist Massoud Ali-Mohammadi was assassinated while leaving his home for the University of Tehran, where he was a professor.","year":2010,"subtitle":"Massoud Ali-Mohammadi","url":"https://en.wikipedia.org/wiki/Massoud_Ali-Mohammadi","headline":"Iranian physicist Massoud Ali-Mohammadi assassinated"},{"originalText":"Comet McNaught (pictured) reached perihelion, becoming the brightest comet in over 40 years, with an apparent magnitude of −5.5.","year":2007,"subtitle":"Comet McNaught","url":"https://en.wikipedia.org/wiki/Comet_McNaught","headline":"Comet McNaught becomes brightest comet in 40 years"},{"originalText":"British rock band Led Zeppelin released their first album, Led Zeppelin, in the United States.","year":1969,"subtitle":"Rock music","url":"https://en.wikipedia.org/wiki/Rock_music","headline":"Led Zeppelin releases first album in the United States"},{"originalText":"Seventy-three-year-old psychology professor James Bedford became the first person to be cryonically preserved with intent of future resuscitation.","year":1967,"subtitle":"James Bedford","url":"https://en.wikipedia.org/wiki/James_Bedford","headline":"James Bedford cryonically preserved for future resuscitation"},{"originalText":"Sultan Jamshid bin Abdullah was overthrown by rebels led by John Okello, ending 200 years of Arab dominance in Zanzibar.","year":1964,"subtitle":"Jamshid bin Abdullah of Zanzibar","url":"https://en.wikipedia.org/wiki/Jamshid_bin_Abdullah_of_Zanzibar","headline":"Rebels led by John Okello overthrow Sultan Jamshid bin Abdullah in Zanzibar"},{"originalText":"An underground explosion at a coal mine in Staffordshire, England, killed 155 men and boys.","year":1918,"subtitle":"Minnie Pit Disaster","url":"https://en.wikipedia.org/wiki/Minnie_Pit_Disaster","headline":"Underground explosion in coal mine in England kills 155"},{"originalText":"Oswald Boelcke and Max Immelmann became the first German aviators to be awarded the Pour le Mérite, Germany's highest military honour.","year":1916,"subtitle":"Oswald Boelcke","url":"https://en.wikipedia.org/wiki/Oswald_Boelcke","headline":"Oswald Boelcke and Max Immelmann awarded Germany's highest military honour"},{"originalText":"During a storm, the crew of Lynmouth Lifeboat Station transported their 10-ton lifeboat 15 mi (24 km) overland in order to rescue a damaged schooner.","year":1899,"subtitle":"Lynmouth Lifeboat Station","url":"https://en.wikipedia.org/wiki/Lynmouth_Lifeboat_Station","headline":"Lynmouth Lifeboat Station crew transports lifeboat overland to rescue schooner"},{"originalText":"The National Trust for Places of Historic Interest or Natural Beauty, a conservation organisation in England, Wales and Northern Ireland, was founded.","year":1895,"subtitle":"National Trust","url":"https://en.wikipedia.org/wiki/National_Trust","headline":"National Trust for Places of Historic Interest founded in England, Wales, and Northern Ireland"},{"originalText":"Anglo-Zulu War: Natal Native Contingent and British troops defeated Zulu forces in the Action at Sihayo's Kraal.","year":1879,"subtitle":"Anglo-Zulu War","url":"https://en.wikipedia.org/wiki/Anglo-Zulu_War","headline":"Natal Native Contingent and British troops defeat Zulu forces in Action at Sihayo's Kraal"},{"originalText":"The foundation stone of Saint Fin Barre's Cathedral in Cork was laid.","year":1865,"subtitle":"Saint Fin Barre's Cathedral","url":"https://en.wikipedia.org/wiki/Saint_Fin_Barre's_Cathedral","headline":"Foundation stone laid for Saint Fin Barre's Cathedral in Cork"},{"originalText":"John Rennie's scheme to defend St Mary's Church in Reculver from coastal erosion was abandoned in favour of demolition, despite the church being an exemplar of Anglo-Saxon architecture.","year":1808,"subtitle":"John Rennie the Elder","url":"https://en.wikipedia.org/wiki/John_Rennie_the_Elder","headline":"Scheme to defend St Mary's Church in Reculver abandoned in favor of demolition"},{"originalText":"Mission Santa Clara de Asís (pictured), a Spanish mission in California that formed the basis of both the city of Santa Clara and Santa Clara University, was established by the Franciscans.","year":1777,"subtitle":"Mission Santa Clara de Asís","url":"https://en.wikipedia.org/wiki/Mission_Santa_Clara_de_As%C3%ADs","headline":"Mission Santa Clara de Asís established in California"},{"originalText":"The fort at Allahabad was surrendered to the forces of Mughal emperor Aurangzeb.","year":1659,"subtitle":"Allahabad Fort","url":"https://en.wikipedia.org/wiki/Allahabad_Fort","headline":"Fort at Allahabad surrendered to forces of Mughal emperor Aurangzeb"},{"originalText":"Bayinnaung, who later assembled what was probably the largest empire in the history of mainland Southeast Asia, was crowned as the king of the Burmese Toungoo dynasty.","year":1554,"subtitle":"Bayinnaung","url":"https://en.wikipedia.org/wiki/Bayinnaung","headline":"Bayinnaung crowned king of the Burmese Toungoo dynasty"},{"originalText":"Basiliscus became Byzantine emperor after Zeno was forced to flee Constantinople.","year":475,"subtitle":"Basiliscus","url":"https://en.wikipedia.org/wiki/Basiliscus","headline":"Basiliscus becomes Byzantine emperor after Zeno flees Constantinople"}]}