{"dateLabel":"January 13","issue":"Issue 13","events":[{"originalText":"The Italian cruise ship Costa Concordia ran aground on a reef and capsized off Isola del Giglio, Tuscany.","year":2012,"subtitle":"Costa Concordia","url":"https://en.wikipedia.org/wiki/Costa_Concordia","headline":"Costa Concordia cruise ship capsizes off Isola del Giglio, Tuscany"},{"originalText":"The first of two large earthquakes struck El Salvador, killing at least 944 people and destroying over 100,000 homes.","year":2001,"subtitle":"January 2001 El Salvador earthquake","url":"https://en.wikipedia.org/wiki/January_2001_El_Salvador_earthquake","headline":"First earthquake in El Salvador kills 944, destroys 100,000 homes"},{"originalText":"Steve Ballmer replaced Bill Gates as the chief executive officer of Microsoft.","year":2000,"subtitle":"Steve Ballmer","url":"https://en.wikipedia.org/wiki/Steve_Ballmer","headline":"Steve Ballmer replaces Bill Gates as Microsoft CEO"},{"originalText":"Bernice Gera won a sex-discrimination lawsuit against the National Association of Professional Baseball Leagues, allowing her to become the first female professional baseball umpire.","year":1972,"subtitle":"Bernice Gera","url":"https://en.wikipedia.org/wiki/Bernice_Gera","headline":"Bernice Gera wins sex-discrimination lawsuit, becomes first female baseball umpire"},{"originalText":"Ghanaian military officer Ignatius Kutu Acheampong led a coup to overthrow Prime Minister Kofi Abrefa Busia and President Edward Akufo-Addo.","year":1972,"subtitle":"Ignatius Kutu Acheampong","url":"https://en.wikipedia.org/wiki/Ignatius_Kutu_Acheampong","headline":"Ghanaian military officer leads coup to overthrow Prime Minister and President"},{"originalText":"American singer Johnny Cash recorded his landmark album At Folsom Prison live at Folsom Prison in California.","year":1968,"subtitle":"Johnny Cash","url":"https://en.wikipedia.org/wiki/Johnny_Cash","headline":"Johnny Cash records landmark album At Folsom Prison live in California"},{"originalText":"Togo's first president, Sylvanus Olympio (pictured), was assassinated by military officers in a coup d'état led by Emmanuel Bodjollé, Étienne Eyadéma, and Kléber Dadjo.","year":1963,"subtitle":"Sylvanus Olympio","url":"https://en.wikipedia.org/wiki/Sylvanus_Olympio","headline":"Togo's first president Sylvanus Olympio assassinated in coup d'état"},{"originalText":"Nine Moscow doctors were accused of a plot to poison members of the Soviet political and military leadership.","year":1953,"subtitle":"Doctors' plot","url":"https://en.wikipedia.org/wiki/Doctors'_plot","headline":"Nine Moscow doctors accused of plot to poison Soviet leadership"},{"originalText":"About 30,000 people were killed when an earthquake struck the Province of L'Aquila in Italy.","year":1915,"subtitle":"1915 Avezzano earthquake","url":"https://en.wikipedia.org/wiki/1915_Avezzano_earthquake","headline":"30,000 killed in earthquake in Province of L'Aquila, Italy"},{"originalText":"Welsh physician William Price (pictured) was arrested for attempting to cremate his deceased infant son; this eventually led to the United Kingdom cremation act becoming law.","year":1884,"subtitle":"William Price (physician)","url":"https://en.wikipedia.org/wiki/William_Price_(physician)","headline":"Welsh physician William Price arrested for attempting to cremate son"},{"originalText":"The Treaty of Cahuenga was signed, informally ending the fighting of the Mexican–American War in California.","year":1847,"subtitle":"Treaty of Cahuenga","url":"https://en.wikipedia.org/wiki/Treaty_of_Cahuenga","headline":"Treaty of Cahuenga signed, ending Mexican–American War in California"},{"originalText":"First Anglo-Afghan War: William Brydon, an assistant surgeon in the British Army, was the sole European of the 14,000 people retreating from Kabul to Jalalabad who evaded capture or death.","year":1842,"subtitle":"First Anglo-Afghan War","url":"https://en.wikipedia.org/wiki/First_Anglo-Afghan_War","headline":"William Brydon sole European to evade capture in First Anglo-Afghan War retreat"},{"originalText":"War of 1812: British troops captured Fort Peter in St. Marys, Georgia, in the only battle of the war to take place in the state.","year":1815,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"British troops capture Fort Peter in St. Marys, Georgia during War of 1812"},{"originalText":"French Revolutionary Wars: A naval battle off the coast of Brittany between two British frigates and a French ship of the line ended with hundreds of deaths when the latter ran aground.","year":1797,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"Naval battle off Brittany coast ends with hundreds dead"},{"originalText":"Pope Eugene IV promulgated the papal bull Sicut dudum, forbidding the enslavement of the native Guanche of the Canary Islands by the Spanish.","year":1435,"subtitle":"Pope Eugene IV","url":"https://en.wikipedia.org/wiki/Pope_Eugene_IV","headline":"Pope Eugene IV forbids enslavement of native Guanche of Canary Islands"}]}