{"dateLabel":"January 14","issue":"Issue 14","events":[{"originalText":"In the \"Minneapolis Miracle\", American football player Stefon Diggs caught a 61-yard touchdown pass that secured the Minnesota Vikings' victory in the National Football Conference divisional playoff game.","year":2018,"subtitle":"Minneapolis Miracle","url":"https://en.wikipedia.org/wiki/Minneapolis_Miracle","headline":"Stefon Diggs' 61-yard touchdown secures Minnesota Vikings' victory in NFC divisional playoff game"},{"originalText":"Tunisian president Zine el Abidine Ben Ali fled the country after several violent protests.","year":2011,"subtitle":"Zine El Abidine Ben Ali","url":"https://en.wikipedia.org/wiki/Zine_El_Abidine_Ben_Ali","headline":"Tunisian president Zine el Abidine Ben Ali flees country amid violent protests"},{"originalText":"Austrian logician Kurt Gödel, who suffered from an obsessive fear of being poisoned, died of starvation after his wife was hospitalized and unable to cook for him.","year":1978,"subtitle":"Logic","url":"https://en.wikipedia.org/wiki/Logic","headline":"Austrian logician Kurt Gödel dies of starvation due to fear of being poisoned"},{"originalText":"Elvis Presley's (pictured)  concert Aloha from Hawaii via Satellite was broadcast live to audiences in Asia and Oceania.","year":1973,"subtitle":"Elvis Presley","url":"https://en.wikipedia.org/wiki/Elvis_Presley","headline":"Elvis Presley's concert broadcast live to Asia and Oceania"},{"originalText":"The self-proclaimed Republic of Biafra in southeastern Nigeria surrendered to the federal government less than three years after declaring independence, ending the Nigerian Civil War.","year":1970,"subtitle":"Biafra","url":"https://en.wikipedia.org/wiki/Biafra","headline":"Republic of Biafra surrenders to Nigerian government, ending Civil War"},{"originalText":"A major fire and series of explosions aboard the U.S. Navy aircraft carrier USS Enterprise killed 28 sailors, injured 314 others, and destroyed 15 aircraft.","year":1969,"subtitle":"USS Enterprise fire","url":"https://en.wikipedia.org/wiki/USS_Enterprise_fire","headline":"Major fire and explosions aboard USS Enterprise kill 28 sailors"},{"originalText":"The Human Be-In, a countercultural event forming a prelude to the Summer of Love, was held in San Francisco's Golden Gate Park.","year":1967,"subtitle":"Human Be-In","url":"https://en.wikipedia.org/wiki/Human_Be-In","headline":"Human Be-In event held in San Francisco's Golden Gate Park"},{"originalText":"The Reserve Bank of Australia, the country's central bank and banknote-issuing authority, was established.","year":1960,"subtitle":"Reserve Bank of Australia","url":"https://en.wikipedia.org/wiki/Reserve_Bank_of_Australia","headline":"Reserve Bank of Australia established as central bank and banknote-issuing authority"},{"originalText":"Hindu spiritual leader Kripalu Maharaj was named the fifth original jagadguru, meaning 'world teacher'.","year":1957,"subtitle":"Kripalu Maharaj","url":"https://en.wikipedia.org/wiki/Kripalu_Maharaj","headline":"Hindu spiritual leader Kripalu Maharaj named fifth original jagadguru"},{"originalText":"Josip Broz Tito was inaugurated as the first president of Yugoslavia.","year":1953,"subtitle":"Josip Broz Tito","url":"https://en.wikipedia.org/wiki/Josip_Broz_Tito","headline":"Josip Broz Tito inaugurated as first president of Yugoslavia"},{"originalText":"Winston Churchill, Franklin D. Roosevelt, Charles de Gaulle, and Henri Giraud met in Casablanca to plan the Allies' European strategy for the next phase of World War II.","year":1943,"subtitle":"Winston Churchill","url":"https://en.wikipedia.org/wiki/Winston_Churchill","headline":"Churchill, Roosevelt, de Gaulle, and Giraud meet in Casablanca to plan Allies' European strategy"},{"originalText":"Norway claimed Queen Maud Land, a 2.7-million km2 (1.0-million sq mi) region of Antarctica, as a dependent territory.","year":1939,"subtitle":"Queen Maud Land","url":"https://en.wikipedia.org/wiki/Queen_Maud_Land","headline":"Norway claims Queen Maud Land in Antarctica as dependent territory"},{"originalText":"The England cricket team employed bodyline tactics against Australia during a Test match at the Adelaide Oval, the peak of a major controversy in the sport.","year":1933,"subtitle":"England cricket team","url":"https://en.wikipedia.org/wiki/England_cricket_team","headline":"England cricket team employs bodyline tactics against Australia in Test match"},{"originalText":"An earthquake registering 6.2 Mw struck Kingston, Jamaica, resulting in approximately 1,000 deaths.","year":1907,"subtitle":"1907 Kingston earthquake","url":"https://en.wikipedia.org/wiki/1907_Kingston_earthquake","headline":"Earthquake in Kingston, Jamaica results in approximately 1,000 deaths"},{"originalText":"Giacomo Puccini's opera Tosca, based on the play La Tosca by French dramatist Victorien Sardou, premiered at the Teatro Costanzi in Rome.","year":1900,"subtitle":"Giacomo Puccini","url":"https://en.wikipedia.org/wiki/Giacomo_Puccini","headline":"Puccini's opera Tosca premieres at Teatro Costanzi in Rome"},{"originalText":"Sweden and Denmark–Norway signed the Treaty of Kiel, whereby Frederick VI of Denmark ceded Norway to Sweden in return for the Swedish holdings in Pomerania.","year":1814,"subtitle":"Denmark–Norway","url":"https://en.wikipedia.org/wiki/Denmark%E2%80%93Norway","headline":"Sweden and Denmark–Norway sign Treaty of Kiel, ceding Norway to Sweden"},{"originalText":"Philip V (pictured), the first Bourbon king of Spain, abdicated in favour of his seventeen-year-old eldest son, who became Louis I.","year":1724,"subtitle":"Philip V of Spain","url":"https://en.wikipedia.org/wiki/Philip_V_of_Spain","headline":"Philip V abdicates in favor of son Louis I, becoming first Bourbon king of Spain"},{"originalText":"King Andrew III died without any male heirs, ending the Árpád dynasty, which had ruled Hungary since the late 9th century.","year":1301,"subtitle":"Andrew III of Hungary","url":"https://en.wikipedia.org/wiki/Andrew_III_of_Hungary","headline":"King Andrew III dies, ending Árpád dynasty in Hungary"}]}