{"dateLabel":"January 15","issue":"Issue 15","events":[{"originalText":"US Airways Flight 1549 struck a flock of Canada geese during its climb out from New York City and made an emergency landing in the Hudson River (featured).","year":2009,"subtitle":"US Airways Flight 1549","url":"https://en.wikipedia.org/wiki/US_Airways_Flight_1549","headline":"US Airways Flight 1549 makes emergency landing in Hudson River after striking Canada geese"},{"originalText":"The Victoria Cross for Australia was instituted by letters patent; the first Commonwealth realm with a separate Victoria Cross award in its honours system.","year":1991,"subtitle":"Victoria Cross for Australia","url":"https://en.wikipedia.org/wiki/Victoria_Cross_for_Australia","headline":"Victoria Cross for Australia instituted by letters patent"},{"originalText":"The American serial police-procedural television show Hill Street Blues aired its pilot episode, \"Hill Street Station\".","year":1981,"subtitle":"Police procedural","url":"https://en.wikipedia.org/wiki/Police_procedural","headline":"Hill Street Blues airs pilot episode 'Hill Street Station'"},{"originalText":"Portugal and the nationalist factions UNITA, the MPLA and the FNLA signed the Alvor Agreement, ending the Angolan War of Independence.","year":1975,"subtitle":"UNITA","url":"https://en.wikipedia.org/wiki/UNITA","headline":"Portugal and nationalist factions sign Alvor Agreement, ending Angolan War of Independence"},{"originalText":"American serial killer Dennis Rader, also known as the \"BTK killer\", murdered his first four victims.","year":1974,"subtitle":"Serial killer","url":"https://en.wikipedia.org/wiki/Serial_killer","headline":"American serial killer Dennis Rader murders first four victims"},{"originalText":"The Republic of Biafra surrendered following a failed attempt at secession from Nigeria, ending the Nigerian Civil War.","year":1970,"subtitle":"Biafra","url":"https://en.wikipedia.org/wiki/Biafra","headline":"Republic of Biafra surrenders, ending Nigerian Civil War"},{"originalText":"The Green Bay Packers defeated the Kansas City Chiefs in the American football championship game now known as Super Bowl I.","year":1967,"subtitle":"Green Bay Packers","url":"https://en.wikipedia.org/wiki/Green_Bay_Packers","headline":"Green Bay Packers defeat Kansas City Chiefs in Super Bowl I"},{"originalText":"The Derveni papyrus (fragment pictured), the oldest surviving manuscript in Europe, was discovered in Macedonia in northern Greece.","year":1962,"subtitle":"Derveni papyrus","url":"https://en.wikipedia.org/wiki/Derveni_papyrus","headline":"Oldest surviving manuscript in Europe, Derveni papyrus, discovered in Macedonia"},{"originalText":"Ilse Koch, the wife of the commandant of the Buchenwald and Majdanek concentration camps, was sentenced to life imprisonment by a West German court.","year":1951,"subtitle":"Ilse Koch","url":"https://en.wikipedia.org/wiki/Ilse_Koch","headline":"Ilse Koch sentenced to life imprisonment for crimes at concentration camps"},{"originalText":"The mutilated corpse of the Black Dahlia, a 22-year-old woman whose murder is one of the most famous unsolved crimes in the United States, was found in Leimert Park, Los Angeles.","year":1947,"subtitle":"Black Dahlia","url":"https://en.wikipedia.org/wiki/Black_Dahlia","headline":"Mutilated corpse of Black Dahlia found in Leimert Park, Los Angeles"},{"originalText":"The highest-capacity office building in the world, the headquarters of the United States Department of Defense known as the Pentagon, was dedicated.","year":1943,"subtitle":"United States Department of Defense","url":"https://en.wikipedia.org/wiki/United_States_Department_of_Defense","headline":"Pentagon, highest-capacity office building, dedicated in the United States"},{"originalText":"Spanish Civil War: Nationalist and Republican forces both withdrew after suffering heavy losses at the Second Battle of the Corunna Road.","year":1937,"subtitle":"Spanish Civil War","url":"https://en.wikipedia.org/wiki/Spanish_Civil_War","headline":"Nationalist and Republican forces withdraw after Second Battle of the Corunna Road"},{"originalText":"At least 10,700 people died when an earthquake registering 8.0 Mw struck Nepal and the Indian state of Bihar.","year":1934,"subtitle":"1934 Nepal–India earthquake","url":"https://en.wikipedia.org/wiki/1934_Nepal%E2%80%93India_earthquake","headline":"10,700 people die in Nepal and Bihar earthquake"},{"originalText":"A teenage girl in Banneux, Belgium, reported the first of several Marian apparitions, now known as Our Lady of Banneux.","year":1933,"subtitle":"Banneux","url":"https://en.wikipedia.org/wiki/Banneux","headline":"Teenage girl reports Marian apparition in Banneux, Belgium"},{"originalText":"A large molasses tank in Boston, Massachusetts, burst and a wave of molasses rushed through the streets , killing 21 people and injuring 150 others.","year":1919,"subtitle":"Molasses","url":"https://en.wikipedia.org/wiki/Molasses","headline":"Molasses tank burst in Boston, killing 21 and injuring 150"},{"originalText":"Construction on the Buffalo Bill Dam on the Shoshone River in the U.S. state of Wyoming, then the tallest dam in the world, was completed.","year":1910,"subtitle":"Buffalo Bill Dam","url":"https://en.wikipedia.org/wiki/Buffalo_Bill_Dam","headline":"Buffalo Bill Dam completed in Wyoming, tallest dam in the world"},{"originalText":"Wilson Bentley took the first known photograph of a snowflake by attaching a bellows camera to a microscope.","year":1885,"subtitle":"Wilson Bentley","url":"https://en.wikipedia.org/wiki/Wilson_Bentley","headline":"Wilson Bentley takes first known photograph of a snowflake"},{"originalText":"In Regent's Park, London, the ice on the lake broke, plunging skaters into the water and causing 40 deaths from drowning or hypothermia.","year":1867,"subtitle":"Regent's Park","url":"https://en.wikipedia.org/wiki/Regent's_Park","headline":"40 deaths from drowning or hypothermia as ice breaks in Regent's Park, London"},{"originalText":"American Civil War: The Union Army captured Fort Fisher, the last seaport of the Confederacy.","year":1865,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union Army captures Fort Fisher in American Civil War"},{"originalText":"In British Hong Kong, hundreds of Europeans were non-lethally poisoned by arsenic in bread from a locally owned bakery, leading to geopolitical tension.","year":1857,"subtitle":"British Hong Kong","url":"https://en.wikipedia.org/wiki/British_Hong_Kong","headline":"Hundreds poisoned by arsenic in bread in British Hong Kong, leading to tension"},{"originalText":"War of 1812: The American frigate USS President, commanded by Commodore Stephen Decatur, was captured by a squadron of four British frigates.","year":1815,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"USS President captured by British frigates in War of 1812"}]}