{"dateLabel":"January 16","issue":"Issue 16","events":[{"originalText":"In Mrauk U, Myanmar, police fired into a crowd protesting the ban of an event to mark the anniversary of the end of the Kingdom of Mrauk U, resulting in seven deaths and twelve injuries.","year":2018,"subtitle":"Mrauk U","url":"https://en.wikipedia.org/wiki/Mrauk_U","headline":"Police fire into crowd in Mrauk U, Myanmar, resulting in seven deaths"},{"originalText":"After gunmen took hostages the previous night at a restaurant in Ouagadougou, Burkina Faso, government commandos stormed the premises to bring the situation to an end.","year":2016,"subtitle":"Ouagadougou","url":"https://en.wikipedia.org/wiki/Ouagadougou","headline":"Government commandos end hostage situation in Ouagadougou, Burkina Faso"},{"originalText":"The musical Hello, Dolly! opened at the St. James Theatre on Broadway, and went on to win ten Tony Awards, a record that stood for 37 years.","year":1964,"subtitle":"Hello, Dolly! (musical)","url":"https://en.wikipedia.org/wiki/Hello%2C_Dolly!_(musical)","headline":"Hello, Dolly! opens on Broadway, wins ten Tony Awards"},{"originalText":"World War II: Adolf Hitler and his staff moved into the Führerbunker in Berlin, where he would eventually commit suicide.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Adolf Hitler moves into Führerbunker in Berlin"},{"originalText":"TWA Flight 3 crashed into Potosi Mountain in Nevada, killing actress Carole Lombard and all of the other 21 people on board.","year":1942,"subtitle":"TWA Flight 3","url":"https://en.wikipedia.org/wiki/TWA_Flight_3","headline":"Actress Carole Lombard killed in TWA Flight 3 crash"},{"originalText":"World War II: During the Battle of Bataan, U.S. Army sergeant Jose Calugas (pictured) organized a squad of volunteers to man an artillery position under heavy fire, which later earned him the Medal of Honor.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"U.S. Army sergeant Jose Calugas earns Medal of Honor during Battle of Bataan"},{"originalText":"The League of Nations, the first worldwide intergovernmental organization with a focus on peace and security, held its first council meeting in Paris.","year":1920,"subtitle":"League of Nations","url":"https://en.wikipedia.org/wiki/League_of_Nations","headline":"League of Nations holds first council meeting in Paris"},{"originalText":"Despite being blind in one eye, ice hockey player Frank McGee (pictured) set the record for most goals in a Stanley Cup game when he scored 14 against the Dawson City Nuggets.","year":1905,"subtitle":"Ice hockey","url":"https://en.wikipedia.org/wiki/Ice_hockey","headline":"Blind ice hockey player Frank McGee sets Stanley Cup record"},{"originalText":"The Pendleton Civil Service Reform Act, establishing the United States Civil Service, is enacted by the U.S. Congress.","year":1883,"subtitle":"Pendleton Civil Service Reform Act","url":"https://en.wikipedia.org/wiki/Pendleton_Civil_Service_Reform_Act","headline":"Pendleton Civil Service Reform Act enacted by U.S. Congress"},{"originalText":"A pumping engine at a colliery in New Hartley, England, broke and fell down the shaft, trapping miners below and resulting in 204 deaths.","year":1862,"subtitle":"Coal mining","url":"https://en.wikipedia.org/wiki/Coal_mining","headline":"204 miners die in colliery accident in New Hartley, England"},{"originalText":"Peninsular War: French forces under Jean-de-Dieu Soult attacked the British's amphibious evacuation under Sir John Moore at Corunna in Galicia, Spain.","year":1809,"subtitle":"Peninsular War","url":"https://en.wikipedia.org/wiki/Peninsular_War","headline":"French forces attack British evacuation at Corunna in Peninsular War"},{"originalText":"American Revolutionary War: The Royal Navy gained their first major naval victory over their European enemies in the war when they defeated a Spanish squadron in the Battle of Cape St. Vincent.","year":1780,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Royal Navy defeats Spanish squadron in Battle of Cape St. Vincent"},{"originalText":"Sir Francis Bigod began an armed rebellion against King Henry VIII and the English Parliament.","year":1537,"subtitle":"Francis Bigod","url":"https://en.wikipedia.org/wiki/Francis_Bigod","headline":"Sir Francis Bigod rebels against King Henry VIII"},{"originalText":"Gaius Octavianus was given the titles Augustus and Princeps by the Roman Senate when he became the first Roman emperor.","year":-27,"subtitle":"Augustus","url":"https://en.wikipedia.org/wiki/Augustus","headline":"Gaius Octavianus becomes first Roman emperor with titles Augustus and Princeps"}]}