{"dateLabel":"January 17","issue":"Issue 17","events":[{"originalText":"The first spate of violence between Muslims and Christians began in Jos, Nigeria, and would end in more than 200 deaths.","year":2010,"subtitle":"2010 Jos riots","url":"https://en.wikipedia.org/wiki/2010_Jos_riots","headline":"Violence erupts in Jos, Nigeria, resulting in over 200 deaths"},{"originalText":"Mount Nyiragongo, a volcano in the Democratic Republic of the Congo, began an eruption that killed hundreds and left about 120,000 people homeless in the nearby town of Goma.","year":2002,"subtitle":"Mount Nyiragongo","url":"https://en.wikipedia.org/wiki/Mount_Nyiragongo","headline":"Mount Nyiragongo eruption kills hundreds in Goma, DRC"},{"originalText":"In Little Saigon, California, a series of protests began when the owner of a video rental store displayed an image of Ho Chi Minh.","year":1999,"subtitle":"Little Saigon, Orange County","url":"https://en.wikipedia.org/wiki/Little_Saigon%2C_Orange_County","headline":"Protests in Little Saigon over Ho Chi Minh image"},{"originalText":"The Drudge Report became the first news source to break the Clinton–Lewinsky scandal to the public.","year":1998,"subtitle":"Drudge Report","url":"https://en.wikipedia.org/wiki/Drudge_Report","headline":"Drudge Report breaks Clinton–Lewinsky scandal"},{"originalText":"Patrick Purdy opened fire in an elementary school in Stockton, California, killing 5 and wounding 32 others.","year":1989,"subtitle":"1989 Stockton schoolyard shooting","url":"https://en.wikipedia.org/wiki/1989_Stockton_schoolyard_shooting","headline":"Stockton school shooting leaves 5 dead, 32 wounded"},{"originalText":"A U.S. Air Force B-52 Stratofortress collided with a KC-135 Stratotanker during aerial refueling over the Mediterranean Sea, dropping three hydrogen bombs on land near Palomares, Spain, and a fourth one into the sea.","year":1966,"subtitle":"Boeing B-52 Stratofortress","url":"https://en.wikipedia.org/wiki/Boeing_B-52_Stratofortress","headline":"B-52 collision drops hydrogen bombs near Palomares, Spain"},{"originalText":"Patrice Lumumba (pictured), a former prime minister of Congo-Léopoldville, was murdered in circumstances suggesting the support and complicity of the Belgian and US governments.","year":1961,"subtitle":"Patrice Lumumba","url":"https://en.wikipedia.org/wiki/Patrice_Lumumba","headline":"Patrice Lumumba murdered with Belgian and US involvement"},{"originalText":"Three days before leaving office, U.S. president Dwight D. Eisenhower delivered a farewell speech to the nation, in which he warned about the dangers of the military–industrial complex.","year":1961,"subtitle":"Dwight D. Eisenhower","url":"https://en.wikipedia.org/wiki/Dwight_D._Eisenhower","headline":"Eisenhower warns of military–industrial complex in farewell speech"},{"originalText":"Indonesian National Revolution: The Renville Agreement between the Netherlands and Indonesian republicans was ratified, in an ultimately unsuccessful attempt to resolve disputes arising from the Linggadjati Agreement of 1946.","year":1948,"subtitle":"Indonesian National Revolution","url":"https://en.wikipedia.org/wiki/Indonesian_National_Revolution","headline":"Renville Agreement ratified in Indonesian National Revolution"},{"originalText":"Swedish diplomat Raoul Wallenberg, who had saved thousands of Jews from the Holocaust, was taken into Soviet custody during the Siege of Budapest and was never seen in public again.","year":1945,"subtitle":"Raoul Wallenberg","url":"https://en.wikipedia.org/wiki/Raoul_Wallenberg","headline":"Raoul Wallenberg taken into Soviet custody during Siege of Budapest"},{"originalText":"World War II: Australian troops advanced along the northern part of Bougainville Island (in present-day Papua New Guinea) and began fighting Japanese forces in the Battle of Tsimba Ridge.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Australian troops battle Japanese forces in Bougainville Island"},{"originalText":"The Volstead Act went into effect, beginning the prohibition of alcohol in the United States.","year":1920,"subtitle":"Volstead Act","url":"https://en.wikipedia.org/wiki/Volstead_Act","headline":"Volstead Act initiates prohibition in the United States"},{"originalText":"Robert Falcon Scott's ill-fated Terra Nova Expedition reached the South Pole, only to find that Roald Amundsen's team had beaten them by 33 days.","year":1912,"subtitle":"Robert Falcon Scott","url":"https://en.wikipedia.org/wiki/Robert_Falcon_Scott","headline":"Scott's Terra Nova Expedition reaches South Pole after Amundsen"},{"originalText":"Lorrin A. Thurston and the Citizens' Committee of Public Safety led the overthrow of the Hawaiian Kingdom and the government of Queen Liliʻuokalani (pictured).","year":1893,"subtitle":"Lorrin A. Thurston","url":"https://en.wikipedia.org/wiki/Lorrin_A._Thurston","headline":"Overthrow of Hawaiian Kingdom led by Lorrin A. Thurston"},{"originalText":"On James Cook's second voyage, his vessel HMS Resolution became the first vessel to cross the Antarctic Circle.","year":1773,"subtitle":"James Cook","url":"https://en.wikipedia.org/wiki/James_Cook","headline":"HMS Resolution crosses Antarctic Circle on Cook's voyage"},{"originalText":"Representatives of Catherine de' Medici, the regent of France, drew up the Edict of Saint-Germain, providing limited tolerance to the Protestant Huguenots.","year":1562,"subtitle":"Catherine de' Medici","url":"https://en.wikipedia.org/wiki/Catherine_de'_Medici","headline":"Edict of Saint-Germain provides tolerance to Huguenots"},{"originalText":"Gregory XI, the last Avignon pope, entered Rome after a four-month journey from Avignon, returning the papacy to its original city.","year":1377,"subtitle":"Pope Gregory XI","url":"https://en.wikipedia.org/wiki/Pope_Gregory_XI","headline":"Gregory XI returns papacy to Rome from Avignon"}]}