{"dateLabel":"January 18","issue":"Issue 18","events":[{"originalText":"In a sting operation conducted by the FBI, Marion Barry (pictured), the mayor of Washington, D.C., was arrested for possession of crack cocaine.","year":1990,"subtitle":"Sting operation","url":"https://en.wikipedia.org/wiki/Sting_operation","headline":"Marion Barry, Mayor of Washington, D.C., Arrested for Possession of Crack Cocaine"},{"originalText":"Singaporean communist activist Tan Chay Wa was executed, leading to a much-publicised trial of his brother for engraving 'subversive' material on the gravestone.","year":1983,"subtitle":"Malayan Communist Party","url":"https://en.wikipedia.org/wiki/Malayan_Communist_Party","headline":"Singaporean Communist Activist Tan Chay Wa Executed"},{"originalText":"Thirty years after his death, the International Olympic Committee presented commemorative medals to the family of American athlete Jim Thorpe, who had been stripped of his gold medals for playing semi-professional baseball before the 1912 Summer Olympics.","year":1983,"subtitle":"International Olympic Committee","url":"https://en.wikipedia.org/wiki/International_Olympic_Committee","headline":"IOC Presents Commemorative Medals to Jim Thorpe's Family"},{"originalText":"Thousands of Japanese police stormed the University of Tokyo after six months of nationwide leftist university student protests and occupation.","year":1969,"subtitle":"University of Tokyo","url":"https://en.wikipedia.org/wiki/University_of_Tokyo","headline":"Japanese Police Storm University of Tokyo After Student Protests"},{"originalText":"Members of the Lumbee tribe arrived to protest at a Ku Klux Klan rally near Maxton, North Carolina, which turned into an armed confrontation between the two.","year":1958,"subtitle":"Lumbee","url":"https://en.wikipedia.org/wiki/Lumbee","headline":"Lumbee Tribe Protests at Ku Klux Klan Rally in North Carolina"},{"originalText":"Willie O'Ree of the Boston Bruins played his first game in the National Hockey League, becoming the first black Canadian to compete in the NHL.","year":1958,"subtitle":"Willie O'Ree","url":"https://en.wikipedia.org/wiki/Willie_O'Ree","headline":"Willie O'Ree Becomes First Black Canadian to Play in NHL"},{"originalText":"Navvab Safavi, an Iranian Shia cleric and the founder of the fundamentalist group Fada'iyan-e Islam, was executed with three of his followers for attempting to assassinate Prime Minister Hossein Ala'.","year":1956,"subtitle":"Navvab Safavi","url":"https://en.wikipedia.org/wiki/Navvab_Safavi","headline":"Iranian Shia Cleric Navvab Safavi Executed for Assassination Attempt"},{"originalText":"Construction began on the United Nations Military Cemetery (pictured), the only United Nations cemetery in the world, in Busan, South Korea.","year":1951,"subtitle":"United Nations Memorial Cemetery","url":"https://en.wikipedia.org/wiki/United_Nations_Memorial_Cemetery","headline":"Construction Begins on United Nations Military Cemetery in Busan, South Korea"},{"originalText":"World War II: In Operation Iskra, the Red Army established a narrow land corridor to Leningrad, partially easing the protracted German siege.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Red Army Establishes Land Corridor to Leningrad in Operation Iskra"},{"originalText":"Japanese prime minister Ōkuma Shigenobu issued the Twenty-One Demands to China in a bid to increase Japan's power in East Asia.","year":1915,"subtitle":"Ōkuma Shigenobu","url":"https://en.wikipedia.org/wiki/%C5%8Ckuma_Shigenobu","headline":"Japanese Prime Minister Issues Twenty-One Demands to China"},{"originalText":"A number of previously independent states united to form the German Empire, with Wilhelm I as emperor.","year":1871,"subtitle":"Unification of Germany","url":"https://en.wikipedia.org/wiki/Unification_of_Germany","headline":"German Empire Formed with Wilhelm I as Emperor"},{"originalText":"The armed tender HMS Supply, the first ship of the First Fleet, arrived at Botany Bay, Australia.","year":1788,"subtitle":"Ship's tender","url":"https://en.wikipedia.org/wiki/Ship's_tender","headline":"HMS Supply Arrives at Botany Bay, Australia"},{"originalText":"Francisco Pizarro founded Ciudad de los Reyes (present-day Lima, Peru) as the capital of the lands he conquered for the Spanish crown.","year":1535,"subtitle":"Francisco Pizarro","url":"https://en.wikipedia.org/wiki/Francisco_Pizarro","headline":"Francisco Pizarro Found Ciudad de los Reyes in Peru"},{"originalText":"The young child Leo II became the sole Byzantine emperor upon the death of his grandfather Leo I.","year":474,"subtitle":"Leo II (emperor)","url":"https://en.wikipedia.org/wiki/Leo_II_(emperor)","headline":"Leo II Becomes Sole Byzantine Emperor"}]}