{
  "dateLabel": "January 21",
  "issue": "Issue 21",
  "events": [
    {
      "originalText": "Millions of people participated in the worldwide Women's March, to advocate for legislation and policies on human rights and other issues.",
      "year": 2017,
      "subtitle": "2017 Women's March",
      "url": "https://en.wikipedia.org/wiki/2017_Women's_March",
      "headline": "Millions worldwide join Women's March for human rights"
    },
    {
      "originalText": "Demonstrations in Tirana against alleged corruption in the Albanian government led to the killings of four protesters by the Republican Guard.",
      "year": 2011,
      "subtitle": "2011 Albanian opposition demonstrations",
      "url": "https://en.wikipedia.org/wiki/2011_Albanian_opposition_demonstrations",
      "headline": "Four protesters killed in Tirana demonstrations against corruption"
    },
    {
      "originalText": "The U.S. House of Representatives voted 395–28 to reprimand Newt Gingrich (pictured) for ethics violations, making him the first Speaker of the House to be so disciplined.",
      "year": 1997,
      "subtitle": "United States House of Representatives",
      "url": "https://en.wikipedia.org/wiki/United_States_House_of_Representatives",
      "headline": "U.S. House reprimands Newt Gingrich for ethics violations"
    },
    {
      "originalText": "The DeLorean Motor Company completed the first production car of the DMC DeLorean at its factory in Northern Ireland.",
      "year": 1981,
      "subtitle": "DeLorean Motor Company",
      "url": "https://en.wikipedia.org/wiki/DeLorean_Motor_Company",
      "headline": "DeLorean Motor Company completes first DMC DeLorean production car"
    },
    {
      "originalText": "The Concorde supersonic transports began scheduled commercial flights to London, Paris, Bahrain, and Rio de Janeiro.",
      "year": 1976,
      "subtitle": "Concorde",
      "url": "https://en.wikipedia.org/wiki/Concorde",
      "headline": "Concorde begins commercial flights to London, Paris, Bahrain, and Rio"
    },
    {
      "originalText": "Tripura, formerly part of the independent Twipra Kingdom, became a state of India.",
      "year": 1972,
      "subtitle": "Tripura",
      "url": "https://en.wikipedia.org/wiki/Tripura",
      "headline": "Tripura becomes state of India"
    },
    {
      "originalText": "Vietnam War: The Vietnamese People's Army attacked Khe Sanh Combat Base, a U.S. Marines outpost in Quảng Trị Province, South Vietnam, starting the Battle of Khe Sanh.",
      "year": 1968,
      "subtitle": "Vietnam War",
      "url": "https://en.wikipedia.org/wiki/Vietnam_War",
      "headline": "Vietnamese People's Army attacks Khe Sanh Combat Base in Vietnam War"
    },
    {
      "originalText": "A B-52 bomber carrying four nuclear weapons crashed onto sea ice near Thule Air Base, Greenland, causing localized radioactive contamination.",
      "year": 1968,
      "subtitle": "Boeing B-52 Stratofortress",
      "url": "https://en.wikipedia.org/wiki/Boeing_B-52_Stratofortress",
      "headline": "B-52 bomber crashes near Thule Air Base, causing radioactive contamination"
    },
    {
      "originalText": "The First Dáil  convened at the Mansion House in Dublin and adopted a declaration of independence calling for the establishment of the Irish Republic.",
      "year": 1919,
      "subtitle": "First Dáil",
      "url": "https://en.wikipedia.org/wiki/First_D%C3%A1il",
      "headline": "First Dáil convenes in Dublin, declares independence for Irish Republic"
    },
    {
      "originalText": "French and Indian War: French regulars, Canadien militia and Indigenous forces ambushed Rogers' Rangers forces in the Battle on Snowshoes.",
      "year": 1757,
      "subtitle": "French and Indian War",
      "url": "https://en.wikipedia.org/wiki/French_and_Indian_War",
      "headline": "French and Indian forces ambush Rogers' Rangers in Battle on Snowshoes"
    },
    {
      "originalText": "The Abbasid Caliphate crushed the Alid revolt when a rebel leader was mortally wounded in battle near Basra in present-day Iraq.",
      "year": 763,
      "subtitle": "Abbasid Caliphate",
      "url": "https://en.wikipedia.org/wiki/Abbasid_Caliphate",
      "headline": "Abbasid Caliphate crushes Alid revolt near Basra"
    }
  ]
}
