{"dateLabel":"January 23","issue":"Issue 23","events":[{"originalText":"American journalist Daniel Pearl was kidnapped and later murdered by al-Qaeda agents in Karachi, Pakistan.","year":2002,"subtitle":"Daniel Pearl","url":"https://en.wikipedia.org/wiki/Daniel_Pearl","headline":"American journalist Daniel Pearl kidnapped and murdered by al-Qaeda agents in Karachi, Pakistan"},{"originalText":"Five people attempted to set themselves on fire in Tiananmen Square, Beijing, an act that many later claimed to have been staged by the Chinese Communist Party to frame Falun Gong and thus escalate their persecution.","year":2001,"subtitle":"Tiananmen Square self-immolation incident","url":"https://en.wikipedia.org/wiki/Tiananmen_Square_self-immolation_incident","headline":"Five people attempt self-immolation in Tiananmen Square, Beijing"},{"originalText":"Madeleine Albright was sworn in as the first female United States Secretary of State, becoming the highest-ranking woman in the history of the U.S. government at that time.","year":1997,"subtitle":"Madeleine Albright","url":"https://en.wikipedia.org/wiki/Madeleine_Albright","headline":"Madeleine Albright sworn in as first female United States Secretary of State"},{"originalText":"The first version of Mosaic, created by Marc Andreessen and Eric Bina, was released, becoming the first popular web browser.","year":1993,"subtitle":"Mosaic (web browser)","url":"https://en.wikipedia.org/wiki/Mosaic_(web_browser)","headline":"First version of Mosaic web browser released by Marc Andreessen and Eric Bina"},{"originalText":"USS Pueblo was seized by North Korean forces, who claimed that it had violated their territorial waters while spying.","year":1968,"subtitle":"USS Pueblo (AGER-2)","url":"https://en.wikipedia.org/wiki/USS_Pueblo_(AGER-2)","headline":"USS Pueblo seized by North Korean forces"},{"originalText":"The English new town of Milton Keynes was founded in Buckinghamshire, incorporating four towns and fifteen villages as well as planned new developments on intervening farmland.","year":1967,"subtitle":"Planned community","url":"https://en.wikipedia.org/wiki/Planned_community","headline":"Milton Keynes founded in Buckinghamshire, England"},{"originalText":"American inventor Fred Morrison sold the rights to his \"flying disc\" to the Wham-O toy company, who later renamed it the \"Frisbee\" (example pictured).","year":1957,"subtitle":"Walter Frederick Morrison","url":"https://en.wikipedia.org/wiki/Walter_Frederick_Morrison","headline":"Fred Morrison sells rights to 'flying disc' to Wham-O toy company"},{"originalText":"World War II: Japan began an invasion of the island of New Britain in the Australian Territory of New Guinea.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Japan invades New Britain in Australian Territory of New Guinea"},{"originalText":"Rebels led by John Chilembwe attacked local plantation owners, beginning an uprising regarded as a key moment in the history of Malawi.","year":1915,"subtitle":"John Chilembwe","url":"https://en.wikipedia.org/wiki/John_Chilembwe","headline":"Rebels led by John Chilembwe attack plantation owners in Malawi"},{"originalText":"Two men committed an armed robbery in Tottenham, London, and led police on a two-hour chase, partially by tram, that ended in the perpetrators' suicides.","year":1909,"subtitle":"Tottenham Outrage","url":"https://en.wikipedia.org/wiki/Tottenham_Outrage","headline":"Armed robbery in Tottenham, London ends in perpetrators' suicides"},{"originalText":"In the most fatal recorded mountaineering accident, 199 of the 210 members of an Imperial Japanese Army unit perished in a blizzard on the Hakkōda Mountains.","year":1902,"subtitle":"Imperial Japanese Army","url":"https://en.wikipedia.org/wiki/Imperial_Japanese_Army","headline":"Imperial Japanese Army unit perishes in mountaineering accident on Hakkōda Mountains"},{"originalText":"American Indian Wars: The United States Army massacred a friendly band of Piegan Blackfeet in the Montana Territory, resulting in about 200 deaths.","year":1870,"subtitle":"American Indian Wars","url":"https://en.wikipedia.org/wiki/American_Indian_Wars","headline":"United States Army massacres friendly band of Piegan Blackfeet in Montana Territory"},{"originalText":"Elizabeth Blackwell (pictured) graduated from Geneva Medical College in New York, making her the first woman to receive a medical degree in the United States.","year":1849,"subtitle":"Elizabeth Blackwell","url":"https://en.wikipedia.org/wiki/Elizabeth_Blackwell","headline":"Elizabeth Blackwell graduates from Geneva Medical College"},{"originalText":"The Russian Empire and the Kingdom of Prussia partitioned the Polish–Lithuanian Commonwealth for the second time.","year":1793,"subtitle":"Russian Empire","url":"https://en.wikipedia.org/wiki/Russian_Empire","headline":"Russian Empire and Kingdom of Prussia partition Polish–Lithuanian Commonwealth"},{"originalText":"Bishop John Carroll purchased a plot of land that would become the home of the future Georgetown University, the oldest Catholic university in the United States.","year":1789,"subtitle":"John Carroll (archbishop)","url":"https://en.wikipedia.org/wiki/John_Carroll_(archbishop)","headline":"Bishop John Carroll purchases land for future Georgetown University"},{"originalText":"James Hamilton killed James Stewart, 1st Earl of Moray, in the first recorded assassination of a head of government using a firearm.","year":1570,"subtitle":"James Hamilton (assassin)","url":"https://en.wikipedia.org/wiki/James_Hamilton_(assassin)","headline":"James Hamilton kills James Stewart, 1st Earl of Moray"},{"originalText":"One of the deadliest earthquakes in history struck Shaanxi, China, resulting in at least 100,000 direct deaths.","year":1556,"subtitle":"1556 Shaanxi earthquake","url":"https://en.wikipedia.org/wiki/1556_Shaanxi_earthquake","headline":"Deadly earthquake strikes Shaanxi, China"},{"originalText":"King Louis IX of France issued the Mise of Amiens, a settlement between King Henry III of England and barons led by Simon de Montfort heavily favouring the former, which later led to the Second Barons' War.","year":1264,"subtitle":"Louis IX of France","url":"https://en.wikipedia.org/wiki/Louis_IX_of_France","headline":"King Louis IX of France issues Mise of Amiens settlement"}]}