{"dateLabel":"January 24","issue":"Issue 24","events":[{"originalText":"The Soviet nuclear-powered satellite Kosmos 954 burned up during atmospheric reentry, scattering radioactive debris across Canada's Northwest Territories.","year":1978,"subtitle":"Nuclear power","url":"https://en.wikipedia.org/wiki/Nuclear_power","headline":"Soviet satellite Kosmos 954 scatters radioactive debris over Canada"},{"originalText":"During the Spanish transition to democracy, neo-fascists attacked an office in Madrid, killing five people and injuring four others.","year":1977,"subtitle":"Spanish transition to democracy","url":"https://en.wikipedia.org/wiki/Spanish_transition_to_democracy","headline":"Neo-fascists attack office in Madrid, killing five during Spanish transition to democracy"},{"originalText":"Japanese soldier Shoichi Yokoi was found in the jungles of Guam, where he had been hiding since the end of World War II.","year":1972,"subtitle":"Shoichi Yokoi","url":"https://en.wikipedia.org/wiki/Shoichi_Yokoi","headline":"Japanese soldier Shoichi Yokoi found in Guam jungle after hiding since WWII"},{"originalText":"Vietnam War: The 1st Australian Task Force launched Operation Coburg against the North Vietnamese army and the Viet Cong.","year":1968,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"1st Australian Task Force launches Operation Coburg in Vietnam War"},{"originalText":"Air India Flight 101, en route from Bombay to London, crashed into Mont Blanc in France, killing all 117 people on board.","year":1966,"subtitle":"Air India Flight 101","url":"https://en.wikipedia.org/wiki/Air_India_Flight_101","headline":"Air India Flight 101 crashes into Mont Blanc, killing all 117 on board"},{"originalText":"First World War: British ships of the Grand Fleet intercepted and surprised a German High Seas Fleet squadron in the North Sea, sinking a cruiser and damaging several other vessels.","year":1915,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"British Grand Fleet sinks German High Seas Fleet squadron in North Sea"},{"originalText":"Greek military aviators Michael Moutoussis and Aristeidis Moraitinis performed the first naval air mission in history, with a Farman MF.7 hydroplane.","year":1913,"subtitle":"Michael Moutoussis","url":"https://en.wikipedia.org/wiki/Michael_Moutoussis","headline":"Greek aviators perform first naval air mission in history"},{"originalText":"The University of Calcutta  was established as the first modern university in the Indian subcontinent.","year":1857,"subtitle":"University of Calcutta","url":"https://en.wikipedia.org/wiki/University_of_Calcutta","headline":"University of Calcutta established as first modern university in Indian subcontinent"},{"originalText":"James W. Marshall discovered gold at Sutter's Mill in Coloma, California, leading to the California gold rush.","year":1848,"subtitle":"James W. Marshall","url":"https://en.wikipedia.org/wiki/James_W._Marshall","headline":"Gold discovered at Sutter's Mill in California, sparking gold rush"},{"originalText":"King Henry VIII of England (pictured) suffered a serious accident while jousting, receiving injuries which may have caused his later obesity and erratic personality.","year":1536,"subtitle":"Henry VIII","url":"https://en.wikipedia.org/wiki/Henry_VIII","headline":"King Henry VIII suffers serious jousting accident"},{"originalText":"The Estates unanimously proclaimed 14-year-old Matthias Corvinus King of Hungary after being persuaded to do so by his uncle Michael Szilágyi.","year":1458,"subtitle":"Estates of the realm","url":"https://en.wikipedia.org/wiki/Estates_of_the_realm","headline":"Estates proclaim 14-year-old Matthias Corvinus King of Hungary"},{"originalText":"The Fatimid Caliphate began their first invasion of Egypt, against the Abbasids, which eventually ended in failure.","year":914,"subtitle":"Fatimid Caliphate","url":"https://en.wikipedia.org/wiki/Fatimid_Caliphate","headline":"Fatimid Caliphate begins first invasion of Egypt against Abbasids"},{"originalText":"Kʼakʼ Tiliw Chan Yopaat dedicated a 65-ton stele, the largest stone known to be quarried by the Maya civilization, at his city of Quiriguá.","year":771,"subtitle":"Kʼakʼ Tiliw Chan Yopaat","url":"https://en.wikipedia.org/wiki/K%CA%BCak%CA%BC_Tiliw_Chan_Yopaat","headline":"Maya ruler dedicates 65-ton stele at Quiriguá"},{"originalText":"Cassius Chaerea and disgruntled members of the Praetorian Guard murdered the Roman emperor Caligula, who was succeeded by his uncle Claudius.","year":41,"subtitle":"AD 41","url":"https://en.wikipedia.org/wiki/AD_41","headline":"Roman emperor Caligula murdered by Praetorian Guard, succeeded by Claudius"}]}