{"dateLabel":"January 25","issue":"Issue 25","events":[{"originalText":"The Egyptian revolution began with protests (protester pictured) on the \"Day of Anger\", eventually leading to the removal of President Hosni Mubarak after nearly 30 years of rule.","year":2011,"subtitle":"2011 Egyptian revolution","url":"https://en.wikipedia.org/wiki/2011_Egyptian_revolution","headline":"Egyptian Revolution Leads to Removal of President Hosni Mubarak"},{"originalText":"Ethiopian Airlines Flight 409, en route to Addis Ababa, crashed into the Mediterranean Sea shortly after takeoff from Beirut, Lebanon, killing all 90 people on board.","year":2010,"subtitle":"Ethiopian Airlines Flight 409","url":"https://en.wikipedia.org/wiki/Ethiopian_Airlines_Flight_409","headline":"Ethiopian Airlines Flight 409 Crashes, Killing 90 People"},{"originalText":"Three independent observing campaigns announced the discovery of OGLE-2005-BLG-390Lb., a super-Earth extrasolar planet 21,500 ±3,300 light years away from Earth near the center of the Milky Way.","year":2006,"subtitle":"OGLE-2005-BLG-390Lb","url":"https://en.wikipedia.org/wiki/OGLE-2005-BLG-390Lb","headline":"Super-Earth Planet Discovered 21,500 Light Years Away"},{"originalText":"Mexican professional wrestler Juana Barraza was arrested in conjunction with the serial killing of at least ten elderly women.","year":2006,"subtitle":"Lucha libre","url":"https://en.wikipedia.org/wiki/Lucha_libre","headline":"Mexican Wrestler Juana Barraza Arrested for Serial Killings"},{"originalText":"Mars Exploration Rover Opportunity landed on Mars and rolled into Eagle crater, a small crater on the Meridiani Planum.","year":2004,"subtitle":"Mars Exploration Rover","url":"https://en.wikipedia.org/wiki/Mars_Exploration_Rover","headline":"Mars Exploration Rover Opportunity Lands on Mars"},{"originalText":"The Liberation Tigers of Tamil Eelam detonated a truck bomb at the sacred Buddhist  Temple of the Tooth in Kandy, killing 17.","year":1998,"subtitle":"Liberation Tigers of Tamil Eelam","url":"https://en.wikipedia.org/wiki/Liberation_Tigers_of_Tamil_Eelam","headline":"Truck Bomb at Buddhist Temple in Kandy Kills 17"},{"originalText":"A team of Norwegian and American scientists launched a Black Brant XII sounding rocket, which was mistaken by Russian forces for a Trident missile.","year":1995,"subtitle":"Black Brant (rocket)","url":"https://en.wikipedia.org/wiki/Black_Brant_(rocket)","headline":"Rocket Launch Mistaken for Missile by Russian Forces"},{"originalText":"Pakistani national Mir Aimal Kansi shot five people outside the Central Intelligence Agency headquarters in Langley, Virginia, killing two.","year":1993,"subtitle":"Mir Aimal Kansi","url":"https://en.wikipedia.org/wiki/Mir_Aimal_Kansi","headline":"Mir Aimal Kansi Shoots Five at CIA Headquarters, Killing Two"},{"originalText":"Avianca Flight 52 ran out of fuel on approach to John F. Kennedy International Airport and crashed into the village of Cove Neck, New York, resulting in the deaths of 73 people.","year":1990,"subtitle":"Avianca Flight 052","url":"https://en.wikipedia.org/wiki/Avianca_Flight_052","headline":"Avianca Flight 52 Crash Kills 73 in Cove Neck, New York"},{"originalText":"Idi Amin  seized power from Ugandan president Milton Obote in a coup d'état, beginning eight years of military rule.","year":1971,"subtitle":"Idi Amin","url":"https://en.wikipedia.org/wiki/Idi_Amin","headline":"Idi Amin Seizes Power in Ugandan Coup"},{"originalText":"South Vietnamese junta leader Nguyễn Cao Kỳ fired his rival Nguyễn Hữu Có while the latter was overseas on a diplomatic visit.","year":1967,"subtitle":"South Vietnam","url":"https://en.wikipedia.org/wiki/South_Vietnam","headline":"South Vietnamese Junta Leader Fires Rival Nguyễn Hữu Có"},{"originalText":"Representatives of the Chetnik movement began a four-day congress to organise political opposition to the Allied support of the communist-led Yugoslav Partisans in Yugoslavia.","year":1944,"subtitle":"Chetniks","url":"https://en.wikipedia.org/wiki/Chetniks","headline":"Chetnik Movement Organises Political Opposition in Yugoslavia"},{"originalText":"Serving as a British armed merchant cruiser, Laurentic (pictured) was sunk by German naval mines off the northern coast of Ireland, resulting in 354 deaths.","year":1917,"subtitle":"Armed merchantman","url":"https://en.wikipedia.org/wiki/Armed_merchantman","headline":"British Ship Laurentic Sunk by German Mines, 354 Dead"},{"originalText":"American journalist Nellie Bly completed a circumnavigation of the globe by land and sea in a then-record 72 days.","year":1890,"subtitle":"Nellie Bly","url":"https://en.wikipedia.org/wiki/Nellie_Bly","headline":"Journalist Nellie Bly Circumnavigates Globe in Record Time"},{"originalText":"Thomas Hardy founded the London Corresponding Society to seek a \"radical reform of parliament\", later influencing the reform movements of early-19th-century England.","year":1792,"subtitle":"Thomas Hardy (political reformer)","url":"https://en.wikipedia.org/wiki/Thomas_Hardy_(political_reformer)","headline":"Thomas Hardy Founds London Corresponding Society for Reform"},{"originalText":"English colonists from the Province of Carolina and their native allies began a series of raids against the largely peaceful population of Apalachee in Spanish Florida.","year":1704,"subtitle":"Province of Carolina","url":"https://en.wikipedia.org/wiki/Province_of_Carolina","headline":"English Colonists Raid Apalachee Population in Spanish Florida"},{"originalText":"Anne Boleyn, already pregnant with the future Elizabeth I, secretly married Henry VIII of England in the second of his six marriages.","year":1533,"subtitle":"Anne Boleyn","url":"https://en.wikipedia.org/wiki/Anne_Boleyn","headline":"Anne Boleyn Secretly Marries Henry VIII of England"}]}