{"dateLabel":"January 26","issue":"Issue 26","events":[{"originalText":"Rioting broke out in Antananarivo, Madagascar, sparking a political crisis that led to the deposal of President Marc Ravalomanana.","year":2009,"subtitle":"Antananarivo","url":"https://en.wikipedia.org/wiki/Antananarivo","headline":"Rioting in Antananarivo, Madagascar leads to President Ravalomanana's ousting"},{"originalText":"An earthquake in the Indian state of Gujarat killed at least 13,000 people, injured 167,000 others and destroyed nearly 400,000 homes.","year":2001,"subtitle":"2001 Gujarat earthquake","url":"https://en.wikipedia.org/wiki/2001_Gujarat_earthquake","headline":"Gujarat earthquake claims 13,000 lives and destroys 400,000 homes"},{"originalText":"In a nationally televised press conference, U.S. president Bill Clinton denied having \"sexual relations\" with intern Monica Lewinsky.","year":1998,"subtitle":"Bill Clinton","url":"https://en.wikipedia.org/wiki/Bill_Clinton","headline":"Bill Clinton denies affair with Monica Lewinsky in televised press conference"},{"originalText":"Somali Rebellion: Factions led by the warlord Mohamed Farrah Aidid and his rebel group, the United Somali Congress, ousted President Siad Barre.","year":1991,"subtitle":"Somali Rebellion","url":"https://en.wikipedia.org/wiki/Somali_Rebellion","headline":"Somali Rebellion ousts President Siad Barre led by Mohamed Farrah Aidid"},{"originalText":"Turkish Airlines Flight 301 crashed while taking off from İzmir Adnan Menderes Airport, killing 67 people.","year":1974,"subtitle":"Turkish Airlines Flight 301","url":"https://en.wikipedia.org/wiki/Turkish_Airlines_Flight_301","headline":"Turkish Airlines Flight 301 crash kills 67 in Izmir"},{"originalText":"JAT Flight 367 exploded in mid-air over Czechoslovakia; the only survivor of the 28 on board, flight attendant Vesna Vulović, fell 10,160 m (33,330 ft), setting the record for surviving the highest fall without a parachute.","year":1972,"subtitle":"JAT Flight 367","url":"https://en.wikipedia.org/wiki/JAT_Flight_367","headline":"JAT Flight 367 explosion over Czechoslovakia with one survivor falling 10,160m"},{"originalText":"The three Beaumont children disappeared from a beach in Glenelg, South Australia, resulting in one of the country's largest-ever police investigations.","year":1966,"subtitle":"Disappearance of the Beaumont children","url":"https://en.wikipedia.org/wiki/Disappearance_of_the_Beaumont_children","headline":"Beaumont children disappear from Glenelg beach in South Australia"},{"originalText":"Spontaneous anti-British riots erupted in Cairo following the killings of 50 Egyptian auxiliary police officers the previous day.","year":1952,"subtitle":"Cairo fire","url":"https://en.wikipedia.org/wiki/Cairo_fire","headline":"Anti-British riots in Cairo after killing of 50 Egyptian police officers"},{"originalText":"Indian independence movement: India became a republic under a new constitution, with Rajendra Prasad as president and Jawaharlal Nehru as prime minister.","year":1950,"subtitle":"Indian independence movement","url":"https://en.wikipedia.org/wiki/Indian_independence_movement","headline":"India becomes a republic with Rajendra Prasad as president and Jawaharlal Nehru as PM"},{"originalText":"The Hale Telescope at Palomar Observatory (pictured) in California, the largest aperture optical telescope in the world for 28 years, saw first light.","year":1949,"subtitle":"Hale Telescope","url":"https://en.wikipedia.org/wiki/Hale_Telescope","headline":"Hale Telescope at Palomar Observatory sees first light in California"},{"originalText":"Audie Murphy engaged in action at the Colmar Pocket that won him a Medal of Honor and made him one of the most famous and decorated U.S. soldiers of World War II.","year":1945,"subtitle":"Audie Murphy","url":"https://en.wikipedia.org/wiki/Audie_Murphy","headline":"Audie Murphy wins Medal of Honor at Colmar Pocket in World War II"},{"originalText":"A group of Red Guards hung a red lantern atop the tower of the Helsinki Workers' House, symbolically marking the start of the Finnish Civil War.","year":1918,"subtitle":"Red Guards (Finland)","url":"https://en.wikipedia.org/wiki/Red_Guards_(Finland)","headline":"Red Guards hang red lantern marking start of Finnish Civil War"},{"originalText":"The 3,106-carat (621 g) Cullinan Diamond (pictured), the largest gem-quality rough diamond ever found, was discovered at the Premier Mine in Gauteng, South Africa.","year":1905,"subtitle":"Carat (mass)","url":"https://en.wikipedia.org/wiki/Carat_(mass)","headline":"Cullinan Diamond, largest gem-quality rough diamond, found in South Africa"},{"originalText":"Commodore Gordon Bremer took formal possession of Hong Kong Island for the United Kingdom at Possession Point.","year":1841,"subtitle":"Gordon Bremer","url":"https://en.wikipedia.org/wiki/Gordon_Bremer","headline":"Commodore Gordon Bremer takes possession of Hong Kong Island for UK"},{"originalText":"William Bligh, the governor of New South Wales, was deposed in the only military coup in Australian history.","year":1808,"subtitle":"William Bligh","url":"https://en.wikipedia.org/wiki/William_Bligh","headline":"Governor William Bligh deposed in only military coup in Australian history"},{"originalText":"Captain Arthur Phillip and the British First Fleet landed at Sydney Cove on the shore of Port Jackson in present-day Sydney, establishing the first permanent European settlement in Australia.","year":1788,"subtitle":"Arthur Phillip","url":"https://en.wikipedia.org/wiki/Arthur_Phillip","headline":"British First Fleet lands at Sydney Cove, establishing first European settlement in Australia"},{"originalText":"An earthquake with a moment magnitude of around 9.0 occurred off the Pacific Northwest coast of North America, as evidenced by Japanese records of tsunamis.","year":1700,"subtitle":"1700 Cascadia earthquake","url":"https://en.wikipedia.org/wiki/1700_Cascadia_earthquake","headline":"9.0 magnitude earthquake off Pacific Northwest coast triggers tsunamis"},{"originalText":"Livonian War: A Lithuanian surprise attack resulted in a decisive defeat of numerically superior Russian forces.","year":1564,"subtitle":"Livonian War","url":"https://en.wikipedia.org/wiki/Livonian_War","headline":"Lithuanian surprise attack defeats Russian forces in Livonian War"},{"originalText":"The Council of Trent officially separates Roman Catholicism and Protestantism","year":1545,"subtitle":"Council of Trent","url":"https://en.wikipedia.org/wiki/Council_of_Trent","headline":"Council of Trent officially separates Roman Catholicism and Protestantism"}]}