{"dateLabel":"January 27","issue":"Issue 27","events":[{"originalText":"Arab Spring: The Yemeni Revolution began as more than 16,000 protesters demonstrated in Sanaa to demand governmental changes.","year":2011,"subtitle":"Arab Spring","url":"https://en.wikipedia.org/wiki/Arab_Spring","headline":"Yemeni Revolution Begins with 16,000 Protesters in Sanaa"},{"originalText":"Astronomers documented H1504+65, a white dwarf in Ursa Minor with the hottest surface temperature known at the time, at 200,000 kelvins (360,000 °F).","year":2011,"subtitle":"H1504+65","url":"https://en.wikipedia.org/wiki/H1504%2B65","headline":"Astronomers Discover White Dwarf with Record-High Temperature"},{"originalText":"Porfirio Lobo Sosa became the new president of Honduras, ending a constitutional crisis that had begun in 2009 when Manuel Zelaya was forcibly removed from office.","year":2010,"subtitle":"Porfirio Lobo Sosa","url":"https://en.wikipedia.org/wiki/Porfirio_Lobo_Sosa","headline":"Porfirio Lobo Sosa Sworn in as President of Honduras"},{"originalText":"The first selections for the United States National Recording Registry were announced by the Library of Congress.","year":2003,"subtitle":"National Recording Registry","url":"https://en.wikipedia.org/wiki/National_Recording_Registry","headline":"Library of Congress Announces First Selections for National Recording Registry"},{"originalText":"Mahamane Ousmane (pictured), the first democratically elected president of Niger, was deposed by Colonel Ibrahim Baré Maïnassara in a military coup d'état.","year":1996,"subtitle":"Mahamane Ousmane","url":"https://en.wikipedia.org/wiki/Mahamane_Ousmane","headline":"Niger's First Democratically Elected President Ousted in Coup"},{"originalText":"Six American diplomats who had evaded capture in the Iran hostage crisis escaped with the help of Canadian government officials to Zürich, Switzerland.","year":1980,"subtitle":"Iran hostage crisis","url":"https://en.wikipedia.org/wiki/Iran_hostage_crisis","headline":"American Diplomats Escape Iran Hostage Crisis to Switzerland"},{"originalText":"Brisbane, Australia, was flooded when the Brisbane River broke its banks.","year":1974,"subtitle":"Brisbane","url":"https://en.wikipedia.org/wiki/Brisbane","headline":"Brisbane, Australia, Flooded as Brisbane River Overflows"},{"originalText":"A fire during a launch simulation for the Apollo 1 mission at Cape Kennedy killed astronauts Gus Grissom, Ed White and Roger Chaffee.","year":1967,"subtitle":"Apollo 1","url":"https://en.wikipedia.org/wiki/Apollo_1","headline":"Tragedy Strikes Apollo 1 Mission Launch Simulation"},{"originalText":"South Vietnamese prime minister Trần Văn Hương was removed by the military junta of Nguyễn Khánh.","year":1965,"subtitle":"Trần Văn Hương","url":"https://en.wikipedia.org/wiki/Tr%E1%BA%A7n_V%C4%83n_H%C6%B0%C6%A1ng","headline":"South Vietnamese Prime Minister Removed by Military Junta"},{"originalText":"The Soviet Red Army liberated about 7,000 prisoners left behind by the Nazis in Auschwitz concentration camp (entrance pictured).","year":1945,"subtitle":"Red Army","url":"https://en.wikipedia.org/wiki/Red_Army","headline":"Soviet Red Army Liberates Prisoners at Auschwitz Concentration Camp"},{"originalText":"A contaminated diphtheria vaccine was used in an Australian immunisation program, leading to the deaths of twelve children and the suspension of immunisation programs in several countries.","year":1927,"subtitle":"Bundaberg tragedy","url":"https://en.wikipedia.org/wiki/Bundaberg_tragedy","headline":"Contaminated Vaccine Leads to Deaths of Twelve Children"},{"originalText":"A Russian expedition led by the naval officers Fabian Gottlieb von Bellingshausen and Mikhail Lazarev made the first sighting of the coast of Antarctica.","year":1820,"subtitle":"First Russian Antarctic Expedition","url":"https://en.wikipedia.org/wiki/First_Russian_Antarctic_Expedition","headline":"Russian Expedition Makes First Sighting of Antarctica Coast"},{"originalText":"French Revolutionary Wars: In the Macau Incident, French and Spanish warships encountered a British Royal Navy escort squadron in the Wanshan Archipelago; subsequent events, including which side retreated, were disputed by the commanders present.","year":1799,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"French and Spanish Warships Encounter British Royal Navy in Macau Incident"},{"originalText":"The University of Georgia, one of the oldest public universities in the United States, was founded.","year":1785,"subtitle":"University of Georgia","url":"https://en.wikipedia.org/wiki/University_of_Georgia","headline":"University of Georgia Founded as One of Oldest Public Universities in US"},{"originalText":"Clement VI issued the papal bull Unigenitus, justifying the power of the pope and the use of indulgences.","year":1343,"subtitle":"Pope Clement VI","url":"https://en.wikipedia.org/wiki/Pope_Clement_VI","headline":"Papal Bull Unigenitus Issued by Clement VI"},{"originalText":"The brothers Stephen and Constantine Lekapenos, having deposed their father as Byzantine emperor a few weeks earlier, were themselves overthrown by Constantine VII, their co-emperor.","year":945,"subtitle":"Stephen Lekapenos","url":"https://en.wikipedia.org/wiki/Stephen_Lekapenos","headline":"Constantine VII Overthrows Brothers Stephen and Constantine Lekapenos"},{"originalText":"Trajan succeeded his adoptive father Nerva as Roman emperor; the Roman Empire reached its maximum extent under his rule.","year":98,"subtitle":"AD 98","url":"https://en.wikipedia.org/wiki/AD_98","headline":"Trajan Succeeds Nerva as Roman Emperor, Empire Reaches Maximum Extent"}]}