{"dateLabel":"January 28","issue":"Issue 28","events":[{"originalText":"The Space Shuttle Challenger disintegrated 73 seconds into its tenth mission, killing all seven crew members.","year":1986,"subtitle":"Space Shuttle Challenger","url":"https://en.wikipedia.org/wiki/Space_Shuttle_Challenger","headline":"Space Shuttle Challenger disintegrates, killing all seven crew members"},{"originalText":"Tropical Storm Domoina made landfall in southern Mozambique, causing some of the most severe flooding recorded in the region.","year":1984,"subtitle":"Tropical Storm Domoina","url":"https://en.wikipedia.org/wiki/Tropical_Storm_Domoina","headline":"Tropical Storm Domoina causes severe flooding in southern Mozambique"},{"originalText":"Three U.S. Air Force pilots aboard an unarmed T-39 Sabreliner were killed when the aircraft was shot down over Erfurt, East Germany, by a Soviet MiG-19.","year":1964,"subtitle":"North American Sabreliner","url":"https://en.wikipedia.org/wiki/North_American_Sabreliner","headline":"Three U.S. Air Force pilots killed in East Germany by Soviet MiG-19"},{"originalText":"The Lego Group, a Danish toy company, filed a patent in Denmark for the design of Lego bricks (pictured).","year":1958,"subtitle":"The Lego Group","url":"https://en.wikipedia.org/wiki/The_Lego_Group","headline":"Lego Group files patent for Lego bricks design in Denmark"},{"originalText":"The Uline Arena in Washington, D.C., opened to host the Ice Capades.","year":1941,"subtitle":"Uline Arena","url":"https://en.wikipedia.org/wiki/Uline_Arena","headline":"Uline Arena opens in Washington, D.C. to host Ice Capades"},{"originalText":"Choudhry Rahmat Ali published a pamphlet in which he called for the creation of a Muslim state in north-western India that he termed \"Pakstan\".","year":1933,"subtitle":"Choudhry Rahmat Ali","url":"https://en.wikipedia.org/wiki/Choudhry_Rahmat_Ali","headline":"Choudhry Rahmat Ali calls for creation of Muslim state in India"},{"originalText":"The largest recorded snowstorm in the history of Washington, D.C., collapsed the Knickerbocker Theatre, killing 98 people.","year":1922,"subtitle":"Knickerbocker storm","url":"https://en.wikipedia.org/wiki/Knickerbocker_storm","headline":"Largest snowstorm in D.C. history collapses Knickerbocker Theatre, killing 98"},{"originalText":"English author Jane Austen's novel Pride and Prejudice was published, using material from an unpublished manuscript originally written between 1796 and 1797.","year":1813,"subtitle":"Jane Austen","url":"https://en.wikipedia.org/wiki/Jane_Austen","headline":"Jane Austen's Pride and Prejudice novel published"},{"originalText":"The word serendipity, derived from the Persian fairy tale The Three Princes of Serendip, was coined by Horace Walpole (pictured) in a letter to a friend.","year":1754,"subtitle":"Serendipity","url":"https://en.wikipedia.org/wiki/Serendipity","headline":"Word 'serendipity' coined by Horace Walpole"},{"originalText":"Delegates of the Three Nations of Transylvania adopted the Edict of Torda, allowing local communities to freely elect their preachers in an unprecedented act of religious tolerance.","year":1568,"subtitle":"Unio Trium Nationum","url":"https://en.wikipedia.org/wiki/Unio_Trium_Nationum","headline":"Edict of Torda allows religious tolerance in Transylvania"},{"originalText":"Nine-year-old Edward VI, the first English monarch to be raised as a Protestant, became king.","year":1547,"subtitle":"Edward VI","url":"https://en.wikipedia.org/wiki/Edward_VI","headline":"Nine-year-old Edward VI becomes king of England"},{"originalText":"Despite having saved the southern Song dynasty from attempts by the northern Jin dynasty to conquer it, Chinese general Yue Fei was executed by the Song government.","year":1142,"subtitle":"Song dynasty","url":"https://en.wikipedia.org/wiki/Song_dynasty","headline":"Chinese general Yue Fei executed despite saving Song dynasty"},{"originalText":"Robert de Comines, Earl of Northumbria, was killed in Durham, causing William the Conqueror to embark on a campaign to subjugate northern England.","year":1069,"subtitle":"Robert de Comines","url":"https://en.wikipedia.org/wiki/Robert_de_Comines","headline":"Robert de Comines, Earl of Northumbria, killed in Durham"}]}