{"dateLabel":"January 29","issue":"Issue 29","events":[{"originalText":"A lone gunman carried out a mass shooting at a mosque in Quebec City, Canada, killing six people and injuring up to nineteen others.","year":2017,"subtitle":"Quebec City mosque shooting","url":"https://en.wikipedia.org/wiki/Quebec_City_mosque_shooting","headline":"Mass shooting at Quebec City mosque leaves six dead, nineteen injured"},{"originalText":"Twenty-one people died when SCAT Airlines Flight 760 crashed near Almaty, Kazakhstan.","year":2013,"subtitle":"SCAT Airlines Flight 760","url":"https://en.wikipedia.org/wiki/SCAT_Airlines_Flight_760","headline":"Twenty-one killed in SCAT Airlines Flight 760 crash near Almaty, Kazakhstan"},{"originalText":"The Supreme Constitutional Court of Egypt ruled that people who did not adhere to one of the three government-recognised religions are also eligible to receive government identity documents.","year":2009,"subtitle":"Supreme Constitutional Court (Egypt)","url":"https://en.wikipedia.org/wiki/Supreme_Constitutional_Court_(Egypt)","headline":"Egypt's Supreme Constitutional Court allows non-recognized religion adherents to receive government documents"},{"originalText":"India's Irfan Pathan became the only bowler to take a Test cricket hat-trick in the opening over of a match.","year":2006,"subtitle":"India national cricket team","url":"https://en.wikipedia.org/wiki/India_national_cricket_team","headline":"Irfan Pathan makes history with Test cricket hat-trick in opening over"},{"originalText":"The first major ground engagement of the Gulf War began with the Iraqi invasion of Khafji, Saudi Arabia, recaptured three days later by Coalition forces.","year":1991,"subtitle":"Battle of Khafji","url":"https://en.wikipedia.org/wiki/Battle_of_Khafji","headline":"Gulf War ground engagement begins with Iraqi invasion of Khafji, Saudi Arabia"},{"originalText":"The Mantra-Rock Dance (poster pictured), called the \"ultimate high\" of the hippie era, took place in San Francisco, featuring Swami Bhaktivedanta, Janis Joplin, the Grateful Dead, and Allen Ginsberg.","year":1967,"subtitle":"Mantra-Rock Dance","url":"https://en.wikipedia.org/wiki/Mantra-Rock_Dance","headline":"Mantra-Rock Dance in San Francisco features Swami Bhaktivedanta, Janis Joplin, and more"},{"originalText":"World War II: At least 38 civilians were killed and about a dozen others injured when the Polish village of Koniuchy was attacked by a Soviet partisan unit with a contingent of Jewish partisans.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Soviet partisan unit attacks Polish village of Koniuchy, killing 38 civilians"},{"originalText":"World War II: The Battle of Rennell Island, the last major naval engagement between the United States Navy and the Imperial Japanese Navy during the Guadalcanal campaign, began.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Battle of Rennell Island marks last major naval engagement between US and Japanese navies in Guadalcanal campaign"},{"originalText":"Charles Curtis of Kansas became the first Native American U.S. Senator.","year":1907,"subtitle":"Charles Curtis","url":"https://en.wikipedia.org/wiki/Charles_Curtis","headline":"Charles Curtis becomes first Native American US Senator"},{"originalText":"Liliʻuokalani, the last monarch and only queen regnant of the Hawaiian Kingdom, ascended the throne.","year":1891,"subtitle":"Liliʻuokalani","url":"https://en.wikipedia.org/wiki/Lili%CA%BBuokalani","headline":"Liliʻuokalani ascends throne as last monarch of Hawaiian Kingdom"},{"originalText":"Queen Victoria introduced the Victoria Cross, originally to recognise acts of valour by British military personnel during the Crimean War.","year":1856,"subtitle":"Queen Victoria","url":"https://en.wikipedia.org/wiki/Queen_Victoria","headline":"Queen Victoria introduces Victoria Cross for acts of valour during Crimean War"},{"originalText":"War of the Sixth Coalition: At the Battle of Brienne, both sides' commanders, Napoleon and Gebhard Leberecht von Blücher, were nearly captured.","year":1814,"subtitle":"War of the Sixth Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_Sixth_Coalition","headline":"Battle of Brienne sees Napoleon and Blücher nearly captured"}]}