{"dateLabel":"January 30","issue":"Issue 30","events":[{"originalText":"The World Health Organization declared the COVID-19 pandemic to be a public health emergency of international concern.","year":2020,"subtitle":"World Health Organization","url":"https://en.wikipedia.org/wiki/World_Health_Organization","headline":"WHO declares COVID-19 pandemic a global health emergency"},{"originalText":"The Korea Aerospace Research Institute launched Naro-1, South Korea's first carrier rocket and their first launch vehicle to achieve Earth orbit.","year":2013,"subtitle":"Korea Aerospace Research Institute","url":"https://en.wikipedia.org/wiki/Korea_Aerospace_Research_Institute","headline":"Korea Aerospace Research Institute launches Naro-1 carrier rocket into Earth orbit"},{"originalText":"Kenya Airways Flight 431 crashed into the Atlantic Ocean near Ivory Coast shortly after takeoff, killing 169 on board.","year":2000,"subtitle":"Kenya Airways Flight 431","url":"https://en.wikipedia.org/wiki/Kenya_Airways_Flight_431","headline":"Kenya Airways Flight 431 crashes into Atlantic Ocean, 169 killed"},{"originalText":"Varig Flight 967 disappeared shortly after takeoff from Tokyo's Narita International Airport en route to Rio de Janeiro.","year":1979,"subtitle":"Varig Flight 967","url":"https://en.wikipedia.org/wiki/Varig_Flight_967","headline":"Varig Flight 967 disappears after takeoff from Tokyo's Narita International Airport"},{"originalText":"The Troubles: On Bloody Sunday, members of the British Parachute Regiment shot 26 civil-rights protesters in Derry, Northern Ireland, killing at least 13 people.","year":1972,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Bloody Sunday: British Parachute Regiment shoots 26 protesters in Derry, Northern Ireland"},{"originalText":"Vietnam War: Forces of the Viet Cong and the Vietnamese People's Army launched the Tet Offensive to strike military and civilian command and control centers throughout South Vietnam.","year":1968,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"Viet Cong and Vietnamese People's Army launch Tet Offensive in South Vietnam"},{"originalText":"In a bloodless coup, Nguyễn Khánh overthrew Dương Văn Minh's military junta in South Vietnam, less than three months after Minh executed a bloody coup himself.","year":1964,"subtitle":"Nguyễn Khánh","url":"https://en.wikipedia.org/wiki/Nguy%E1%BB%85n_Kh%C3%A1nh","headline":"Nguyễn Khánh overthrows Dương Văn Minh's military junta in South Vietnam"},{"originalText":"Nathuram Godse fatally shot Mahatma Gandhi, the political and spiritual leader of India and the Indian independence movement, at Birla House in Delhi.","year":1948,"subtitle":"Nathuram Godse","url":"https://en.wikipedia.org/wiki/Nathuram_Godse","headline":"Nathuram Godse fatally shoots Mahatma Gandhi in Delhi"},{"originalText":"World War II: Allied forces liberated more than 500 prisoners of war (pictured) from a Japanese POW camp near Cabanatuan in the Philippines.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allied forces liberate 500+ POWs from Japanese camp in the Philippines"},{"originalText":"In a speech to the Reichstag, Adolf Hitler threatened the \"annihilation of the Jewish race in Europe\".","year":1939,"subtitle":"30 January 1939 Reichstag speech","url":"https://en.wikipedia.org/wiki/30_January_1939_Reichstag_speech","headline":"Adolf Hitler threatens annihilation of Jewish race in Europe"},{"originalText":"Richard Lawrence became the first person to attempt to assassinate a sitting US president when he failed to kill Andrew Jackson at the US Capitol (assassination attempt pictured) and was subdued by the crowd.","year":1835,"subtitle":"Richard Lawrence (failed assassin)","url":"https://en.wikipedia.org/wiki/Richard_Lawrence_(failed_assassin)","headline":"Richard Lawrence fails to assassinate Andrew Jackson at US Capitol"},{"originalText":"Two years after his death, Oliver Cromwell's remains were exhumed for a posthumous execution and his head was placed on a spike above Westminster Hall in London, where it remained until 1685.","year":1661,"subtitle":"Oliver Cromwell","url":"https://en.wikipedia.org/wiki/Oliver_Cromwell","headline":"Oliver Cromwell's remains exhumed for posthumous execution"},{"originalText":"King Charles I, who was defeated in both the First and the Second English Civil Wars, was beheaded for high treason in front of the Banqueting House in London.","year":1649,"subtitle":"Charles I of England","url":"https://en.wikipedia.org/wiki/Charles_I_of_England","headline":"King Charles I beheaded for high treason in London"},{"originalText":"Low-lying places around the coasts of the Bristol Channel of Britain were flooded, resulting in an estimated 2,000 deaths.","year":1607,"subtitle":"Bristol Channel","url":"https://en.wikipedia.org/wiki/Bristol_Channel","headline":"Floods in Bristol Channel area of Britain result in 2,000 deaths"},{"originalText":"Wareru created the Hanthawaddy Kingdom in today's Lower Burma and declared himself king following the collapse of the Pagan Empire.","year":1287,"subtitle":"Wareru","url":"https://en.wikipedia.org/wiki/Wareru","headline":"Wareru establishes Hanthawaddy Kingdom in Lower Burma"},{"originalText":"The German–Polish War ended with the signing of the Peace of Bautzen between Henry II, Holy Roman Emperor, and Bolesław I, the Piast ruler of Poland.","year":1018,"subtitle":"List of wars between Germans and Poles","url":"https://en.wikipedia.org/wiki/List_of_wars_between_Germans_and_Poles","headline":"Peace of Bautzen signed, ending German-Polish War"}]}