{"dateLabel":"January 31","issue":"Issue 31","events":[{"originalText":"A gas leak underneath the Pemex Executive Tower in Mexico City caused an explosion that killed at least 37 people and injured another 121.","year":2013,"subtitle":"Torre Ejecutiva Pemex","url":"https://en.wikipedia.org/wiki/Torre_Ejecutiva_Pemex","headline":"Gas leak explosion at Pemex Executive Tower in Mexico City kills 37"},{"originalText":"James Cameron's Avatar became the first film to earn over US$2 billion worldwide.","year":2010,"subtitle":"James Cameron","url":"https://en.wikipedia.org/wiki/James_Cameron","headline":"James Cameron's Avatar surpasses US$2 billion worldwide"},{"originalText":"Emergency officials in Boston mistakenly identified LED placards depicting characters from Aqua Teen Hunger Force as IEDs, causing a panic.","year":2007,"subtitle":"Aqua Teen Hunger Force","url":"https://en.wikipedia.org/wiki/Aqua_Teen_Hunger_Force","headline":"Boston emergency officials mistake LED placards for IEDs, causing panic"},{"originalText":"Alaska Airlines Flight 261, experiencing problems with its horizontal stabilizer system, crashed in the Pacific Ocean off Anacapa Island, California, killing all 88 people on board.","year":2000,"subtitle":"Alaska Airlines Flight 261","url":"https://en.wikipedia.org/wiki/Alaska_Airlines_Flight_261","headline":"Alaska Airlines Flight 261 crashes off Anacapa Island, California, killing 88"},{"originalText":"Final Fantasy VII, the first video game in the Final Fantasy franchise to use 3-D computer graphics, was released.","year":1997,"subtitle":"Final Fantasy VII","url":"https://en.wikipedia.org/wiki/Final_Fantasy_VII","headline":"Final Fantasy VII released with 3-D computer graphics"},{"originalText":"Doug Williams (pictured) became the first African-American quarterback to play in a Super Bowl, leading the Washington Redskins to victory in Super Bowl XXII.","year":1988,"subtitle":"Doug Williams (quarterback)","url":"https://en.wikipedia.org/wiki/Doug_Williams_(quarterback)","headline":"Doug Williams leads Washington Redskins to victory in Super Bowl XXII"},{"originalText":"Aboard NASA's Mercury-Redstone 2, Ham the Chimp became the first hominid launched into outer space.","year":1961,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"Ham the Chimp launched into outer space aboard NASA's Mercury-Redstone 2"},{"originalText":"A DC-7B operated by Douglas Aircraft collided in mid-air with a U.S. Air Force F-89 and crashed into a schoolyard in Pacoima, California.","year":1957,"subtitle":"Douglas DC-7","url":"https://en.wikipedia.org/wiki/Douglas_DC-7","headline":"DC-7B collides with U.S. Air Force F-89, crashes in Pacoima, California"},{"originalText":"Intense rioting over labour conditions broke out in Glasgow, Scotland.","year":1919,"subtitle":"Battle of George Square","url":"https://en.wikipedia.org/wiki/Battle_of_George_Square","headline":"Rioting over labour conditions erupts in Glasgow, Scotland"},{"originalText":"Datu Muhammad Salleh, leader of a series of major disturbances in North Borneo, was shot dead in Tambunan, but his followers did not give up for five more years.","year":1900,"subtitle":"Mat Salleh Rebellion","url":"https://en.wikipedia.org/wiki/Mat_Salleh_Rebellion","headline":"Leader of North Borneo disturbances, Datu Muhammad Salleh, shot dead in Tambunan"},{"originalText":"The London Lock Hospital, the first voluntary hospital specialising in the treatment of venereal diseases, opened.","year":1747,"subtitle":"London Lock Hospital","url":"https://en.wikipedia.org/wiki/London_Lock_Hospital","headline":"London Lock Hospital, specializing in venereal disease treatment, opens"},{"originalText":"Eighty Years' War: Spain won a crushing victory at the Battle of Gembloux, threatening the States General of the Netherlands and contributing to its move from Brussels to Antwerp.","year":1578,"subtitle":"Eighty Years' War","url":"https://en.wikipedia.org/wiki/Eighty_Years'_War","headline":"Spain wins Battle of Gembloux, threatening States General of the Netherlands"},{"originalText":"King Sverker II of Sweden was defeated at the Battle of Lena by Eric Knutsson, who succeeded to the throne.","year":1208,"subtitle":"Sverker II of Sweden","url":"https://en.wikipedia.org/wiki/Sverker_II_of_Sweden","headline":"King Sverker II of Sweden defeated at Battle of Lena by Eric Knutsson"},{"originalText":"Sylvester I (bust depicted), during whose pontificate many churches in Rome were constructed by Constantine the Great, began his reign as pope.","year":314,"subtitle":"Pope Sylvester I","url":"https://en.wikipedia.org/wiki/Pope_Sylvester_I","headline":"Pope Sylvester I begins reign with construction of churches in Rome"}]}