{"dateLabel":"August 1","issue":"Issue 214","events":[{"originalText":"A shooting at a branch of the Israeli LGBT organization the Aguda in Tel Aviv resulted in two deaths.","year":2009,"subtitle":"Tel Aviv gay centre shooting","url":"https://en.wikipedia.org/wiki/Tel_Aviv_gay_centre_shooting","headline":"Shooting at Israeli LGBT organization in Tel Aviv leaves two dead"},{"originalText":"Bridge 9340, carrying Interstate 35W across the Mississippi River in Minneapolis, Minnesota, suffered a catastrophic failure and collapsed, killing 13 people and injuring 145 others.","year":2007,"subtitle":"I-35W Mississippi River bridge","url":"https://en.wikipedia.org/wiki/I-35W_Mississippi_River_bridge","headline":"Interstate 35W bridge in Minneapolis collapses, killing 13"},{"originalText":"Nearly 400 people died in a supermarket fire in Asunción, Paraguay, when exits were locked to prevent people from stealing merchandise.","year":2004,"subtitle":"Ycuá Bolaños supermarket fire","url":"https://en.wikipedia.org/wiki/Ycu%C3%A1_Bola%C3%B1os_supermarket_fire","headline":"Nearly 400 dead in Paraguay supermarket fire due to locked exits"},{"originalText":"U.S. president George H. W. Bush delivered a speech in the Ukrainian parliament in Kiev warning against independence from the Soviet Union.","year":1991,"subtitle":"George H. W. Bush","url":"https://en.wikipedia.org/wiki/George_H._W._Bush","headline":"George H. W. Bush warns against Ukrainian independence in Kiev speech"},{"originalText":"Commercial peat cutters discovered a preserved bog body, now known as Lindow Man (head pictured), at Lindow Moss in Cheshire, England.","year":1984,"subtitle":"Peat","url":"https://en.wikipedia.org/wiki/Peat","headline":"Preserved bog body discovered in Cheshire, England"},{"originalText":"\"Video Killed the Radio Star\" by the Buggles became the first music video broadcast on the American cable television network MTV.","year":1981,"subtitle":"Video Killed the Radio Star","url":"https://en.wikipedia.org/wiki/Video_Killed_the_Radio_Star","headline":"Buggles' 'Video Killed the Radio Star' first music video on MTV"},{"originalText":"The Concert for Bangladesh, a pair of benefit concerts organised by George Harrison and Ravi Shankar for refugees of the Bangladesh genocide, took place at Madison Square Garden in New York.","year":1971,"subtitle":"The Concert for Bangladesh","url":"https://en.wikipedia.org/wiki/The_Concert_for_Bangladesh","headline":"Concert for Bangladesh held at Madison Square Garden in New York"},{"originalText":"Several days of anti-Jewish rioting began in Bratislava, instigated by former Slovak partisans opposed to the restitution of Jewish property after the Holocaust in Slovakia.","year":1946,"subtitle":"Partisan Congress riots","url":"https://en.wikipedia.org/wiki/Partisan_Congress_riots","headline":"Anti-Jewish rioting begins in Bratislava after Holocaust in Slovakia"},{"originalText":"Harriet Quimby became the first woman to earn an Aero Club of America aviator certificate.","year":1911,"subtitle":"Harriet Quimby","url":"https://en.wikipedia.org/wiki/Harriet_Quimby","headline":"Harriet Quimby first woman to earn Aero Club of America aviator certificate"},{"originalText":"Belgian carillonneur Jef Denyn hosted the world's first carillon concert at St. Rumbold's Cathedral in Mechelen.","year":1892,"subtitle":"Jef Denyn","url":"https://en.wikipedia.org/wiki/Jef_Denyn","headline":"World's first carillon concert hosted at St. Rumbold's Cathedral in Mechelen"},{"originalText":"Colorado is admitted as the 38th U.S. state.","year":1876,"subtitle":"Colorado","url":"https://en.wikipedia.org/wiki/Colorado","headline":"Colorado admitted as 38th U.S. state"},{"originalText":"Three days of rioting erupted after a parade in Philadelphia, celebrating the end of slavery in the West Indies, was attacked by a mob.","year":1842,"subtitle":"Lombard Street riot","url":"https://en.wikipedia.org/wiki/Lombard_Street_riot","headline":"Rioting erupts in Philadelphia after attack on slavery parade"},{"originalText":"Britain celebrated a Grand Jubilee to mark 100 years since the accession of George I and 16 years since the start of the Battle of the Nile.","year":1814,"subtitle":"Grand Jubilee of 1814","url":"https://en.wikipedia.org/wiki/Grand_Jubilee_of_1814","headline":"Britain celebrates Grand Jubilee marking 100 years since George I's accession"},{"originalText":"First Barbary War: USS Enterprise, an American schooner, captured the Tripolitan polacca Tripoli in a single-ship action off the coast of Libya.","year":1801,"subtitle":"First Barbary War","url":"https://en.wikipedia.org/wiki/First_Barbary_War","headline":"USS Enterprise captures Tripolitan polacca Tripoli in First Barbary War"},{"originalText":"French Revolutionary Wars: The Battle of the Nile, between a British fleet commanded by Horatio Nelson and a French fleet under François-Paul Brueys d'Aigalliers, began at Aboukir Bay off the Egyptian coast.","year":1798,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"Battle of the Nile begins off Egyptian coast between British and French fleets"},{"originalText":"British scientist Joseph Priestley (pictured) liberated oxygen gas, corroborating the discovery of the element by German-Swedish chemist Carl Wilhelm Scheele.","year":1774,"subtitle":"Joseph Priestley","url":"https://en.wikipedia.org/wiki/Joseph_Priestley","headline":"Joseph Priestley liberates oxygen gas, confirming discovery by Carl Wilhelm Scheele"},{"originalText":"George Louis, Elector of Hanover, became King George I of Great Britain, marking the beginning of the Georgian era.","year":1714,"subtitle":"Electorate of Hanover","url":"https://en.wikipedia.org/wiki/Electorate_of_Hanover","headline":"George Louis becomes King George I of Great Britain, starting Georgian era"},{"originalText":"Arab–Byzantine wars: Led by Ibrahim II of Ifriqiya, Aghlabid forces captured the Byzantine stronghold of Taormina, concluding the Muslim conquest of Sicily.","year":902,"subtitle":"Arab–Byzantine wars","url":"https://en.wikipedia.org/wiki/Arab%E2%80%93Byzantine_wars","headline":"Aghlabid forces capture Byzantine stronghold of Taormina in Arab-Byzantine wars"},{"originalText":"Upon the death of Justin I, his nephew and adopted son Justinian I became the sole ruler of the Byzantine Empire.","year":527,"subtitle":"Justin I","url":"https://en.wikipedia.org/wiki/Justin_I","headline":"Justinian I becomes sole ruler of Byzantine Empire after Justin I's death"},{"originalText":"War of Actium: Octavian defeated the forces of Mark Antony and Cleopatra at Alexandria, establishing Roman Egypt.","year":-30,"subtitle":"War of Actium","url":"https://en.wikipedia.org/wiki/War_of_Actium","headline":"Octavian defeats Mark Antony and Cleopatra at Alexandria in War of Actium"}]}