{"dateLabel":"August 2","issue":"Issue 215","events":[{"originalText":"Raúl Iturriaga, a former deputy director of the Chilean secret police, was captured in Viña del Mar after having been on the run following a kidnapping conviction.","year":2007,"subtitle":"Raúl Iturriaga","url":"https://en.wikipedia.org/wiki/Ra%C3%BAl_Iturriaga","headline":"Former Chilean secret police deputy director captured in Viña del Mar"},{"originalText":"A flash fire killed 50 people at a leisure centre in Douglas, Isle of Man.","year":1973,"subtitle":"Summerland disaster","url":"https://en.wikipedia.org/wiki/Summerland_disaster","headline":"50 killed in flash fire at leisure centre in Douglas, Isle of Man"},{"originalText":"Star Dust, a British South American Airways airliner, crashed into Mount Tupungato in the Argentine Andes; its wreckage was not found until 1998.","year":1947,"subtitle":"1947 BSAA Avro Lancastrian Star Dust accident","url":"https://en.wikipedia.org/wiki/1947_BSAA_Avro_Lancastrian_Star_Dust_accident","headline":"British airliner crashes into Mount Tupungato in Argentine Andes"},{"originalText":"Leo Szilard (pictured) penned a letter, signed by Albert Einstein and addressed to U.S. president Franklin D. Roosevelt, warning that Germany may develop atomic bombs, leading to the establishment of the Manhattan Project.","year":1939,"subtitle":"Leo Szilard","url":"https://en.wikipedia.org/wiki/Leo_Szilard","headline":"Leo Szilard warns U.S. president of German atomic bomb threat"},{"originalText":"At the California Institute of Technology, American physicist Carl David Anderson proved the existence of antimatter with the discovery of the positron, for which he would receive the 1936 Nobel Prize in Physics.","year":1932,"subtitle":"California Institute of Technology","url":"https://en.wikipedia.org/wiki/California_Institute_of_Technology","headline":"Physicist Carl David Anderson proves existence of antimatter"},{"originalText":"Calvin Coolidge became the 30th president of the United States after Warren G. Harding suffered a fatal heart attack.","year":1923,"subtitle":"Calvin Coolidge","url":"https://en.wikipedia.org/wiki/Calvin_Coolidge","headline":"Calvin Coolidge becomes 30th president after Harding's death"},{"originalText":"Nepalese author Krishna Lal Adhikari (pictured) was sentenced to nine years in prison for publishing a book about the cultivation of corn.","year":1920,"subtitle":"Krishna Lal Adhikari","url":"https://en.wikipedia.org/wiki/Krishna_Lal_Adhikari","headline":"Nepalese author sentenced to prison for book on corn cultivation"},{"originalText":"An explosion, blamed on Austro-Hungarian saboteurs, sank the Italian dreadnought Leonardo da Vinci.","year":1916,"subtitle":"Austria-Hungary","url":"https://en.wikipedia.org/wiki/Austria-Hungary","headline":"Italian dreadnought sunk by explosion blamed on saboteurs"},{"originalText":"One of the world's earliest underground tube railways opened in the Tower Subway, a tunnel beneath the River Thames in London.","year":1870,"subtitle":"Tower Subway","url":"https://en.wikipedia.org/wiki/Tower_Subway","headline":"Tower Subway opens as one of world's earliest underground tube railways"},{"originalText":"The first United States census was officially completed, with the nation's residential population enumerated to be 3,929,214.","year":1790,"subtitle":"1790 United States census","url":"https://en.wikipedia.org/wiki/1790_United_States_census","headline":"First U.S. census completed, population enumerated at 3,929,214"},{"originalText":"While on a hunting trip in the New Forest, King William II of England was killed by an arrow through the lung loosed by one of his own men.","year":1100,"subtitle":"New Forest","url":"https://en.wikipedia.org/wiki/New_Forest","headline":"King William II of England killed by arrow on hunting trip"},{"originalText":"Unpopular among the Senate aristocracy for his reforming efforts, Roman emperor Majorian was deposed by Ricimer and executed five days later.","year":461,"subtitle":"Roman Senate","url":"https://en.wikipedia.org/wiki/Roman_Senate","headline":"Roman emperor Majorian deposed and executed by Ricimer"},{"originalText":"An allied army led by Philip II of Macedon overcame the forces of city-states led by Athens and Thebes at the Battle of Chaeronea, securing Macedonian hegemony over the majority of ancient Greece.","year":-338,"subtitle":"Philip II of Macedon","url":"https://en.wikipedia.org/wiki/Philip_II_of_Macedon","headline":"Philip II of Macedon secures hegemony over ancient Greece at Battle of Chaeronea"}]}