{"dateLabel":"August 3","issue":"Issue 216","events":[{"originalText":"Mauritanian president Maaouya Ould Sid'Ahmed Taya was overthrown in a military coup while he attended the funeral of King Fahd of Saudi Arabia.","year":2005,"subtitle":"Maaouya Ould Sid'Ahmed Taya","url":"https://en.wikipedia.org/wiki/Maaouya_Ould_Sid'Ahmed_Taya","headline":"Mauritanian President Overthrown in Military Coup at King Fahd's Funeral"},{"originalText":"The Sky Tower (pictured), the tallest free-standing structure in the Southern Hemisphere at 328 m (1,076 ft), opened in Auckland, New Zealand.","year":1997,"subtitle":"Sky Tower (Auckland)","url":"https://en.wikipedia.org/wiki/Sky_Tower_(Auckland)","headline":"Sky Tower, Tallest Structure in Southern Hemisphere, Opens in Auckland"},{"originalText":"Tandy Corporation announced the TRS-80, one of the world's first mass-produced personal computers.","year":1977,"subtitle":"Tandy Corporation","url":"https://en.wikipedia.org/wiki/Tandy_Corporation","headline":"Tandy Corporation Announces TRS-80 Personal Computer"},{"originalText":"Before the House Un-American Activities Committee of the United States House of Representatives, former spy turned government informer Whittaker Chambers accused U.S. State Department official Alger Hiss of being a communist and a Soviet spy.","year":1948,"subtitle":"House Un-American Activities Committee","url":"https://en.wikipedia.org/wiki/House_Un-American_Activities_Committee","headline":"Whittaker Chambers Accuses Alger Hiss of Being a Communist Spy"},{"originalText":"World War II: Italian forces began a conquest of British Somaliland, capturing the region in 16 days.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Italian Forces Conquer British Somaliland in 16 Days"},{"originalText":"African-American athlete Jesse Owens (pictured) won the first of his four gold medals at the Berlin Olympics, dashing Nazi leaders' hopes of Aryan domination at the games","year":1936,"subtitle":"African Americans","url":"https://en.wikipedia.org/wiki/African_Americans","headline":"Jesse Owens Wins First Gold Medal at Berlin Olympics"},{"originalText":"Jiddu Krishnamurti (pictured), believed by some Theosophists to be a likely candidate for the messianic \"World Teacher\", dissolved the Order of the Star, the organisation established to support him.","year":1929,"subtitle":"Jiddu Krishnamurti","url":"https://en.wikipedia.org/wiki/Jiddu_Krishnamurti","headline":"Jiddu Krishnamurti Dissolves Order of the Star Organization"},{"originalText":"An agricultural workers' strike in Wheatland degenerated into a riot, becoming one of the first major farm-labor confrontations in California.","year":1913,"subtitle":"Wheatland, California","url":"https://en.wikipedia.org/wiki/Wheatland%2C_California","headline":"Agricultural Workers' Strike in Wheatland Turns into Riot"},{"originalText":"Macedonian rebels in Kruševo proclaimed a republic, which existed for ten days before Ottoman forces destroyed the town.","year":1903,"subtitle":"Internal Macedonian Revolutionary Organization","url":"https://en.wikipedia.org/wiki/Internal_Macedonian_Revolutionary_Organization","headline":"Macedonian Rebels Proclaim Republic in Kruševo, Destroyed by Ottoman Forces"},{"originalText":"Indian Rebellion: An eight-day siege of a fortified outbuilding in Arrah occupied by 68 defenders against more than 10,000 men ended when a relief party dispersed the besiegers.","year":1857,"subtitle":"Indian Rebellion of 1857","url":"https://en.wikipedia.org/wiki/Indian_Rebellion_of_1857","headline":"Siege in Arrah Ends with Relief Party Dispersing Besiegers"},{"originalText":"Pope Stephen IX was crowned as pope.","year":1057,"subtitle":"Pope Stephen IX","url":"https://en.wikipedia.org/wiki/Pope_Stephen_IX","headline":"Pope Stephen IX Crowned as Pope"}]}