{"dateLabel":"August 4","issue":"Issue 217","events":[{"originalText":"A large explosion of ammonium nitrate stored at the Port of Beirut in Lebanon killed 218 people and caused US$15 billion in damage.","year":2020,"subtitle":"2020 Beirut explosion","url":"https://en.wikipedia.org/wiki/2020_Beirut_explosion","headline":"Tragic explosion at Port of Beirut kills 218 in Lebanon"},{"originalText":"An airport police officer discovered a suitcase containing approximately US$800,000 as it passed through security at Jorge Newbery Airfield in Buenos Aires, sparking an international scandal involving Venezuela and Argentina.","year":2007,"subtitle":"María del Luján Telpuk","url":"https://en.wikipedia.org/wiki/Mar%C3%ADa_del_Luj%C3%A1n_Telpuk","headline":"Airport officer finds $800,000 suitcase in Buenos Aires"},{"originalText":"Sri Lankan Civil War: Seventeen employees of the French nongovernmental organization ACF International were massacred in Muttur.","year":2006,"subtitle":"Sri Lankan Civil War","url":"https://en.wikipedia.org/wiki/Sri_Lankan_Civil_War","headline":"17 ACF International employees massacred in Sri Lanka"},{"originalText":"French supercentenarian Jeanne Calment died at the age of 122 years, 164 days, with the longest confirmed human lifespan in history.","year":1997,"subtitle":"Supercentenarian","url":"https://en.wikipedia.org/wiki/Supercentenarian","headline":"French supercentenarian Jeanne Calment dies at 122"},{"originalText":"Yugoslav Wars: The Croatian Army initiated Operation Storm, the last major battle of the Croatian War of Independence and the largest European land battle since the Second World War.","year":1995,"subtitle":"Yugoslav Wars","url":"https://en.wikipedia.org/wiki/Yugoslav_Wars","headline":"Croatian Army launches Operation Storm in Yugoslav Wars"},{"originalText":"Yōhei Kōno, Chief Cabinet Secretary of Japan, issued a formal apology for forcing women into sexual slavery during World War II.","year":1993,"subtitle":"Yōhei Kōno","url":"https://en.wikipedia.org/wiki/Y%C5%8Dhei_K%C5%8Dno","headline":"Japan's Chief Cabinet Secretary apologizes for WWII sexual slavery"},{"originalText":"An explosion on the Greek cruise ship MTS Oceanos ruptured its hull, causing it to sink off the east coast of South Africa, with all 571 people on board rescued.","year":1991,"subtitle":"MTS Oceanos","url":"https://en.wikipedia.org/wiki/MTS_Oceanos","headline":"Greek cruise ship MTS Oceanos sinks off South Africa"},{"originalText":"Jean-Baptiste Ouédraogo, the president of Upper Volta, was ousted in a coup d'état led by Thomas Sankara.","year":1983,"subtitle":"Jean-Baptiste Ouédraogo","url":"https://en.wikipedia.org/wiki/Jean-Baptiste_Ou%C3%A9draogo","headline":"President of Upper Volta ousted in coup led by Thomas Sankara"},{"originalText":"President Idi Amin announced the expulsion of Asians from Uganda.","year":1972,"subtitle":"Idi Amin","url":"https://en.wikipedia.org/wiki/Idi_Amin","headline":"President Idi Amin expels Asians from Uganda"},{"originalText":"Vietnam War: The National Security Agency falsely claimed that a U.S. Navy destroyer was attacked a second time by North Vietnamese vessels in the Gulf of Tonkin, leading Congress to authorize the use of military force.","year":1964,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"NSA falsely claims attack in Gulf of Tonkin, leading to military force authorization"},{"originalText":"World War I: Adhering to the terms of the Treaty of London, the United Kingdom declared war on Germany in response to the latter's invasion of Belgium.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"UK declares war on Germany in response to invasion of Belgium"},{"originalText":"Lizzie Borden's father and stepmother were found murdered in their home in Fall River, Massachusetts; Borden was later tried and acquitted for the murders.","year":1892,"subtitle":"Lizzie Borden","url":"https://en.wikipedia.org/wiki/Lizzie_Borden","headline":"Lizzie Borden acquitted for murders of father and stepmother"},{"originalText":"American surveyor James Thompson produced the first plat of Chicago for the Illinois and Michigan Canal Commissioners.","year":1830,"subtitle":"James Thompson (surveyor)","url":"https://en.wikipedia.org/wiki/James_Thompson_(surveyor)","headline":"James Thompson produces first plat of Chicago"},{"originalText":"French Revolutionary Wars: Commanded by Napoleon Bonaparte (depicted), the French Army of Italy decisively defeated Austrian forces led by Peter Vitus von Quosdanovich at the Battle of Lonato.","year":1796,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"French Army of Italy defeats Austrians at Battle of Lonato"},{"originalText":"The signing of the Treaty of Sistova brought an end to the Austro-Turkish War.","year":1791,"subtitle":"Treaty of Sistova","url":"https://en.wikipedia.org/wiki/Treaty_of_Sistova","headline":"Treaty of Sistova ends Austro-Turkish War"},{"originalText":"Mount Asama in Japan began a climactic eruption, which exacerbated the Great Tenmei famine and led to thousands of deaths.","year":1783,"subtitle":"Mount Asama","url":"https://en.wikipedia.org/wiki/Mount_Asama","headline":"Mount Asama eruption worsens Great Tenmei famine in Japan"},{"originalText":"Mount Asama (pictured) in Japan began a climactic eruption, which exacerbated the Great Tenmei famine and led to thousands of deaths.","year":1783,"subtitle":"Mount Asama","url":"https://en.wikipedia.org/wiki/Mount_Asama","headline":"Mount Asama eruption leads to thousands of deaths in Japan"},{"originalText":"War of the Spanish Succession: A combined Anglo-Dutch fleet under the command of George Rooke and allied with Archduke Charles captured Gibraltar (pictured) from Spain.","year":1704,"subtitle":"War of the Spanish Succession","url":"https://en.wikipedia.org/wiki/War_of_the_Spanish_Succession","headline":"Anglo-Dutch fleet captures Gibraltar from Spain in War of Spanish Succession"},{"originalText":"Hundred Years' War: A large-scale mounted raid by Anglo-Gascon forces began under the command of Edward the Black Prince.","year":1356,"subtitle":"Hundred Years' War","url":"https://en.wikipedia.org/wiki/Hundred_Years'_War","headline":"Edward the Black Prince leads raid in Hundred Years' War"},{"originalText":"Second Barons' War: Royal troops led by Prince Edward defeated baronial forces under Simon de Montfort at the Battle of Evesham in Worcestershire, England.","year":1265,"subtitle":"Second Barons' War","url":"https://en.wikipedia.org/wiki/Second_Barons'_War","headline":"Prince Edward defeats baronial forces at Battle of Evesham"}]}