{"dateLabel":"August 5","issue":"Issue 218","events":[{"originalText":"Environmental Protection Agency personnel accidentally caused a spillage of 3 million gallons (11 ML) of mine waste water and tailings trapped inside the Gold King Mine near Silverton, Colorado, U.S.","year":2015,"subtitle":"United States Environmental Protection Agency","url":"https://en.wikipedia.org/wiki/United_States_Environmental_Protection_Agency","headline":"EPA Causes 3 Million Gallon Spillage at Gold King Mine in Colorado"},{"originalText":"An American white supremacist carried out a mass shooting at a Sikh temple in Oak Creek, Wisconsin, killing six people and wounding four others.","year":2012,"subtitle":"White supremacy","url":"https://en.wikipedia.org/wiki/White_supremacy","headline":"White Supremacist Mass Shooting at Sikh Temple Leaves Six Dead in Wisconsin"},{"originalText":"NASA launched the Juno probe to Jupiter as part of the New Frontiers program.","year":2011,"subtitle":"Juno (spacecraft)","url":"https://en.wikipedia.org/wiki/Juno_(spacecraft)","headline":"NASA Launches Juno Probe to Jupiter"},{"originalText":"Wizards of the Coast released Magic: The Gathering, the first trading card game.","year":1993,"subtitle":"Wizards of the Coast","url":"https://en.wikipedia.org/wiki/Wizards_of_the_Coast","headline":"Wizards of the Coast Releases Magic: The Gathering Trading Card Game"},{"originalText":"A Biman Bangladesh Airlines aircraft crashed while attempting to land in Dhaka, killing 49 people in the deadliest aviation accident in Bangladeshi history.","year":1984,"subtitle":"Biman Bangladesh Airlines","url":"https://en.wikipedia.org/wiki/Biman_Bangladesh_Airlines","headline":"Biman Bangladesh Airlines Crash Kills 49 in Dhaka"},{"originalText":"U.S. president Ronald Reagan fired the 11,345 striking members of the Professional Air Traffic Controllers Organization en masse.","year":1981,"subtitle":"Ronald Reagan","url":"https://en.wikipedia.org/wiki/Ronald_Reagan","headline":"President Reagan Fires 11,345 Air Traffic Controllers"},{"originalText":"Police raided a screening of the film Lonesome Cowboys in Atlanta, Georgia, leading to the creation of the Gay Liberation Front.","year":1969,"subtitle":"Lonesome Cowboys police raid","url":"https://en.wikipedia.org/wiki/Lonesome_Cowboys_police_raid","headline":"Police Raid Leads to Creation of Gay Liberation Front in Atlanta"},{"originalText":"American actress and model Marilyn Monroe was found dead of a barbiturate overdose in her home in Brentwood, Los Angeles.","year":1962,"subtitle":"Marilyn Monroe","url":"https://en.wikipedia.org/wiki/Marilyn_Monroe","headline":"Actress Marilyn Monroe Found Dead of Overdose in Los Angeles Home"},{"originalText":"An earthquake registering 6.4 Ms struck near Ambato, Ecuador, killing 5,050 people.","year":1949,"subtitle":"1949 Ambato earthquake","url":"https://en.wikipedia.org/wiki/1949_Ambato_earthquake","headline":"Earthquake in Ecuador Kills 5,050 Near Ambato"},{"originalText":"First World War: The British Empire's Sinai and Palestine campaign began with a victory at the Battle of Romani.","year":1916,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"British Empire Begins Sinai and Palestine Campaign with Victory at Battle of Romani"},{"originalText":"Bertha Benz made the first long-distance automobile trip, driving 106 km (66 mi) from Mannheim to Pforzheim, Germany, in a Benz Patent-Motorwagen (pictured).","year":1888,"subtitle":"Bertha Benz","url":"https://en.wikipedia.org/wiki/Bertha_Benz","headline":"Bertha Benz Completes First Long-Distance Automobile Trip in Germany"},{"originalText":"Sir John Barrow, secretary at the Admiralty, rejected a proposal to use Francis Ronalds's electrical telegraph, deeming it \"wholly unnecessary\".","year":1816,"subtitle":"Sir John Barrow, 1st Baronet","url":"https://en.wikipedia.org/wiki/Sir_John_Barrow%2C_1st_Baronet","headline":"John Barrow Rejects Proposal for Electrical Telegraph"},{"originalText":"Russia, Prussia and Habsburg Austria began the First Partition of Poland, whose primary motive was to restore the regional balance of power in Eastern Europe.","year":1772,"subtitle":"Russian Empire","url":"https://en.wikipedia.org/wiki/Russian_Empire","headline":"Russia, Prussia, and Austria Begin First Partition of Poland"},{"originalText":"Austro-Turkish War: The Ottoman army were defeated in their attempt to capture the Habsburgs-controlled Petrovaradin Fortress despite having double the number of soldiers.","year":1716,"subtitle":"Austro-Turkish War (1716–1718)","url":"https://en.wikipedia.org/wiki/Austro-Turkish_War_(1716%E2%80%931718)","headline":"Ottoman Army Defeated in Austro-Turkish War"},{"originalText":"Beaver Wars: Aggravated by increased French incursions into their territory, a large force of Mohawk warriors substantially destroyed the settlement of Lachine, New France.","year":1689,"subtitle":"Beaver Wars","url":"https://en.wikipedia.org/wiki/Beaver_Wars","headline":"Mohawk Warriors Destroy Lachine Settlement in New France"},{"originalText":"Beaver Wars: Aggravated by increased French incursions into their territory, a large force of Mohawk warriors substantially destroyed the settlement of Lachine in present-day Quebec.","year":1689,"subtitle":"Beaver Wars","url":"https://en.wikipedia.org/wiki/Beaver_Wars","headline":"Mohawk Warriors Destroy Lachine Settlement in Quebec"},{"originalText":"Scottish nobleman John Ruthven, 3rd Earl of Gowrie, was killed during what was most likely a failed attempt to kidnap King James VI.","year":1600,"subtitle":"John Ruthven, 3rd Earl of Gowrie","url":"https://en.wikipedia.org/wiki/John_Ruthven%2C_3rd_Earl_of_Gowrie","headline":"Earl of Gowrie Killed in Failed Kidnapping Attempt of King James VI"},{"originalText":"Muscovite–Lithuanian Wars: The Grand Duchy of Lithuania achieved one of the greatest Lithuanian victories against the Tatars in the Battle of Kletsk.","year":1506,"subtitle":"Muscovite–Lithuanian Wars","url":"https://en.wikipedia.org/wiki/Muscovite%E2%80%93Lithuanian_Wars","headline":"Lithuania Achieves Victory Against Tatars in Battle of Kletsk"},{"originalText":"King Alfonso X of Castile was forced to abandon the Siege of Algeciras, the first of many on the city during the Spanish Reconquista.","year":1278,"subtitle":"Alfonso X of Castile","url":"https://en.wikipedia.org/wiki/Alfonso_X_of_Castile","headline":"King Alfonso X Forced to Abandon Siege of Algeciras"},{"originalText":"Henry I was crowned King of England in Westminster Abbey.","year":1100,"subtitle":"Henry I of England","url":"https://en.wikipedia.org/wiki/Henry_I_of_England","headline":"Henry I Crowned King of England at Westminster Abbey"},{"originalText":"Henry I (pictured) was crowned King of England at Westminster Abbey.","year":1100,"subtitle":"Henry I of England","url":"https://en.wikipedia.org/wiki/Henry_I_of_England","headline":"Henry I Crowned King of England at Westminster Abbey"},{"originalText":"Liu Xiu proclaimed himself the monarch of the Han dynasty as Emperor Guangwu.","year":25,"subtitle":"AD 25","url":"https://en.wikipedia.org/wiki/AD_25","headline":"Liu Xiu Proclaims Himself Emperor Guangwu of Han Dynasty"}]}