{"dateLabel":"August 6","issue":"Issue 219","events":[{"originalText":"A gas leak caused an explosion that collapsed a building and led to the deaths of 22 people in Rosario, Argentina.","year":2013,"subtitle":"2013 Rosario gas explosion","url":"https://en.wikipedia.org/wiki/2013_Rosario_gas_explosion","headline":"Gas leak explosion in Rosario, Argentina kills 22"},{"originalText":"A series of riots broke out in several London boroughs and in cities and towns across England in response to the shooting of Mark Duggan by Metropolitan Police officers.","year":2011,"subtitle":"2011 England riots","url":"https://en.wikipedia.org/wiki/2011_England_riots","headline":"Riots erupt across England after shooting of Mark Duggan"},{"originalText":"Flash floods, mudslides, and debris flows across the Ladakh region of Indian-administered Kashmir left at least 255 people dead.","year":2010,"subtitle":"2010 Ladakh floods","url":"https://en.wikipedia.org/wiki/2010_Ladakh_floods","headline":"Flash floods in Ladakh region of Kashmir claim 255 lives"},{"originalText":"Mauritanian President Sidi Mohamed Ould Cheikh Abdallahi was ousted from power by a group of high-ranking generals that he had dismissed from office several hours earlier.","year":2008,"subtitle":"Sidi Ould Cheikh Abdallahi","url":"https://en.wikipedia.org/wiki/Sidi_Ould_Cheikh_Abdallahi","headline":"Mauritanian President ousted by high-ranking generals"},{"originalText":"On approach to Antonio B. Won Pat International Airport in Guam, Korean Air Flight 801 crashed into a hill, killing 228 of the 254 people aboard.","year":1997,"subtitle":"Antonio B. Won Pat International Airport","url":"https://en.wikipedia.org/wiki/Antonio_B._Won_Pat_International_Airport","headline":"Korean Air Flight 801 crashes in Guam, 228 dead"},{"originalText":"Researchers announced that the meteorite ALH84001 (pictured), discovered in the Allan Hills of Antarctica, may contain evidence of life on Mars, but further tests were inconclusive.","year":1996,"subtitle":"Meteorite","url":"https://en.wikipedia.org/wiki/Meteorite","headline":"Meteorite ALH84001 may contain evidence of life on Mars"},{"originalText":"British computer programmer Tim Berners-Lee posted a public invitation to collaborate on a system of interlinked, hypertext documents accessible via the Internet, known as the World Wide Web.","year":1991,"subtitle":"Programmer","url":"https://en.wikipedia.org/wiki/Programmer","headline":"Tim Berners-Lee introduces World Wide Web"},{"originalText":"U.S. president Lyndon B. Johnson signed the Voting Rights Act into law, outlawing literacy tests and other discriminatory voting practices that had been responsible for the widespread disfranchisement of African Americans.","year":1965,"subtitle":"Lyndon B. Johnson","url":"https://en.wikipedia.org/wiki/Lyndon_B._Johnson","headline":"Voting Rights Act signed into law by Lyndon B. Johnson"},{"originalText":"World War II: The U.S. Army Air Force bomber Enola Gay (pictured with crew) dropped the Little Boy atomic bomb on Hiroshima, Japan, killing about 70,000 people instantly.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Enola Gay drops atomic bomb on Hiroshima, 70,000 killed"},{"originalText":"New York Supreme Court judge Joseph Force Crater disappeared in Manhattan, in a case that was never solved.","year":1930,"subtitle":"New York Supreme Court","url":"https://en.wikipedia.org/wiki/New_York_Supreme_Court","headline":"New York Supreme Court judge Joseph Force Crater disappears"},{"originalText":"The Anglo-Belgian India Rubber Company was founded in Antwerp to exploit natural rubber in the Congo Free State.","year":1892,"subtitle":"Abir Congo Company","url":"https://en.wikipedia.org/wiki/Abir_Congo_Company","headline":"Anglo-Belgian India Rubber Company founded in Antwerp"},{"originalText":"The Battle of Oriskany, one of the bloodiest battles of the American Revolutionary War, was fought about 6 mi (10 km) east of Fort Stanwix, New York.","year":1777,"subtitle":"Battle of Oriskany","url":"https://en.wikipedia.org/wiki/Battle_of_Oriskany","headline":"Battle of Oriskany fought near Fort Stanwix, New York"},{"originalText":"Second Fitna: Pro-Alid forces defeated the Umayyad Caliphate in the Battle of Khazir, allowing them to take control of Mosul in present-day Iraq.","year":686,"subtitle":"Second Fitna","url":"https://en.wikipedia.org/wiki/Second_Fitna","headline":"Pro-Alid forces defeat Umayyad Caliphate in Battle of Khazir"}]}