{"dateLabel":"August 7","issue":"Issue 220","events":[{"originalText":"Car bombs exploded simultaneously at the American embassies in the East African capital cities of Dar es Salaam, Tanzania, and Nairobi, Kenya, killing more than 200 people and injuring more than 4,000 others.","year":1998,"subtitle":"1998 United States embassy bombings","url":"https://en.wikipedia.org/wiki/1998_United_States_embassy_bombings","headline":"Car bombs explode at American embassies in Dar es Salaam and Nairobi, killing 200+"},{"originalText":"Lynne Cox became the first person to swim between the U.S. and the Soviet Union, crossing from Little Diomede to Big Diomede in the Bering Strait in 2 hours and 5 minutes.","year":1987,"subtitle":"Lynne Cox","url":"https://en.wikipedia.org/wiki/Lynne_Cox","headline":"Lynne Cox swims from Little Diomede to Big Diomede in record time"},{"originalText":"Lynne Cox became the first person to swim between the U.S. and the Soviet Union, crossing from Little Diomede to Big Diomede in the Bering Strait in 2 hours and 5 minutes.","year":1987,"subtitle":"Lynne Cox","url":"https://en.wikipedia.org/wiki/Lynne_Cox","headline":"Lynne Cox makes history with swim between U.S. and Soviet Union"},{"originalText":"Five members of the Bamber family were found murdered at a farmhouse in Tolleshunt D'Arcy, England.","year":1985,"subtitle":"White House Farm murders","url":"https://en.wikipedia.org/wiki/White_House_Farm_murders","headline":"Five members of Bamber family found murdered in Tolleshunt D'Arcy"},{"originalText":"Jonathan Jackson kidnapped Harold Haley, a judge in Marin County, California, to coerce the release of the Soledad Brothers, including Jackson's brother George.","year":1970,"subtitle":"Jonathan P. Jackson","url":"https://en.wikipedia.org/wiki/Jonathan_P._Jackson","headline":"Jonathan Jackson kidnaps judge to free Soledad Brothers"},{"originalText":"Hurricane Diane, the first Atlantic hurricane to cause more than $1 billion in damages, formed between the Lesser Antilles and Cape Verde.","year":1955,"subtitle":"Hurricane Diane","url":"https://en.wikipedia.org/wiki/Hurricane_Diane","headline":"Hurricane Diane causes over $1 billion in damages"},{"originalText":"The Soviet Union informed Turkey that the way in which the latter was handling the Turkish Straits no longer represented the security interests of its fellow Black Sea nations, escalating the Turkish Straits crisis.","year":1946,"subtitle":"Turkish straits","url":"https://en.wikipedia.org/wiki/Turkish_straits","headline":"Soviet Union escalates Turkish Straits crisis with Turkey"},{"originalText":"IBM presented the first program-controlled calculator to Harvard University, after which it became known as the Mark I.","year":1944,"subtitle":"IBM","url":"https://en.wikipedia.org/wiki/IBM","headline":"IBM presents first program-controlled calculator to Harvard"},{"originalText":"World War II: U.S. Marines initiated the first American offensive of the Guadalcanal campaign, with landings on Tulagi (pictured), Gavutu–Tanambogo and Guadalcanal in the Solomon Islands.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"U.S. Marines launch offensive in Guadalcanal campaign"},{"originalText":"The Battle of Mulhouse began with France's first attack of World War I in an ultimately unsuccessful attempt to recover the region of Alsace from Germany.","year":1914,"subtitle":"Battle of Mulhouse","url":"https://en.wikipedia.org/wiki/Battle_of_Mulhouse","headline":"Battle of Mulhouse marks France's first attack in WWI"},{"originalText":"Fifty-nine days after leaving New York City with three passengers, Alice Huyler Ramsey arrived in San Francisco to become the first woman to drive an automobile across the contiguous United States.","year":1909,"subtitle":"Alice Huyler Ramsey","url":"https://en.wikipedia.org/wiki/Alice_Huyler_Ramsey","headline":"Alice Huyler Ramsey completes first U.S. cross-country drive"},{"originalText":"Mahdist War: Anglo-Egyptian soldiers clashed with Mahdist Sudanese rebels in the Battle of Abu Hamed.","year":1897,"subtitle":"Mahdist War","url":"https://en.wikipedia.org/wiki/Mahdist_War","headline":"Anglo-Egyptian soldiers clash with Mahdist rebels in Battle of Abu Hamed"},{"originalText":"U.S. president George Washington invoked the Militia Acts of 1792 to suppress the Whiskey Rebellion in western Pennsylvania.","year":1794,"subtitle":"George Washington","url":"https://en.wikipedia.org/wiki/George_Washington","headline":"George Washington suppresses Whiskey Rebellion with Militia Acts"},{"originalText":"The Badge of Military Merit (pictured), the precursor to the U.S. Purple Heart, was established as a military decoration of the Continental Army.","year":1782,"subtitle":"Badge of Military Merit","url":"https://en.wikipedia.org/wiki/Badge_of_Military_Merit","headline":"Badge of Military Merit established as precursor to U.S. Purple Heart"},{"originalText":"The Badge of Military Merit (pictured), the precursor to the U.S. Purple Heart, was established as a military decoration of the Continental Army.","year":1782,"subtitle":"Badge of Military Merit","url":"https://en.wikipedia.org/wiki/Badge_of_Military_Merit","headline":"Badge of Military Merit established as precursor to U.S. Purple Heart"},{"originalText":"Le Griffon (depicted), a barque built by René-Robert de La Salle, began its journey to be the first sailing ship to navigate the upper Great Lakes.","year":1679,"subtitle":"Le Griffon","url":"https://en.wikipedia.org/wiki/Le_Griffon","headline":"Le Griffon sets sail to navigate upper Great Lakes"},{"originalText":"Ming Chinese general Cao Qin staged a failed coup against the Tianshun Emperor.","year":1461,"subtitle":"Ming dynasty","url":"https://en.wikipedia.org/wiki/Ming_dynasty","headline":"Ming general Cao Qin's coup against Tianshun Emperor fails"}]}