{"dateLabel":"August 8","issue":"Issue 221","events":[{"originalText":"The World Health Organization declared the Western African Ebola virus epidemic, which began in December 2013, to be a public health emergency of international concern.","year":2014,"subtitle":"World Health Organization","url":"https://en.wikipedia.org/wiki/World_Health_Organization","headline":"WHO declares Western African Ebola epidemic a global health emergency"},{"originalText":"A massive mudslide in Zhouqu County in the Chinese province of Gansu killed at least 1,471 people.","year":2010,"subtitle":"2010 Gansu mudslide","url":"https://en.wikipedia.org/wiki/2010_Gansu_mudslide","headline":"Massive mudslide in Zhouqu County, China, kills over 1,400"},{"originalText":"Nine people died when a tour helicopter and a small private airplane collided over the Hudson River in Hoboken, New Jersey.","year":2009,"subtitle":"2009 Hudson River mid-air collision","url":"https://en.wikipedia.org/wiki/2009_Hudson_River_mid-air_collision","headline":"9 dead in helicopter and airplane collision over Hudson River"},{"originalText":"A EuroCity train en route to Prague struck a part of a motorway bridge that had fallen onto the track near Studénka station and derailed, killing 8 people and injuring 64 others.","year":2008,"subtitle":"EuroCity","url":"https://en.wikipedia.org/wiki/EuroCity","headline":"EuroCity train derailment near Studénka station kills 8"},{"originalText":"The Iranian consulate in Mazar-i-Sharif, Afghanistan, was raided by Taliban leading to the death of 10 Iranian diplomats and an Iranian journalist.","year":1998,"subtitle":"Mazar-i-Sharif","url":"https://en.wikipedia.org/wiki/Mazar-i-Sharif","headline":"Taliban raid on Iranian consulate in Mazar-i-Sharif leads to 10 diplomat deaths"},{"originalText":"The Warsaw radio mast, the tallest structure ever built at 646.38 m (2,120.7 ft), collapsed due to an error in exchanging the guys on the highest stock of the mast.","year":1991,"subtitle":"Warsaw radio mast","url":"https://en.wikipedia.org/wiki/Warsaw_radio_mast","headline":"Warsaw radio mast collapses, tallest structure ever built"},{"originalText":"A series of marches, demonstrations, protests, and riots, which became known as the 8888 Uprising, began against the one-party state of the Burma Socialist Programme Party.","year":1988,"subtitle":"8888 Uprising","url":"https://en.wikipedia.org/wiki/8888_Uprising","headline":"8888 Uprising protests against one-party state in Burma"},{"originalText":"Tropical Storm Beryl formed over southeastern Louisiana, making it one of the few tropical cyclones to form over land.","year":1988,"subtitle":"Tropical Storm Beryl (1988)","url":"https://en.wikipedia.org/wiki/Tropical_Storm_Beryl_(1988)","headline":"Tropical Storm Beryl forms over southeastern Louisiana"},{"originalText":"At a zebra crossing in London (pictured), photographer Iain Macmillan took the photo that was used for the cover of the Beatles' album Abbey Road.","year":1969,"subtitle":"Zebra crossing","url":"https://en.wikipedia.org/wiki/Zebra_crossing","headline":"Iconic Abbey Road album cover photo taken in London"},{"originalText":"At a zebra crossing (pictured) on Abbey Road in London, Iain Macmillan took the photograph that was used for the cover of the Beatles' album Abbey Road.","year":1969,"subtitle":"Zebra crossing","url":"https://en.wikipedia.org/wiki/Zebra_crossing","headline":"Mining disaster in Belgium kills 262 workers"},{"originalText":"A mining disaster killed 262 workers, mainly Italian nationals, at the Bois du Cazier coal mine in Belgium.","year":1956,"subtitle":"Marcinelle mining disaster","url":"https://en.wikipedia.org/wiki/Marcinelle_mining_disaster","headline":"Graf Zeppelin airship departs on world circumnavigation flight"},{"originalText":"The German airship Graf Zeppelin (pictured) departed Lakehurst, New Jersey, on a flight to circumnavigate the world.","year":1929,"subtitle":"LZ 127 Graf Zeppelin","url":"https://en.wikipedia.org/wiki/LZ_127_Graf_Zeppelin","headline":"Third Anglo-Afghan War ends with UK recognizing Afghan independence"},{"originalText":"The Third Anglo-Afghan War ended with the United Kingdom signing a treaty to recognise the independence of the Emirate of Afghanistan.","year":1919,"subtitle":"Third Anglo-Afghan War","url":"https://en.wikipedia.org/wiki/Third_Anglo-Afghan_War","headline":"Battle of Amiens marks start of Allied Hundred Days Offensive in WWI"},{"originalText":"The Battle of Amiens began in Amiens, France, marking the start of the Allied Powers' Hundred Days Offensive through the German front lines that ultimately led to the end of World War I.","year":1918,"subtitle":"Battle of Amiens (1918)","url":"https://en.wikipedia.org/wiki/Battle_of_Amiens_(1918)","headline":"Endurance sets sail on Imperial Trans-Antarctic Expedition"},{"originalText":"The Endurance departed Plymouth, England, on the Imperial Trans-Antarctic Expedition.","year":1914,"subtitle":"Endurance (1912 ship)","url":"https://en.wikipedia.org/wiki/Endurance_(1912_ship)","headline":"Cornerstone laid for Tycho Brahe's observatory Uraniborg"},{"originalText":"The cornerstone of Danish astronomer Tycho Brahe's observatory Uraniborg was laid on the island of Hven.","year":1576,"subtitle":"Cornerstone","url":"https://en.wikipedia.org/wiki/Cornerstone","headline":"Muslim rebels capture alcázar in Jerez during Mudéjar revolt"},{"originalText":"Reconquista: In the early stages of the Mudéjar revolt, Muslim rebels captured the alcázar of the city of Jerez in present-day Spain, holding it for about two months.","year":1264,"subtitle":"Reconquista","url":"https://en.wikipedia.org/wiki/Reconquista","headline":"Duke Zhuang of Lu defeated at Battle of Qianshi in Spring and Autumn period"},{"originalText":"Spring and Autumn period: Amid a succession dispute, the forces of Duke Zhuang of Lu, who was attempting to install a claimant to the Qi throne, were defeated at the Battle of Qianshi.","year":-685,"subtitle":"Spring and Autumn period","url":"https://en.wikipedia.org/wiki/Spring_and_Autumn_period"}]}