{"dateLabel":"August 9","issue":"Issue 222","events":[{"originalText":"Michael Brown, an 18-year-old African-American man, was killed by a white police officer in Ferguson, Missouri, resulting in widespread protests and unrest.","year":2014,"subtitle":"Killing of Michael Brown","url":"https://en.wikipedia.org/wiki/Killing_of_Michael_Brown","headline":"Michael Brown killed by white police officer in Ferguson, Missouri"},{"originalText":"A civilian school bus in Dahyan, Yemen, was bombed by Saudi Arabia killing at least 40 children under 15.","year":2008,"subtitle":"Dahyan","url":"https://en.wikipedia.org/wiki/Dahyan","headline":"Saudi Arabia bombs school bus in Dahyan, Yemen, killing 40 children"},{"originalText":"British police arrested 24 people for conspiring to detonate liquid explosives carried on board airliners travelling from the UK to the US and Canada.","year":2006,"subtitle":"2006 transatlantic aircraft plot","url":"https://en.wikipedia.org/wiki/2006_transatlantic_aircraft_plot","headline":"British police arrest 24 for conspiring to detonate liquid explosives on airliners"},{"originalText":"A suicide bomber attacked a pizza restaurant in Jerusalem, killing 15 people and wounding 130 others.","year":2001,"subtitle":"Sbarro restaurant suicide bombing","url":"https://en.wikipedia.org/wiki/Sbarro_restaurant_suicide_bombing","headline":"Suicide bomber kills 15 at pizza restaurant in Jerusalem"},{"originalText":"Wayne Gretzky was traded from the Edmonton Oilers to the Los Angeles Kings in one of the most controversial player transactions in ice hockey history.","year":1988,"subtitle":"Wayne Gretzky","url":"https://en.wikipedia.org/wiki/Wayne_Gretzky","headline":"Wayne Gretzky traded to Los Angeles Kings from Edmonton Oilers"},{"originalText":"On the verge of an impeachment and removal from office amidst the Watergate scandal, Richard Nixon became the first president of the United States to resign his office.","year":1974,"subtitle":"Impeachment process against Richard Nixon","url":"https://en.wikipedia.org/wiki/Impeachment_process_against_Richard_Nixon","headline":"Richard Nixon resigns amidst Watergate scandal"},{"originalText":"The Troubles: British forces began arresting and interning suspected Irish republican militants in Northern Ireland.","year":1971,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"British forces arrest suspected Irish republican militants in Northern Ireland"},{"originalText":"Members of the Manson Family invaded a house and murdered actress Sharon Tate and four guests, before killing two more people the following night.","year":1969,"subtitle":"Manson Family","url":"https://en.wikipedia.org/wiki/Manson_Family","headline":"Manson Family murders actress Sharon Tate and guests in Los Angeles"},{"originalText":"Members of the Manson Family invaded a house and murdered American actress Sharon Tate (pictured) and four guests in Los Angeles, before killing two more people the following night.","year":1969,"subtitle":"Manson Family","url":"https://en.wikipedia.org/wiki/Manson_Family","headline":"Singapore expelled from Malaysian federation due to ideological conflict"},{"originalText":"The state of Singapore (flag pictured) was expelled from the Malaysian federation due to a heated ideological conflict between their respective ruling parties.","year":1965,"subtitle":"Singapore","url":"https://en.wikipedia.org/wiki/Singapore","headline":"South Kasai declares secession from Republic of the Congo"},{"originalText":"Led by Albert Kalonji, South Kasai declared its unilateral secession from the Republic of the Congo (Léopoldville).","year":1960,"subtitle":"Albert Kalonji","url":"https://en.wikipedia.org/wiki/Albert_Kalonji","headline":"20,000 women protest apartheid pass laws in Pretoria, South Africa"},{"originalText":"An estimated 20,000 women marched on Pretoria, South Africa, to protest the introduction of the Apartheid pass laws for black women in 1952.","year":1956,"subtitle":"Women's March (South Africa)","url":"https://en.wikipedia.org/wiki/Women's_March_(South_Africa)","headline":"USAAF bomber drops atomic bomb on Nagasaki, Japan"},{"originalText":"About 20,000 women marched on Pretoria, South Africa, to protest the introduction of pass laws for black women under apartheid.","year":1956,"subtitle":"Women's March (South Africa)","url":"https://en.wikipedia.org/wiki/Women's_March_(South_Africa)","headline":"Smokey Bear authorized as mascot for United States Forest Service"},{"originalText":"World War II: The USAAF bomber Bockscar dropped a Fat Man atomic bomb (replica pictured) on Nagasaki, Japan.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Japan forces U.S. Navy to withdraw from Solomon Islands in naval engagement"},{"originalText":"The United States Forest Service authorized the use of Smokey Bear as its mascot to replace Bambi.","year":1944,"subtitle":"United States Forest Service","url":"https://en.wikipedia.org/wiki/United_States_Forest_Service","headline":"Shostakovich's Symphony No. 7 premiered in Leningrad during Nazi siege"},{"originalText":"World War II: In the first major naval engagement of the Guadalcanal campaign, Japan forced the U.S. Navy to withdraw from the Solomon Islands.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"The Blue Lotus by Hergé begins serialisation, countering misconceptions of Chinese people"},{"originalText":"Shostakovich's Symphony No. 7 was premiered in Leningrad while the city was under siege by Nazi forces.","year":1942,"subtitle":"Leningrad première of Shostakovich's Symphony No. 7","url":"https://en.wikipedia.org/wiki/Leningrad_premi%C3%A8re_of_Shostakovich's_Symphony_No._7","headline":"Edward VII and Alexandra crowned King and Queen of the United Kingdom"},{"originalText":"The Blue Lotus, the fifth volume of The Adventures of Tintin by the Belgian cartoonist Hergé and noted for its emphasis on countering negative misconceptions of Chinese people, began serialisation.","year":1934,"subtitle":"The Blue Lotus","url":"https://en.wikipedia.org/wiki/The_Blue_Lotus","headline":"International Congress of Mathematicians holds first meeting in Zürich, Switzerland"},{"originalText":"In a ceremony at Westminster Abbey, Edward VII and Alexandra were crowned King and Queen of the United Kingdom and the British Dominions, and Emperor and Empress of India.","year":1902,"subtitle":"Coronation of Edward VII and Alexandra","url":"https://en.wikipedia.org/wiki/Coronation_of_Edward_VII_and_Alexandra","headline":"Nez Perce War casualties at Battle of the Big Hole end inconclusively"},{"originalText":"The first meeting of the International Congress of Mathematicians was held in Zürich, Switzerland.","year":1897,"subtitle":"International Congress of Mathematicians","url":"https://en.wikipedia.org/wiki/International_Congress_of_Mathematicians","headline":"Confederate troops achieve victory at Battle of Cedar Mountain after counter-attack"},{"originalText":"Nez Perce War: Both the Nez Perce and the United States Army suffered numerous casualties at the Battle of the Big Hole, which ended inconclusively.","year":1877,"subtitle":"Nez Perce War","url":"https://en.wikipedia.org/wiki/Nez_Perce_War"},{"originalText":"American Civil War: After nearly being driven from the field in the early part of the Battle of Cedar Mountain, Confederate troops counter-attacked and achieved a victory.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War"}]}