{"dateLabel":"August 11","issue":"Issue 224","events":[{"originalText":"At least 306 people were killed and 3,000 others injured in a pair of earthquakes near Tabriz, Iran.","year":2012,"subtitle":"2012 East Azerbaijan earthquakes","url":"https://en.wikipedia.org/wiki/2012_East_Azerbaijan_earthquakes","headline":"306 killed in earthquakes near Tabriz, Iran"},{"originalText":"The Salt Lake City Tornado hit downtown Salt Lake City, damaging 120 homes and injuring over 100 people.","year":1999,"subtitle":"1999 Salt Lake City tornado","url":"https://en.wikipedia.org/wiki/1999_Salt_Lake_City_tornado","headline":"Salt Lake City Tornado damages 120 homes, injures 100"},{"originalText":"Ken Levine's System Shock 2 was released to mediocre sales, but was critically acclaimed and highly influenced subsequent first-person shooter game design.","year":1999,"subtitle":"Ken Levine (game developer)","url":"https://en.wikipedia.org/wiki/Ken_Levine_(game_developer)","headline":"System Shock 2 released by Ken Levine"},{"originalText":"Two Aeroflot passenger jets collided in mid-air near Dniprodzerzhynsk in the Ukrainian SSR, killing all 178 people on both aircraft.","year":1979,"subtitle":"Aeroflot","url":"https://en.wikipedia.org/wiki/Aeroflot","headline":"178 killed in Aeroflot jets collision near Dniprodzerzhynsk"},{"originalText":"The U.S. National Highway Traffic Safety Administration initiated an investigation into the alleged vulnerability of the Ford Pinto to fuel leakage and fire in a rear-end collision.","year":1977,"subtitle":"National Highway Traffic Safety Administration","url":"https://en.wikipedia.org/wiki/National_Highway_Traffic_Safety_Administration","headline":"Investigation into Ford Pinto fuel leakage initiated"},{"originalText":"At a party in New York City, Jamaican musician DJ Kool Herc (pictured) began rapping during an extended break, laying the foundation for hip hop music.","year":1973,"subtitle":"DJ Kool Herc","url":"https://en.wikipedia.org/wiki/DJ_Kool_Herc","headline":"DJ Kool Herc lays foundation for hip hop music in NYC"},{"originalText":"King Talal of Jordan was forced to abdicate due to mental illness and was succeeded by his eldest son Hussein .","year":1952,"subtitle":"Talal of Jordan","url":"https://en.wikipedia.org/wiki/Talal_of_Jordan","headline":"King Talal of Jordan abdicates due to mental illness"},{"originalText":"Amid rumors of kidnappings of children by Jews in Kraków, a crowd of Poles took part in a pogrom, resulting in at least one death.","year":1945,"subtitle":"Kraków","url":"https://en.wikipedia.org/wiki/Krak%C3%B3w","headline":"Pogrom in Kraków amid rumors of kidnappings"},{"originalText":"The first Bud Billiken Parade and Picnic, the oldest and largest African-American parade in the United States, was held in Chicago.","year":1929,"subtitle":"Bud Billiken Parade and Picnic","url":"https://en.wikipedia.org/wiki/Bud_Billiken_Parade_and_Picnic","headline":"First Bud Billiken Parade held in Chicago"},{"originalText":"Francis Light founded George Town, the first British settlement in Southeast Asia and the present-day capital of the Malaysian state of Penang.","year":1786,"subtitle":"Francis Light","url":"https://en.wikipedia.org/wiki/Francis_Light","headline":"George Town founded by Francis Light in Southeast Asia"},{"originalText":"The first papal conclave to be held in the Sistine Chapel elected Roderic Borja as Pope Alexander VI to succeed Innocent VIII.","year":1492,"subtitle":"1492 papal conclave","url":"https://en.wikipedia.org/wiki/1492_papal_conclave","headline":"Pope Alexander VI elected in first Sistine Chapel conclave"},{"originalText":"Reconquista: Aragonese forces led by King James II landed on the coast of Almería, beginning an ultimately unsuccessful siege of the city, then held by the Emirate of Granada.","year":1309,"subtitle":"Reconquista","url":"https://en.wikipedia.org/wiki/Reconquista","headline":"Aragonese forces begin siege of Almería in Reconquista"},{"originalText":"The region of Dacia, comprising parts of modern Romania, became a province of the Roman Empire.","year":106,"subtitle":"AD 106","url":"https://en.wikipedia.org/wiki/AD_106","headline":"Dacia becomes Roman province"}]}