{"dateLabel":"August 12","issue":"Issue 225","events":[{"originalText":"The state-owned Taedonggang Brewing Company inaugurated the first beer festival in North Korea.","year":2016,"subtitle":"Taedonggang Brewing Company","url":"https://en.wikipedia.org/wiki/Taedonggang_Brewing_Company","headline":"North Korea's Taedonggang Brewing Company Hosts First Beer Festival"},{"originalText":"Kursk, an Oscar-class submarine of the Russian Navy, suffered an on-board explosion and sank in the Barents Sea during a military exercise with 118 lives lost.","year":2000,"subtitle":"Russian submarine Kursk (K-141)","url":"https://en.wikipedia.org/wiki/Russian_submarine_Kursk_(K-141)","headline":"Russian Navy's Submarine Kursk Sinks in Barents Sea, 118 Lives Lost"},{"originalText":"Near Faith, South Dakota, American paleontologist Sue Hendrickson found one of the most complete Tyrannosaurus rex skeletons, nicknamed Sue (pictured).","year":1990,"subtitle":"Faith, South Dakota","url":"https://en.wikipedia.org/wiki/Faith%2C_South_Dakota","headline":"American Paleontologist Sue Hendrickson Discovers Complete T. rex Skeleton Near Faith, South Dakota"},{"originalText":"Japan Air Lines Flight 123 crashed into Mount Takamagahara in Gunma Prefecture, killing 520 of 524 people on board in the world's worst single-aircraft aviation disaster.","year":1985,"subtitle":"Japan Air Lines Flight 123","url":"https://en.wikipedia.org/wiki/Japan_Air_Lines_Flight_123","headline":"Japan Air Lines Flight 123 Crashes into Mount Takamagahara, 520 Dead in Aviation Disaster"},{"originalText":"The Troubles: Riots erupted in the neighbourhood of Bogside in Derry, and spread across much of Northern Ireland.","year":1969,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Riots Break Out in Bogside, Derry, Spreading Across Northern Ireland"},{"originalText":"Thirteen Jewish poets were executed in Moscow for espionage based on false confessions.","year":1952,"subtitle":"Night of the Murdered Poets","url":"https://en.wikipedia.org/wiki/Night_of_the_Murdered_Poets","headline":"Thirteen Jewish Poets Executed in Moscow for Espionage"},{"originalText":"An official administrative history of the Manhattan Project, written by American physicist Henry DeWolf Smyth, was released to the public days after the atomic bombings of Hiroshima and Nagasaki.","year":1945,"subtitle":"Smyth Report","url":"https://en.wikipedia.org/wiki/Smyth_Report","headline":"Official History of Manhattan Project Released After Hiroshima and Nagasaki Bombings"},{"originalText":"World War II: In Sant'Anna di Stazzema, Italy, the Waffen-SS and the Brigate Nere murdered about 560 local villagers and refugees and burned their bodies.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Waffen-SS and Brigate Nere Massacre 560 in Sant'Anna di Stazzema, Italy"},{"originalText":"World War I: Belgian troops won a victory at the Battle of Halen, but were ultimately unable to stop the German invasion of the country.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Belgian Troops Victorious at Battle of Halen, Unable to Halt German Invasion"},{"originalText":"The last known quagga (colourised example pictured), a subspecies of the plains zebra, died at Natura Artis Magistra, a zoo in Amsterdam.","year":1883,"subtitle":"Quagga","url":"https://en.wikipedia.org/wiki/Quagga","headline":"Last Known Quagga Dies at Natura Artis Magistra Zoo in Amsterdam"},{"originalText":"Franco-American children as young as seven years old commenced a strike against Cabot Mill of Brunswick, Maine. The Mill had to shut down operations for three days.","year":1881,"subtitle":"French Americans","url":"https://en.wikipedia.org/wiki/French_Americans","headline":"Franco-American Children Strike Against Cabot Mill, Brunswick, Maine"},{"originalText":"Crusades: Fatimid forces under al-Afdal Shahanshah began retreating to Egypt after the Battle of Ascalon, concluding the First Crusade.","year":1099,"subtitle":"Crusades","url":"https://en.wikipedia.org/wiki/Crusades","headline":"Fatimid Forces Retreat to Egypt After Battle of Ascalon, Ending First Crusade"}]}