{"dateLabel":"August 15","issue":"Issue 228","events":[{"originalText":"The Helsinki Agreement between the Free Aceh Movement and the Government of Indonesia was signed, ending more than 28 years of fighting.","year":2005,"subtitle":"Free Aceh Movement","url":"https://en.wikipedia.org/wiki/Free_Aceh_Movement","headline":"Helsinki Agreement signed, ending 28 years of fighting in Aceh, Indonesia"},{"originalText":"The Troubles: A car bomb attack carried out by the Real Irish Republican Army killed 29 people and injured approximately 220 others in Omagh, Northern Ireland.","year":1998,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Car bomb attack in Omagh, Northern Ireland kills 29 and injures 220"},{"originalText":"Big Ear, a radio telescope at Ohio State University received a strong, apparently extraterrestrial radio signal that became known as the Wow! signal.","year":1977,"subtitle":"Ohio State University Radio Observatory","url":"https://en.wikipedia.org/wiki/Ohio_State_University_Radio_Observatory","headline":"Ohio State University's Big Ear telescope receives extraterrestrial radio signal"},{"originalText":"Mid-ranking army officers overthrew Bangladesh's founding leader, Sheikh Mujibur Rahman (pictured), killing him and most of his family.","year":1975,"subtitle":"15 August 1975 Bangladeshi coup d'état","url":"https://en.wikipedia.org/wiki/15_August_1975_Bangladeshi_coup_d'%C3%A9tat","headline":"Bangladesh's founding leader Sheikh Mujibur Rahman overthrown and killed by army officers"},{"originalText":"President Fulbert Youlou was overthrown in the Republic of Congo, after a three-day uprising in the capital.","year":1963,"subtitle":"Fulbert Youlou","url":"https://en.wikipedia.org/wiki/Fulbert_Youlou","headline":"President Fulbert Youlou ousted in Republic of Congo uprising"},{"originalText":"The Republic of Korea was established with Syngman Rhee (pictured) as its first president.","year":1948,"subtitle":"History of South Korea","url":"https://en.wikipedia.org/wiki/History_of_South_Korea","headline":"Republic of Korea established with Syngman Rhee as first president"},{"originalText":"Jawaharlal Nehru (pictured) took office as the first prime minister of India, a post he held for 16 years.","year":1947,"subtitle":"Jawaharlal Nehru","url":"https://en.wikipedia.org/wiki/Jawaharlal_Nehru","headline":"Jawaharlal Nehru becomes India's first prime minister"},{"originalText":"World War II: Allied forces began their invasion of southern France.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allied forces begin invasion of southern France in World War II"},{"originalText":"World War II: The tanker SS Ohio reached Malta as part of an operation to deliver much-needed supplies during the siege of Malta.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Tanker SS Ohio delivers supplies to Malta during siege"},{"originalText":"Josef Jakobs, a German spy, became the last person executed at the Tower of London.","year":1941,"subtitle":"Josef Jakobs","url":"https://en.wikipedia.org/wiki/Josef_Jakobs","headline":"German spy Josef Jakobs executed at Tower of London"},{"originalText":"A military coup against the government of Dimitrios Rallis began in the neighbourhood of Goudi in Athens, Greece.","year":1909,"subtitle":"Goudi coup","url":"https://en.wikipedia.org/wiki/Goudi_coup","headline":"Military coup against Dimitrios Rallis government begins in Athens"},{"originalText":"War of 1812: Potawatomi warriors ambushed a United States Army convoy after it had evacuated Fort Dearborn, in present-day Chicago, and razed the fort.","year":1812,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"Potawatomi warriors ambush US Army convoy after Fort Dearborn evacuation"},{"originalText":"Byzantine–Ottoman wars: The Empire of Trebizond, the longest-surviving Byzantine successor state, was conquered by Ottoman forces following a month-long siege.","year":1461,"subtitle":"Byzantine–Ottoman wars","url":"https://en.wikipedia.org/wiki/Byzantine%E2%80%93Ottoman_wars","headline":"Empire of Trebizond conquered by Ottoman forces after month-long siege"},{"originalText":"Michael VIII Palaiologos was crowned Byzantine emperor in Constantinople.","year":1261,"subtitle":"Michael VIII Palaiologos","url":"https://en.wikipedia.org/wiki/Michael_VIII_Palaiologos","headline":"Michael VIII Palaiologos crowned Byzantine emperor in Constantinople"},{"originalText":"Upon the death of his uncle Stephen I, Peter became the second king of Hungary.","year":1038,"subtitle":"Stephen I of Hungary","url":"https://en.wikipedia.org/wiki/Stephen_I_of_Hungary","headline":"Peter becomes second king of Hungary after uncle Stephen I's death"},{"originalText":"Byzantine general Eustathios Daphnomeles captured and blinded Ibatzes of Bulgaria by means of a ruse, ending the last resistance against Emperor Basil II's conquest of Bulgaria.","year":1018,"subtitle":"Eustathios Daphnomeles","url":"https://en.wikipedia.org/wiki/Eustathios_Daphnomeles","headline":"Byzantine general captures and blinds Ibatzes of Bulgaria, ending resistance"},{"originalText":"Forces of the Umayyad Caliphate abandoned their year-long siege of Constantinople, ending the Umayyad goal of conquering the Byzantine Empire.","year":718,"subtitle":"Umayyad Caliphate","url":"https://en.wikipedia.org/wiki/Umayyad_Caliphate","headline":"Umayyad Caliphate forces abandon year-long siege of Constantinople"}]}