{"dateLabel":"August 16","issue":"Issue 229","events":[{"originalText":"Suicide bombers assassinated Pakistani politician Shuja Khanzada and killed at least 21 others at his home in Attock District.","year":2015,"subtitle":"2015 Attock bombing","url":"https://en.wikipedia.org/wiki/2015_Attock_bombing","headline":"Suicide bombers assassinate Pakistani politician Shuja Khanzada in Attock District"},{"originalText":"At the World Championships in Athletics in Berlin, Usain Bolt ran the 100 metres in 9.58 seconds, breaking his own record set a year earlier.","year":2009,"subtitle":"2009 World Championships in Athletics","url":"https://en.wikipedia.org/wiki/2009_World_Championships_in_Athletics","headline":"Usain Bolt breaks 100m record at World Championships in Athletics"},{"originalText":"Typhoon Wayne formed over the South China Sea, going on to become one of the longest-lived tropical cyclones in the north-western Pacific, lasting 21 days.","year":1986,"subtitle":"Typhoon Wayne (1986)","url":"https://en.wikipedia.org/wiki/Typhoon_Wayne_(1986)","headline":"Typhoon Wayne becomes long-lived tropical cyclone in South China Sea"},{"originalText":"American singer and actor Elvis Presley was found dead in his home in Memphis, Tennessee.","year":1977,"subtitle":"Elvis Presley","url":"https://en.wikipedia.org/wiki/Elvis_Presley","headline":"Elvis Presley found dead in Memphis home"},{"originalText":"The English rock band the Beatles fired their drummer Pete Best , replacing him with Ringo Starr (pictured).","year":1962,"subtitle":"The Beatles","url":"https://en.wikipedia.org/wiki/The_Beatles","headline":"The Beatles fire drummer Pete Best, replace with Ringo Starr"},{"originalText":"Widespread riots between Hindus and Muslims took place in Calcutta following the All-India Muslim League's call for an independent Pakistan.","year":1946,"subtitle":"Direct Action Day","url":"https://en.wikipedia.org/wiki/Direct_Action_Day","headline":"Riots between Hindus and Muslims in Calcutta"},{"originalText":"The Stanley Internment Camp in Hong Kong was liberated following the announcement of the surrender of Japan in World War II.","year":1945,"subtitle":"Stanley Internment Camp","url":"https://en.wikipedia.org/wiki/Stanley_Internment_Camp","headline":"Stanley Internment Camp in Hong Kong liberated after Japan's surrender"},{"originalText":"The Holocaust: During the deportation of Jews from Slovakia, President Jozef Tiso gave a speech describing Jews as \"parasites\" and \"the eternal enemy\".","year":1942,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"President Jozef Tiso describes Jews as 'parasites' during deportation from Slovakia"},{"originalText":"A long-running dispute between Muslims and Jews over access to the Western Wall in Jerusalem escalated into a week-long period of violent riots throughout Palestine.","year":1929,"subtitle":"Western Wall","url":"https://en.wikipedia.org/wiki/Western_Wall","headline":"Violent riots erupt over access to Western Wall in Jerusalem"},{"originalText":"Ray Chapman of the Cleveland Indians was hit by a pitch and died the following day, becoming the only Major League Baseball player to die directly as a result of injuries sustained during a game.","year":1920,"subtitle":"Ray Chapman","url":"https://en.wikipedia.org/wiki/Ray_Chapman","headline":"Cleveland Indians player Ray Chapman dies after being hit by pitch"},{"originalText":"The Battle of Radzymin, one of the bloodiest and most intense battles of the Polish–Soviet War, concluded with a Polish victory.","year":1920,"subtitle":"Battle of Radzymin (1920)","url":"https://en.wikipedia.org/wiki/Battle_of_Radzymin_(1920)","headline":"Polish victory in Battle of Radzymin"},{"originalText":"The British parliament's Blind Persons Act received royal assent, becoming the first first disability-specific legislation to be passed anywhere in the world.","year":1920,"subtitle":"Blind Persons Act 1920","url":"https://en.wikipedia.org/wiki/Blind_Persons_Act_1920","headline":"British parliament passes first disability-specific legislation"},{"originalText":"An earthquake registering approximately 8.2 Mw struck Valparaíso, Chile, killing 3,882 people.","year":1906,"subtitle":"1906 Valparaíso earthquake","url":"https://en.wikipedia.org/wiki/1906_Valpara%C3%ADso_earthquake","headline":"Earthquake in Valparaíso, Chile kills 3,882 people"},{"originalText":"Second Boer War: A 10,000-strong column of soldiers led by Lord Kitchener broke a 13-day siege of a small garrison.","year":1900,"subtitle":"Second Boer War","url":"https://en.wikipedia.org/wiki/Second_Boer_War","headline":"Lord Kitchener breaks siege in Second Boer War"},{"originalText":"A group including George Carmack and Skookum Jim Mason (pictured) discovered gold  near Dawson City, Canada, setting off the Klondike Gold Rush.","year":1896,"subtitle":"George Carmack","url":"https://en.wikipedia.org/wiki/George_Carmack","headline":"Gold discovered near Dawson City, Canada, sparking Klondike Gold Rush"},{"originalText":"San Sebastian Church in Manila, the only all-steel church in Asia, was officially consecrated.","year":1891,"subtitle":"San Sebastian Church (Manila)","url":"https://en.wikipedia.org/wiki/San_Sebastian_Church_(Manila)","headline":"San Sebastian Church in Manila consecrated as only all-steel church in Asia"},{"originalText":"Following Spain's annexation of the Dominican Republic, nationalist rebels raised the Dominican flag in Santiago de los Caballeros to begin the War of Restoration.","year":1863,"subtitle":"Spanish occupation of the Dominican Republic","url":"https://en.wikipedia.org/wiki/Spanish_occupation_of_the_Dominican_Republic","headline":"Dominican Republic rebels raise flag in War of Restoration"},{"originalText":"Around 15 people were killed and 400 to 700 others injured when cavalry charged into a crowd demanding the reform of parliamentary representation in Manchester, England.","year":1819,"subtitle":"Cavalry","url":"https://en.wikipedia.org/wiki/Cavalry","headline":"Cavalry charges into crowd demanding parliamentary reform in Manchester, England"},{"originalText":"American Revolutionary War: American forces routed British and German troops at the Battle of Bennington in Walloomsac, New York.","year":1777,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"American forces defeat British at Battle of Bennington"},{"originalText":"War of the League of Cambrai: English and Imperial forces defeated French cavalry, forcing them to retreat.","year":1513,"subtitle":"War of the League of Cambrai","url":"https://en.wikipedia.org/wiki/War_of_the_League_of_Cambrai","headline":"English and Imperial forces defeat French cavalry in War of the League of Cambrai"}]}