{"dateLabel":"August 17","issue":"Issue 230","events":[{"originalText":"A hydroelectric turbine at the Sayano-Shushenskaya Dam in Russia catastrophically failed, flooding the turbine hall, killing 75 people and causing widespread power outages.","year":2009,"subtitle":"Water turbine","url":"https://en.wikipedia.org/wiki/Water_turbine","headline":"Sayano-Shushenskaya Dam Turbine Failure Kills 75 in Russia"},{"originalText":"Michael Phelps won his eighth gold medal of the Beijing Summer Olympics, the most golds by any person at a single games.","year":2008,"subtitle":"Michael Phelps","url":"https://en.wikipedia.org/wiki/Michael_Phelps","headline":"Michael Phelps Makes History with Eighth Gold Medal in Beijing Olympics"},{"originalText":"Hurricane Camille struck the Mississippi coast of the United States, killing 259 people and causing $1.42 billion in damage..","year":1969,"subtitle":"Hurricane Camille","url":"https://en.wikipedia.org/wiki/Hurricane_Camille","headline":"Hurricane Camille Devastates Mississippi Coast, 259 Dead"},{"originalText":"American musician Miles Davis released Kind of Blue, which became one of the best-selling and most critically acclaimed jazz recordings of all time.","year":1959,"subtitle":"Miles Davis","url":"https://en.wikipedia.org/wiki/Miles_Davis","headline":"Miles Davis Releases Best-Selling Jazz Album 'Kind of Blue'"},{"originalText":"Korean War: Forty-two American prisoners of war were massacred by the Korean People's Army on a hill above Waegwan, South Korea.","year":1950,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"Korean War Massacre: 42 American POWs Killed by Korean People's Army"},{"originalText":"The independence of Indonesia was proclaimed by Sukarno and Mohammad Hatta , igniting a revolution against the Dutch Empire.","year":1945,"subtitle":"Proclamation of Indonesian Independence","url":"https://en.wikipedia.org/wiki/Proclamation_of_Indonesian_Independence","headline":"Indonesia Proclaimed Independence, Revolution Against Dutch Empire Begins"},{"originalText":"Animal Farm, George Orwell's satirical allegory of Soviet totalitarianism, was first published.","year":1945,"subtitle":"Animal Farm","url":"https://en.wikipedia.org/wiki/Animal_Farm","headline":"George Orwell's 'Animal Farm' Published, Satirical Allegory of Soviet Totalitarianism"},{"originalText":"Second World War: The Royal Air Force began a strategic bombing campaign against Nazi Germany's V-weapon programme by attacking the Peenemünde Army Research Center.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"RAF Begins Strategic Bombing Campaign Against Nazi V-Weapon Program"},{"originalText":"Winston Churchill and Franklin D. Roosevelt met in a highly secret military conference (pictured) held in Quebec City.","year":1943,"subtitle":"Winston Churchill","url":"https://en.wikipedia.org/wiki/Winston_Churchill","headline":"Churchill and Roosevelt Hold Secret Military Conference in Quebec City"},{"originalText":"World War I: Romania signed a secret treaty with the Entente Powers, agreeing to enter the war in return for promised territory in Austria-Hungary.","year":1916,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Romania Signs Treaty with Entente Powers to Enter World War I"},{"originalText":"American Jew Leo Frank was lynched by a mob of prominent citizens in Marietta, Georgia, for the alleged murder of a 13-year-old girl.","year":1915,"subtitle":"American Jews","url":"https://en.wikipedia.org/wiki/American_Jews","headline":"American Jew Leo Frank Lynched in Georgia for Alleged Murder"},{"originalText":"A category 4 hurricane made landfall in Galveston, Texas, leaving at least 275 people dead and causing $50 million in damage.","year":1915,"subtitle":"1915 Galveston hurricane","url":"https://en.wikipedia.org/wiki/1915_Galveston_hurricane","headline":"Category 4 Hurricane Hits Galveston, Texas, 275 Dead"},{"originalText":"World War I: Ignoring orders to retreat, Hermann von François led a successful counterattack defending East Prussia at the Battle of Stallupönen and scored the first German victory in the Eastern Front.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"German Victory at Battle of Stallupönen in World War I Eastern Front"},{"originalText":"Pike Place Market , one of the oldest continuously operated public farmers' markets in the U.S. and a popular tourist attraction, opened in Seattle, Washington.","year":1907,"subtitle":"Pike Place Market","url":"https://en.wikipedia.org/wiki/Pike_Place_Market","headline":"Pike Place Market Opens in Seattle, Washington"},{"originalText":"Scanian War: Swedish forces defeated Danish troops at the Battle of Halmstad.","year":1676,"subtitle":"Scanian War","url":"https://en.wikipedia.org/wiki/Scanian_War","headline":"Swedish Forces Defeat Danish Troops at Battle of Halmstad"},{"originalText":"The Scottish Reformation Parliament approved a Protestant confession of faith, initiating the Scottish Reformation and disestablishing Catholicism as the national religion.","year":1560,"subtitle":"Scottish Reformation Parliament","url":"https://en.wikipedia.org/wiki/Scottish_Reformation_Parliament","headline":"Scottish Reformation Parliament Initiates Scottish Reformation"},{"originalText":"Hundred Years' War: Allied English and Burgundian forces gained a strategically important victory at the bloody Battle of Verneuil  in Normandy, France.","year":1424,"subtitle":"Hundred Years' War","url":"https://en.wikipedia.org/wiki/Hundred_Years'_War","headline":"Allied Forces Win Battle of Verneuil in Hundred Years' War"},{"originalText":"Byzantine–Bulgarian wars: The Bulgarians defeated Byzantine forces at the Battle of the Gates of Trajan near present-day Ihtiman, with Emperor Basil II barely escaping.","year":986,"subtitle":"Byzantine–Bulgarian wars","url":"https://en.wikipedia.org/wiki/Byzantine%E2%80%93Bulgarian_wars","headline":"Bulgarians Defeat Byzantine Forces at Battle of the Gates of Trajan"}]}