{"dateLabel":"August 18","issue":"Issue 231","events":[{"originalText":"Two people were killed and eight others wounded when a rejected asylum seeker went on a knife rampage in Turku, Finland.","year":2017,"subtitle":"2017 Turku attack","url":"https://en.wikipedia.org/wiki/2017_Turku_attack","headline":"Rejected asylum seeker goes on knife rampage in Turku, Finland, killing two"},{"originalText":"Pakistani president Pervez Musharraf resigned under pressure from a movement to impeach him.","year":2008,"subtitle":"Pervez Musharraf","url":"https://en.wikipedia.org/wiki/Pervez_Musharraf","headline":"Pervez Musharraf resigns as Pakistani president under pressure"},{"originalText":"Hurricane Alicia made landfall near Galveston, Texas, causing $3 billion in damage and 21 fatalities.","year":1983,"subtitle":"Hurricane Alicia","url":"https://en.wikipedia.org/wiki/Hurricane_Alicia","headline":"Hurricane Alicia causes $3 billion in damage and 21 fatalities near Galveston, Texas"},{"originalText":"Vietnam War: Members of the 6th Battalion of the Royal Australian Regiment were surrounded by a much larger Viet Cong unit at the Battle of Long Tan, but held them off for several hours until reinforcements arrived.","year":1966,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"Australian troops hold off Viet Cong at Battle of Long Tan"},{"originalText":"East German Communist Party member Hildegard Trabant was killed while attempting to cross the Berlin Wall.","year":1964,"subtitle":"Socialist Unity Party of Germany","url":"https://en.wikipedia.org/wiki/Socialist_Unity_Party_of_Germany","headline":"East German Communist Party member killed while crossing Berlin Wall"},{"originalText":"Australia won the fifth Test of the 1948 Ashes series, becoming the first Test cricket team to go undefeated in England, earning them the nickname \"The Invincibles\".","year":1948,"subtitle":"Fifth Test, 1948 Ashes series","url":"https://en.wikipedia.org/wiki/Fifth_Test%2C_1948_Ashes_series","headline":"Australia wins fifth Test of 1948 Ashes series, remains undefeated in England"},{"originalText":"World War II: Amid a Soviet invasion of Japanese-held Sakhalin, Japanese police massacred 18 Koreans in Kamishisuka.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Japanese police massacre 18 Koreans in Kamishisuka during Soviet invasion of Sakhalin"},{"originalText":"Second World War: During the Battle of Britain, the Luftwaffe made an all-out effort to destroy RAF Fighter Command, with both sides combined losing more aircraft on this day than at any other point during the campaign.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Luftwaffe makes all-out effort to destroy RAF Fighter Command during Battle of Britain"},{"originalText":"The Nineteenth Amendment to the United States Constitution  was ratified, guaranteeing women's suffrage in the country.","year":1920,"subtitle":"Nineteenth Amendment to the United States Constitution","url":"https://en.wikipedia.org/wiki/Nineteenth_Amendment_to_the_United_States_Constitution","headline":"Nineteenth Amendment ratified, guaranteeing women's suffrage in the US"},{"originalText":"Russian Civil War: British motor torpedo boats raided the Bolshevik Baltic Fleet's home base of Kronstadt, sinking a depot ship  and damaging a battleship.","year":1919,"subtitle":"Russian Civil War","url":"https://en.wikipedia.org/wiki/Russian_Civil_War","headline":"British motor torpedo boats raid Bolshevik Baltic Fleet's home base, sinking depot ship"},{"originalText":"A hurricane struck the Caribbean island of Martinique, killing about 700 people, injuring at least 1,000 others, and causing severe damage.","year":1891,"subtitle":"1891 Martinique hurricane","url":"https://en.wikipedia.org/wiki/1891_Martinique_hurricane","headline":"Hurricane strikes Martinique, killing about 700 people and causing severe damage"},{"originalText":"American astronomer Asaph Hall discovered Phobos, the larger of Mars's two moons, six days after discovering Deimos, the smaller one.","year":1877,"subtitle":"Asaph Hall","url":"https://en.wikipedia.org/wiki/Asaph_Hall","headline":"Asaph Hall discovers Phobos, the larger moon of Mars"},{"originalText":"American Civil War: At the Battle of Globe Tavern, Union forces attempted to sever the Weldon Railroad during the Siege of Petersburg.","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union forces attempt to sever Weldon Railroad at Battle of Globe Tavern during American Civil War"},{"originalText":"A meteor procession blazed across the night sky over Great Britain.","year":1783,"subtitle":"Meteor procession","url":"https://en.wikipedia.org/wiki/Meteor_procession","headline":"Meteor procession blazes across night sky over Great Britain"},{"originalText":"The trials of the Pendle and Samlesbury witches (statue pictured), among the most famous of England's witch trials, began at the assizes in Lancaster.","year":1612,"subtitle":"Pendle witches","url":"https://en.wikipedia.org/wiki/Pendle_witches","headline":"Trials of Pendle and Samlesbury witches begin at assizes in Lancaster"},{"originalText":"John White, governor of the Roanoke Colony, the first English settlement in North America (located in present-day North Carolina), returned after a three-year absence to find it deserted (depicted).","year":1590,"subtitle":"John White (colonist and artist)","url":"https://en.wikipedia.org/wiki/John_White_(colonist_and_artist)","headline":"Governor John White returns to Roanoke Colony to find it deserted after three-year absence"},{"originalText":"John White, governor of the Roanoke Colony, the first English settlement in North America (located in present-day North Carolina), returned after a three-year absence to find it deserted (depicted).","year":1590,"subtitle":"John White (colonist and artist)","url":"https://en.wikipedia.org/wiki/John_White_(colonist_and_artist)","headline":"Catholic Monarchs of Spain conquer city of Málaga from Emirate of Granada after four-month siege"},{"originalText":"Reconquista: After a four-month siege, the Catholic Monarchs of Spain conquered the city of Málaga from the Emirate of Granada.","year":1487,"subtitle":"Reconquista","url":"https://en.wikipedia.org/wiki/Reconquista","headline":"Umayyad partisans defeat supporters of Abd Allah ibn al-Zubayr near Damascus during Second Fitna"},{"originalText":"Second Fitna: Umayyad partisans defeated the supporters of Abd Allah ibn al-Zubayr near Damascus, cementing Umayyad control of Syria.","year":684,"subtitle":"Second Fitna","url":"https://en.wikipedia.org/wiki/Second_Fitna"}]}