{"dateLabel":"August 19","issue":"Issue 232","events":[{"originalText":"Around 250,000 farmed non-native Atlantic salmon were accidentally released into the wild near Cypress Island, Washington.","year":2017,"subtitle":"Fish farming","url":"https://en.wikipedia.org/wiki/Fish_farming","headline":"250,000 Atlantic Salmon Accidentally Released Near Cypress Island, Washington"},{"originalText":"Thunderstorms in southern Ontario, Canada, spawned at least three tornadoes that caused over C$500 million in damage.","year":2005,"subtitle":"Ontario","url":"https://en.wikipedia.org/wiki/Ontario","headline":"Southern Ontario Thunderstorms Spawn Three Tornadoes Causing Over C$500 Million in Damage"},{"originalText":"A Hamas suicide bomber killed 23 people and wounded more than 130 others, including many Orthodox Jewish children, on a crowded public bus in Shmuel HaNavi, Jerusalem.","year":2003,"subtitle":"Hamas","url":"https://en.wikipedia.org/wiki/Hamas","headline":"Hamas Suicide Bomber Kills 23 in Jerusalem, Including Orthodox Jewish Children"},{"originalText":"Second Chechen War: A Russian Mil Mi-26 was brought down by Chechen separatists with a man-portable air-defense system near Khankala, killing 127 people in the deadliest helicopter crash in history.","year":2002,"subtitle":"Second Chechen War","url":"https://en.wikipedia.org/wiki/Second_Chechen_War","headline":"Deadliest Helicopter Crash in History Near Khankala Kills 127 in Second Chechen War"},{"originalText":"The intelligence agencies of the United Kingdom and the United States orchestrated a coup d'état of Iranian prime minister Mohammad Mosaddegh and restored the constitutional monarchy of Mohammad Reza Pahlavi.","year":1953,"subtitle":"Intelligence agency","url":"https://en.wikipedia.org/wiki/Intelligence_agency","headline":"UK and US Intelligence Agencies Orchestrate Coup in Iran"},{"originalText":"The 766th Independent Infantry Regiment of North Korea was disbanded after fighting for less than two months in the Korean War.","year":1950,"subtitle":"766th Independent Infantry Regiment (North Korea)","url":"https://en.wikipedia.org/wiki/766th_Independent_Infantry_Regiment_(North_Korea)","headline":"North Korean Infantry Regiment Disbanded After Two Months in Korean War"},{"originalText":"A referendum supported the recent merging of the posts of Chancellor and President of Germany, consolidating Adolf Hitler's assumption of supreme power.","year":1934,"subtitle":"1934 German referendum","url":"https://en.wikipedia.org/wiki/1934_German_referendum","headline":"Referendum Supports Merging of Chancellor and President Posts in Germany"},{"originalText":"Russian Civil War: Peasants in Tambov Governorate began a rebellion against the Bolshevik government of Soviet Russia.","year":1920,"subtitle":"Russian Civil War","url":"https://en.wikipedia.org/wiki/Russian_Civil_War","headline":"Peasant Rebellion Against Bolshevik Government Begins in Tambov Governorate"},{"originalText":"The Bersey Electric Cab  entered service as the first electric taxi in London.","year":1897,"subtitle":"Bersey Electric Cab","url":"https://en.wikipedia.org/wiki/Bersey_Electric_Cab","headline":"First Electric Taxi Enters Service in London as Bersey Electric Cab"},{"originalText":"Seven Years' War: Having damaged several French vessels, British ships pursued the remainder of the fleet to Lagos, Portugal, and continued the battle there (depicted) in violation of Portuguese neutrality.","year":1759,"subtitle":"Seven Years' War","url":"https://en.wikipedia.org/wiki/Seven_Years'_War","headline":"British Ships Pursue French Fleet to Lagos, Portugal in Violation of Neutrality"},{"originalText":"Bonnie Prince Charlie (pictured) raised the Jacobite standard at Glenfinnan, Scotland, in an attempt to regain the British throne for his father, beginning the Jacobite rising of 1745.","year":1745,"subtitle":"Charles Edward Stuart","url":"https://en.wikipedia.org/wiki/Charles_Edward_Stuart","headline":"Bonnie Prince Charlie Raises Jacobite Standard in Glenfinnan, Scotland"},{"originalText":"Shortly after his return from the Ninth Crusade, Edward I was crowned King of England at Westminster Abbey, nearly two years after his father's death.","year":1274,"subtitle":"Lord Edward's crusade","url":"https://en.wikipedia.org/wiki/Lord_Edward's_crusade","headline":"Edward I Crowned King of England After Ninth Crusade Return"}]}