{"dateLabel":"August 20","issue":"Issue 233","events":[{"originalText":"Spanair Flight 5022 crashed just after take-off from Madrid's Barajas Airport, killing 154 people.","year":2008,"subtitle":"Spanair Flight 5022","url":"https://en.wikipedia.org/wiki/Spanair_Flight_5022","headline":"Spanair Flight 5022 crashes in Madrid, killing 154"},{"originalText":"The Al-Shifa pharmaceutical factory (pictured) in Sudan was destroyed by a missile attack launched by the United States in retaliation for the August 7 U.S. embassy bombings.","year":1998,"subtitle":"Al-Shifa pharmaceutical factory","url":"https://en.wikipedia.org/wiki/Al-Shifa_pharmaceutical_factory","headline":"Al-Shifa pharmaceutical factory destroyed by US missile in Sudan"},{"originalText":"The final stage of the O-Bahn Busway in Adelaide, South Australia, was completed, at the time the world's longest and fastest guided busway with buses travelling a total of 12 km (7.5 mi) at maximum speeds of up to 100 km/h (62 mph).","year":1989,"subtitle":"O-Bahn Busway","url":"https://en.wikipedia.org/wiki/O-Bahn_Busway","headline":"O-Bahn Busway completed in Adelaide, South Australia"},{"originalText":"After colliding with the dredger Bowbelle on the River Thames in London, the pleasure boatMarchioness sank in just thirty seconds, killing 51 people.","year":1989,"subtitle":"Dredging","url":"https://en.wikipedia.org/wiki/Dredging","headline":"Marchioness pleasure boat sinks in River Thames, 51 dead"},{"originalText":"The Troubles: The Provisional Irish Republican Army bombed a bus carrying British Army soldiers in Northern Ireland, killing eight of them and wounding another twenty-eight.","year":1988,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"IRA bombs bus in Northern Ireland, killing 8 British soldiers"},{"originalText":"Fires in the United States' Yellowstone National Park ravaged more than 150,000 acres (610 km2), the single-worst day of the conflagration.","year":1988,"subtitle":"Yellowstone National Park","url":"https://en.wikipedia.org/wiki/Yellowstone_National_Park","headline":"Yellowstone National Park fires ravage over 150,000 acres"},{"originalText":"Korean War: United Nations forces repelled an attempt by North Korea to capture the city of Taegu.","year":1950,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"UN forces repel North Korea's attempt to capture Taegu"},{"originalText":"The American Professional Football Association, a predecessor of the National Football League, was founded.","year":1920,"subtitle":"National Football League","url":"https://en.wikipedia.org/wiki/National_Football_League","headline":"American Professional Football Association founded"},{"originalText":"Hurricane-force winds combined hundreds of small fires in the U.S. states of Washington and Idaho into the Devil's Broom fire, which burned about 4,700 square miles (12,100 km²), the largest fire in recorded U.S. history.","year":1910,"subtitle":"Washington (state)","url":"https://en.wikipedia.org/wiki/Washington_(state)","headline":"Devil's Broom fire burns 4,700 square miles in Washington and Idaho"},{"originalText":"Pluto was photographed for the first time at the Yerkes Observatory in Williams Bay, Wisconsin, U.S., 21 years before it was officially discovered by Clyde Tombaugh.","year":1909,"subtitle":"Pluto","url":"https://en.wikipedia.org/wiki/Pluto","headline":"Pluto photographed for the first time at Yerkes Observatory"},{"originalText":"American troops defeated the Northwestern Confederacy, a Native American alliance, at the Battle of Fallen Timbers, the decisive battle of the Northwest Indian War.","year":1794,"subtitle":"Northwestern Confederacy","url":"https://en.wikipedia.org/wiki/Northwestern_Confederacy","headline":"American troops defeat Northwestern Confederacy at Battle of Fallen Timbers"},{"originalText":"War of the Spanish Succession: A Spanish Bourbon army commanded by the Marquis de Bay was soundly defeated by a multinational army led by the Austrian commander Guido Starhemberg.","year":1710,"subtitle":"War of the Spanish Succession","url":"https://en.wikipedia.org/wiki/War_of_the_Spanish_Succession","headline":"Spanish Bourbon army defeated in War of the Spanish Succession"},{"originalText":"The first Siege of Pensacola came to an end with the British and Creek abandoning their attempt to capture Pensacola in Spanish Florida.","year":1707,"subtitle":"Siege of Pensacola (1707)","url":"https://en.wikipedia.org/wiki/Siege_of_Pensacola_(1707)","headline":"First Siege of Pensacola ends with British and Creek retreat"},{"originalText":"Byzantine–Bulgarian wars: Bulgarian forces led by Tsar Simeon I drove the Byzantines out of Thrace with a decisive victory at the Battle of Achelous.","year":917,"subtitle":"Byzantine–Bulgarian wars","url":"https://en.wikipedia.org/wiki/Byzantine%E2%80%93Bulgarian_wars","headline":"Bulgarian forces drive Byzantines out of Thrace in Battle of Achelous"},{"originalText":"Rashidun forces led by Khalid ibn al-Walid took control of Syria and Palestine in the Battle of the Yarmuk, marking the first great wave of Muslim conquests.","year":636,"subtitle":"Rashidun Caliphate","url":"https://en.wikipedia.org/wiki/Rashidun_Caliphate","headline":"Rashidun forces conquer Syria and Palestine in Battle of the Yarmuk"}]}