{"dateLabel":"August 21","issue":"Issue 234","events":[{"originalText":"Passengers on a Thalys train from Amsterdam to Paris confronted and subdued an attacker who attempted a mass shooting.","year":2015,"subtitle":"Thalys","url":"https://en.wikipedia.org/wiki/Thalys","headline":"Passengers subdue attacker on Thalys train from Amsterdam to Paris"},{"originalText":"Syrian civil war: Areas controlled by the Syrian opposition in Ghouta, Damascus, were attacked by rockets (launcher pictured) containing sarin, killing at least 281 people.","year":2013,"subtitle":"Syrian civil war","url":"https://en.wikipedia.org/wiki/Syrian_civil_war","headline":"Syrian opposition areas in Ghouta attacked with sarin, 281 dead"},{"originalText":"A limnic eruption of Lake Nyos in Cameroon released a cloud of carbon dioxide, suffocating 1,746 people and 3,500 livestock.","year":1986,"subtitle":"Limnic eruption","url":"https://en.wikipedia.org/wiki/Limnic_eruption","headline":"Limnic eruption in Lake Nyos suffocates 1,746 in Cameroon"},{"originalText":"Six people were killed during an escape attempt and riot at San Quentin State Prison in California; the subsequent trial of six inmates was the longest in state history at the time.","year":1971,"subtitle":"San Quentin Six","url":"https://en.wikipedia.org/wiki/San_Quentin_Six","headline":"Six killed in riot at San Quentin State Prison in California"},{"originalText":"South Vietnamese special forces loyal to Ngô Đình Nhu, the brother of President Ngô Đình Diệm, raided and vandalised Buddhist pagodas  across the country, arresting thousands and leaving hundreds dead.","year":1963,"subtitle":"Army of the Republic of Vietnam Special Forces","url":"https://en.wikipedia.org/wiki/Army_of_the_Republic_of_Vietnam_Special_Forces","headline":"South Vietnamese special forces raid Buddhist pagodas, hundreds dead"},{"originalText":"American physicist Harry Daghlian accidentally dropped a tungsten carbide brick onto a plutonium bomb core, exposing himself to neutron radiation and later becoming the first Manhattan Project fatality due to a criticality accident.","year":1945,"subtitle":"Harry Daghlian","url":"https://en.wikipedia.org/wiki/Harry_Daghlian","headline":"Physicist Harry Daghlian first Manhattan Project fatality"},{"originalText":"World War II: A combined Canadian–Polish force captured the town of Falaise, France, in the final offensive of the Battle of Normandy.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Canadian-Polish force captures Falaise in Battle of Normandy"},{"originalText":"World War II: The Imperial Japanese Army lost the Battle of the Tenaru, the first of its three major land offensives during the Guadalcanal Campaign.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Imperial Japanese Army loses Battle of the Tenaru in Guadalcanal Campaign"},{"originalText":"Leonardo da Vinci's Mona Lisa (pictured) was stolen from the Louvre by museum employee Vincenzo Peruggia and was not recovered until two years later.","year":1911,"subtitle":"Leonardo da Vinci","url":"https://en.wikipedia.org/wiki/Leonardo_da_Vinci","headline":"Mona Lisa stolen from Louvre by Vincenzo Peruggia"},{"originalText":"The first of seven debates between Abraham Lincoln and Stephen A. Douglas (both pictured), candidates for an Illinois seat in the U.S. Senate, was held in Ottawa, Illinois.","year":1858,"subtitle":"Lincoln–Douglas debates","url":"https://en.wikipedia.org/wiki/Lincoln%E2%80%93Douglas_debates","headline":"Lincoln and Douglas debate in Illinois Senate race"},{"originalText":"Peninsular War: British–Portuguese forces put an end to the first French invasion of Portugal at the Battle of Vimeiro.","year":1808,"subtitle":"Peninsular War","url":"https://en.wikipedia.org/wiki/Peninsular_War","headline":"British-Portuguese forces defeat French at Battle of Vimeiro"},{"originalText":"The national colours of Italy first appeared on a tricolour cockade in Genoa.","year":1789,"subtitle":"National colours of Italy","url":"https://en.wikipedia.org/wiki/National_colours_of_Italy","headline":"Italy's national colours appear on tricolour cockade in Genoa"},{"originalText":"Austro-Turkish War: Austrian troops under the command of Prince Eugene of Savoy captured the strategically important city of Belgrade from the Ottoman Empire.","year":1717,"subtitle":"Austro-Turkish War (1716–1718)","url":"https://en.wikipedia.org/wiki/Austro-Turkish_War_(1716%E2%80%931718)","headline":"Austrian troops capture Belgrade from Ottoman Empire"},{"originalText":"Seventh Ottoman–Venetian War: Ottoman forces suddenly abandoned their siege of Corfu, allowing the Republic of Venice to preserve its rule over the Ionian Islands.","year":1716,"subtitle":"Ottoman–Venetian War (1714–1718)","url":"https://en.wikipedia.org/wiki/Ottoman%E2%80%93Venetian_War_(1714%E2%80%931718)","headline":"Venice preserves rule over Ionian Islands as Ottomans abandon siege of Corfu"},{"originalText":"Jacobite risings: Jacobite clans clashed with a regiment of Covenanters in the streets of Dunkeld, Scotland.","year":1689,"subtitle":"Jacobitism","url":"https://en.wikipedia.org/wiki/Jacobitism","headline":"Jacobite clans clash with Covenanters in Dunkeld, Scotland"}]}