{"dateLabel":"August 22","issue":"Issue 235","events":[{"originalText":"A former military aircraft crashed at an airshow at Shoreham Airport in southern England, killing eleven people.","year":2015,"subtitle":"2015 Shoreham Airshow crash","url":"https://en.wikipedia.org/wiki/2015_Shoreham_Airshow_crash","headline":"Former military aircraft crashes at Shoreham Airport, killing eleven"},{"originalText":"A series of ethnic clashes between the Orma and Pokomo tribes of Kenya's Tana River District resulted in the deaths of at least 52 people.","year":2012,"subtitle":"2012–2013 Tana River District clashes","url":"https://en.wikipedia.org/wiki/2012%E2%80%932013_Tana_River_District_clashes","headline":"Ethnic clashes in Kenya result in at least 52 deaths"},{"originalText":"A fire broke out on British Airtours Flight 28M, causing 55 deaths mostly due to smoke inhalation and bringing about changes to make aircraft evacuation more effective.","year":1985,"subtitle":"1985 Manchester Airport disaster","url":"https://en.wikipedia.org/wiki/1985_Manchester_Airport_disaster","headline":"Fire on British Airtours Flight 28M causes 55 deaths"},{"originalText":"The constitution of Singapore was amended to apportion seats to defeated opposition candidates in Parliament, which had hitherto entirely comprised members of the People's Action Party.","year":1984,"subtitle":"Constitution of Singapore","url":"https://en.wikipedia.org/wiki/Constitution_of_Singapore","headline":"Singapore constitution amended to include defeated opposition candidates in Parliament"},{"originalText":"Ida Siekmann jumped from a window in her tenement building trying to flee to West Berlin, becoming the first person to die at the Berlin Wall.","year":1961,"subtitle":"Ida Siekmann","url":"https://en.wikipedia.org/wiki/Ida_Siekmann","headline":"Ida Siekmann dies trying to flee to West Berlin"},{"originalText":"Ian Stephens, editor of The Statesman, defied British censorship to publish pictures of death and misery (example pictured) on Calcutta's streets, informing the world of the Bengal famine of 1943.","year":1943,"subtitle":"Ian Stephens (editor)","url":"https://en.wikipedia.org/wiki/Ian_Stephens_(editor)","headline":"Editor defies censorship to publish Bengal famine pictures"},{"originalText":"First World War: German forces captured Rossignol (damaged buildings pictured) in Belgium, taking more than 3,800 French prisoners.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"German forces capture Rossignol in Belgium, taking 3,800 French prisoners"},{"originalText":"First World War: A squadron of the 4th Royal Irish Dragoon Guards attacked a German scout party, the first engagement of British forces on the Western Front.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"First British engagement on Western Front in First World War"},{"originalText":"Under the leadership of Henry Dunant and the International Committee of the Red Cross, twelve European states signed the First Geneva Convention, establishing rules for the protection of victims of armed conflict.","year":1864,"subtitle":"Henry Dunant","url":"https://en.wikipedia.org/wiki/Henry_Dunant","headline":"First Geneva Convention signed to protect victims of armed conflict"},{"originalText":"The yacht America won the Cup of One Hundred Sovereigns race, later renamed the America's Cup, near the Isle of Wight, England.","year":1851,"subtitle":"America (yacht)","url":"https://en.wikipedia.org/wiki/America_(yacht)","headline":"Yacht America wins Cup of One Hundred Sovereigns race near Isle of Wight"},{"originalText":"American Revolutionary War: Benedict Arnold used a ruse to convince the British that a much larger force was arriving, causing them to abandon the siege of Fort Stanwix (reconstructed fort pictured).","year":1777,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Benedict Arnold's ruse causes British to abandon siege of Fort Stanwix"},{"originalText":"Queen Anne's War: A British attempt to attack Quebec failed when eight ships wrecked on the St. Lawrence River.","year":1711,"subtitle":"Queen Anne's War","url":"https://en.wikipedia.org/wiki/Queen_Anne's_War","headline":"British attempt to attack Quebec fails with eight ships wrecked"},{"originalText":"King Charles I raised the royal standard at Nottingham, marking the beginning of the First English Civil War.","year":1642,"subtitle":"Charles I of England","url":"https://en.wikipedia.org/wiki/Charles_I_of_England","headline":"King Charles I raises royal standard, starting First English Civil War"},{"originalText":"The Vijayanagara Empire leased a small strip of land in present-day Chennai, the capital of the present-day Indian state of Tamil Nadu, to the East India Company.","year":1639,"subtitle":"Vijayanagara Empire","url":"https://en.wikipedia.org/wiki/Vijayanagara_Empire","headline":"Vijayanagara Empire leases land in present-day Chennai to East India Company"},{"originalText":"Lancastrian forces under Henry Tudor, Earl of Richmond, defeated Yorkist forces under Richard III of England at the Battle of Bosworth Field, decisively ending the Wars of the Roses.","year":1485,"subtitle":"House of Lancaster","url":"https://en.wikipedia.org/wiki/House_of_Lancaster","headline":"Lancastrians defeat Yorkists at Battle of Bosworth Field, ending Wars of the Roses"}]}