{"dateLabel":"August 23","issue":"Issue 236","events":[{"originalText":"A 5.8 MW earthquake struck the Piedmont region of Virginia, and was felt by more people than any other quake in U.S. history.","year":2011,"subtitle":"Moment magnitude scale","url":"https://en.wikipedia.org/wiki/Moment_magnitude_scale","headline":"5.8 MW Earthquake Hits Virginia, Largest in U.S. History"},{"originalText":"A former Philippine National Police officer hijacked a tourist bus in Manila, holding its occupants hostage for nearly eleven hours and killing eight of them before being killed by police himself.","year":2010,"subtitle":"Philippine National Police","url":"https://en.wikipedia.org/wiki/Philippine_National_Police","headline":"Former Police Officer Hijacks Tourist Bus in Manila, Kills Eight"},{"originalText":"Natascha Kampusch, who had been abducted at the age of ten in Vienna, escaped from her captor's house in Strasshof an der Nordbahn after more than eight years in captivity.","year":2006,"subtitle":"Natascha Kampusch","url":"https://en.wikipedia.org/wiki/Natascha_Kampusch","headline":"Natascha Kampusch Escapes Captivity After Eight Years"},{"originalText":"Singing Revolution: Approximately two million people joined hands to form a human chain spanning 675.5 kilometres (419.7 mi) across the Estonian, Latvian and Lithuanian Soviet republics to demonstrate their desire for independence.","year":1989,"subtitle":"Singing Revolution","url":"https://en.wikipedia.org/wiki/Singing_Revolution","headline":"Two Million Join Hands in Singing Revolution for Independence"},{"originalText":"King Michael dismissed the pro-Axis government of General Ion Antonescu, placing Romania on the side of the Allies for the remainder of World War II.","year":1944,"subtitle":"Michael I of Romania","url":"https://en.wikipedia.org/wiki/Michael_I_of_Romania","headline":"King Michael Dismisses Pro-Axis Government, Joins Allies"},{"originalText":"Second World War: A decisive Soviet victory against German forces at the Battle of Kursk gave the Red Army the strategic initiative for the rest of the war.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Soviet Victory at Battle of Kursk Shifts Strategic Initiative"},{"originalText":"Nazi Germany and the Soviet Union signed the Molotov–Ribbentrop Pact, a ten-year mutual non-aggression treaty, which also secretly divided northern and eastern Europe into German and Soviet spheres of influence.","year":1939,"subtitle":"Molotov–Ribbentrop Pact","url":"https://en.wikipedia.org/wiki/Molotov%E2%80%93Ribbentrop_Pact","headline":"Nazi Germany and Soviet Union Sign Non-Aggression Pact"},{"originalText":"The Chesapeake–Potomac hurricane made landfall in the Outer Banks of North Carolina and went on to cause at least 47 deaths in the U.S. Mid-Atlantic region.","year":1933,"subtitle":"1933 Chesapeake–Potomac hurricane","url":"https://en.wikipedia.org/wiki/1933_Chesapeake%E2%80%93Potomac_hurricane","headline":"Chesapeake-Potomac Hurricane Causes 47 Deaths in U.S."},{"originalText":"In their first major action of the First World War, the British Expeditionary Force engaged German troops in Mons, Belgium.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"British Expeditionary Force Engages German Troops in Mons"},{"originalText":"The Southern Cross Expedition (dogsled team pictured), the first British venture of the Heroic Age of Antarctic Exploration, departed London.","year":1898,"subtitle":"Southern Cross Expedition","url":"https://en.wikipedia.org/wiki/Southern_Cross_Expedition","headline":"Southern Cross Expedition Departs for Antarctic Exploration"},{"originalText":"The Albert Bridge, spanning the River Thames in London, opened to traffic.","year":1873,"subtitle":"Albert Bridge, London","url":"https://en.wikipedia.org/wiki/Albert_Bridge%2C_London","headline":"Albert Bridge Opens in London Over River Thames"},{"originalText":"King George III issued a proclamation (copy pictured) that declared elements of the American colonies of Great Britain to be in a state of \"open and avowed rebellion\".","year":1775,"subtitle":"George III","url":"https://en.wikipedia.org/wiki/George_III","headline":"King George III Declares American Colonies in Rebellion"},{"originalText":"Ottoman forces defeated the Safavids at the Battle of Chaldiran, gaining control of eastern Anatolia and northern Iraq.","year":1514,"subtitle":"Ottoman Empire","url":"https://en.wikipedia.org/wiki/Ottoman_Empire","headline":"Ottoman Forces Defeat Safavids at Battle of Chaldiran"},{"originalText":"William Wallace, a leader of Scottish resistance against England during the Wars of Scottish Independence, was hanged, drawn and quartered.","year":1305,"subtitle":"William Wallace","url":"https://en.wikipedia.org/wiki/William_Wallace","headline":"Scottish Leader William Wallace Executed by Hanging"}]}