{"dateLabel":"August 26","issue":"Issue 239","events":[{"originalText":"Two American journalists were murdered on live television while conducting an interview in Moneta, Virginia.","year":2015,"subtitle":"Murders of Alison Parker and Adam Ward","url":"https://en.wikipedia.org/wiki/Murders_of_Alison_Parker_and_Adam_Ward","headline":"American journalists murdered on live television in Moneta, Virginia"},{"originalText":"After a ceasefire was reached in the Russo-Georgian War, Russia recognized the independence of Abkhazia and South Ossetia.","year":2008,"subtitle":"Russo-Georgian War","url":"https://en.wikipedia.org/wiki/Russo-Georgian_War","headline":"Russia recognizes Abkhazia and South Ossetia after Russo-Georgian War ceasefire"},{"originalText":"A bomb was planted at Harvey's Resort Hotel in Stateline, Nevada, which the FBI later described as the most complex improvised explosive device ever created.","year":1980,"subtitle":"Harvey's Resort Hotel bombing","url":"https://en.wikipedia.org/wiki/Harvey's_Resort_Hotel_bombing","headline":"Complex bomb planted at Harvey's Resort Hotel in Stateline, Nevada"},{"originalText":"Aboard the Soviet Soyuz 31 spacecraft, Sigmund Jähn (pictured) became the first German in space.","year":1978,"subtitle":"Soyuz 31","url":"https://en.wikipedia.org/wiki/Soyuz_31","headline":"Sigmund Jähn becomes first German in space aboard Soviet Soyuz 31 spacecraft"},{"originalText":"Betty Friedan and the National Organization for Women organized the Women's Strike for Equality in New York City, in which 50,000 women protested the continuing lack of gender equality.","year":1970,"subtitle":"Betty Friedan","url":"https://en.wikipedia.org/wiki/Betty_Friedan","headline":"Women's Strike for Equality organized in New York City by Betty Friedan and National Organization for Women"},{"originalText":"The U.S. Democratic Party's National Convention opened in Chicago, sparking four days of clashes between anti-Vietnam War protesters and police.","year":1968,"subtitle":"Democratic Party (United States)","url":"https://en.wikipedia.org/wiki/Democratic_Party_(United_States)","headline":"Clashes erupt at U.S. Democratic Party's National Convention in Chicago"},{"originalText":"The Beatles released \"Hey Jude\", which became the then-longest single to top the UK charts.","year":1968,"subtitle":"The Beatles","url":"https://en.wikipedia.org/wiki/The_Beatles","headline":"The Beatles release 'Hey Jude', topping UK charts"},{"originalText":"The Beatles released \"Hey Jude\", which became the then-longest single to top the UK charts.","year":1968,"subtitle":"The Beatles","url":"https://en.wikipedia.org/wiki/The_Beatles","headline":"South African Defence Force attacks SWAPO guerrilla fighters at Omugulugwombashe"},{"originalText":"The South African Defence Force launched an attack against SWAPO guerrilla fighters at Omugulugwombashe, starting the South African Border War.","year":1966,"subtitle":"South African Defence Force","url":"https://en.wikipedia.org/wiki/South_African_Defence_Force","headline":"Satyajit Ray's Pather Panchali released, wins Indian and international film awards"},{"originalText":"Pather Panchali, the first film in The Apu Trilogy by Satyajit Ray, was released and went on to win many Indian and international film awards.","year":1955,"subtitle":"Pather Panchali","url":"https://en.wikipedia.org/wiki/Pather_Panchali","headline":"1940 New England hurricane causes widespread damage despite not making landfall in the United States"},{"originalText":"The 1940 New England hurricane formed over the Atlantic Ocean; it would go on to cause widespread damage despite never making landfall in the United States.","year":1940,"subtitle":"1940 New England hurricane","url":"https://en.wikipedia.org/wiki/1940_New_England_hurricane","headline":"Landmark civil action case Donoghue v Stevenson begins after woman finds snail in ginger beer in Paisley, Scotland"},{"originalText":"At a cafe in Paisley, Scotland, a woman found the remains of a snail in her bottle of ginger beer, giving rise to the landmark civil action case Donoghue v Stevenson.","year":1928,"subtitle":"Paisley, Renfrewshire","url":"https://en.wikipedia.org/wiki/Paisley%2C_Renfrewshire","headline":"British II Corps delays Germans at Battle of Le Cateau during World War I retreat from Mons"},{"originalText":"World War I: As the British Expeditionary Force and French Fifth Army began their retreat from Mons, the British II Corps  delayed the pursuing Germans at the Battle of Le Cateau long enough for the main force to escape.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Togoland surrenders to French and British forces in First World War campaign"},{"originalText":"First World War: The German colony of Togoland surrendered to French and British forces after a 20-day campaign.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Declaration of the Rights of Man and of the Citizen approved during French Revolution"},{"originalText":"French Revolution: The Declaration of the Rights of Man and of the Citizen, defining a set of individual and collective rights of the people, was approved by the National Constituent Assembly.","year":1789,"subtitle":"French Revolution","url":"https://en.wikipedia.org/wiki/French_Revolution","headline":"HMS Endeavour sets sail from Plymouth, England on James Cook's first voyage"},{"originalText":"French Revolution: The Declaration of the Rights of Man and of the Citizen (pictured), defining a set of individual and collective rights of the people, was approved by the National Constituent Assembly.","year":1789,"subtitle":"French Revolution","url":"https://en.wikipedia.org/wiki/French_Revolution","headline":"Pennsylvania Ministerium founded as first Lutheran denomination in North America"},{"originalText":"HMS Endeavour departed Plymouth, England, marking the start of the first voyage of explorer James Cook.","year":1768,"subtitle":"HMS Endeavour","url":"https://en.wikipedia.org/wiki/HMS_Endeavour","headline":"English longbow supremacy established over French knights at Battle of Crécy in Hundred Years' War"},{"originalText":"The first Lutheran denomination in North America, the Pennsylvania Ministerium, was founded in Philadelphia.","year":1748,"subtitle":"Lutheranism","url":"https://en.wikipedia.org/wiki/Lutheranism","headline":"Seljuk Turks capture Byzantine emperor Romanos IV at Battle of Manzikert in Byzantine-Seljuk wars"},{"originalText":"Hundred Years' War: English forces established the military supremacy of the English longbow over the French combination of crossbow and armoured knights at the Battle of Crécy (depicted).","year":1346,"subtitle":"Hundred Years' War","url":"https://en.wikipedia.org/wiki/Hundred_Years'_War","headline":"Rebel defenders clash with Umayyad forces at Battle of al-Harra during Second Fitna"},{"originalText":"Byzantine–Seljuk wars: Seljuk Turks led by Alp Arslan captured Byzantine emperor Romanos IV at the Battle of Manzikert.","year":1071,"subtitle":"Byzantine–Seljuk wars","url":"https://en.wikipedia.org/wiki/Byzantine%E2%80%93Seljuk_wars"},{"originalText":"Byzantine–Seljuk wars: Seljuk Turks led by Alp Arslan captured Byzantine emperor Romanos IV at the Battle of Manzikert.","year":1071,"subtitle":"Byzantine–Seljuk wars","url":"https://en.wikipedia.org/wiki/Byzantine%E2%80%93Seljuk_wars"},{"originalText":"Second Fitna: The Battle of al-Harra was fought between Umayyad forces and the rebel defenders of Medina at a lava field northeast of the city.","year":683,"subtitle":"Second Fitna","url":"https://en.wikipedia.org/wiki/Second_Fitna"}]}