{"dateLabel":"August 27","issue":"Issue 240","events":[{"originalText":"The Myanmar military junta and ethnic armies began three days of violent clashes in the region of Kokang.","year":2009,"subtitle":"State Peace and Development Council","url":"https://en.wikipedia.org/wiki/State_Peace_and_Development_Council","headline":"Myanmar military junta clashes with ethnic armies in Kokang region"},{"originalText":"Comair Flight 5191 crashed while inadvertently attempting to take off from the wrong runway at Blue Grass Airport in Lexington, Kentucky, killing 49 of the 50 people on board, and causing the Federal Aviation Administration to modify air traffic control rules.","year":2006,"subtitle":"Comair Flight 5191","url":"https://en.wikipedia.org/wiki/Comair_Flight_5191","headline":"Comair Flight 5191 crashes at Blue Grass Airport, killing 49"},{"originalText":"The planet Mars made its closest approach to Earth in almost 60,000 years.","year":2003,"subtitle":"Mars","url":"https://en.wikipedia.org/wiki/Mars","headline":"Mars makes closest approach to Earth in 60,000 years"},{"originalText":"American musician Stevie Ray Vaughan, one of the most influential guitarists in the revival of blues in the 1980s, was killed in a helicopter crash.","year":1990,"subtitle":"Stevie Ray Vaughan","url":"https://en.wikipedia.org/wiki/Stevie_Ray_Vaughan","headline":"Musician Stevie Ray Vaughan killed in helicopter crash"},{"originalText":"The Troubles: IRA bombs killed 18 British soldiers in an ambush near Warrenpoint, and British royal family member Lord Mountbatten and three others on his boat at Mullaghmore.","year":1979,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"IRA bombs kill 18 British soldiers and Lord Mountbatten"},{"originalText":"South Vietnamese junta leader Nguyễn Khánh entered into a triumvirate power-sharing arrangement with rival generals Trần Thiện Khiêm and Dương Văn Minh, both of whom had been involved in plots to unseat Khánh.","year":1964,"subtitle":"South Vietnam","url":"https://en.wikipedia.org/wiki/South_Vietnam","headline":"Nguyễn Khánh enters power-sharing arrangement with rival generals"},{"originalText":"The first edition of the Guinness Book of Records was published.","year":1955,"subtitle":"Guinness World Records","url":"https://en.wikipedia.org/wiki/Guinness_World_Records","headline":"First edition of Guinness Book of Records published"},{"originalText":"The first three of more than sixty nations signed the Kellogg–Briand Pact, renouncing war as an instrument of national policy.","year":1928,"subtitle":"Kellogg–Briand Pact","url":"https://en.wikipedia.org/wiki/Kellogg%E2%80%93Briand_Pact","headline":"First nations sign Kellogg-Briand Pact renouncing war"},{"originalText":"In the shortest recorded war in history (pictured), the Sultanate of Zanzibar surrendered to the United Kingdom after less than an hour of conflict.","year":1896,"subtitle":"Anglo-Zanzibar War","url":"https://en.wikipedia.org/wiki/Anglo-Zanzibar_War","headline":"Sultanate of Zanzibar surrenders to UK in shortest recorded war"},{"originalText":"Black Hawk, the leader of the Sauk tribe of Native Americans, surrendered to U.S. authorities to end the Black Hawk War.","year":1832,"subtitle":"Black Hawk (Sauk leader)","url":"https://en.wikipedia.org/wiki/Black_Hawk_(Sauk_leader)","headline":"Black Hawk surrenders to end Black Hawk War"},{"originalText":"Napoleonic Wars: The French Navy defeated the Royal Navy, preventing them from capturing the harbour of Grand Port on Mauritius.","year":1810,"subtitle":"Napoleonic Wars","url":"https://en.wikipedia.org/wiki/Napoleonic_Wars","headline":"French Navy defeats Royal Navy at Grand Port"},{"originalText":"British forces led by William Howe defeated the Continental Army under George Washington at the Battle of Long Island, the largest battle of the American Revolutionary War.","year":1776,"subtitle":"William Howe, 5th Viscount Howe","url":"https://en.wikipedia.org/wiki/William_Howe%2C_5th_Viscount_Howe","headline":"British forces defeat Continental Army at Battle of Long Island"},{"originalText":"The sacking of Rome by the Visigoths ended after three days.","year":410,"subtitle":"Sack of Rome (410)","url":"https://en.wikipedia.org/wiki/Sack_of_Rome_(410)","headline":"Visigoths end sacking of Rome after three days"}]}