{"dateLabel":"August 29","issue":"Issue 242","events":[{"originalText":"Chen Quanguo became the Chinese Communist Party secretary of Xinjiang, later overseeing the creation of the Xinjiang internment camps.","year":2016,"subtitle":"Chen Quanguo","url":"https://en.wikipedia.org/wiki/Chen_Quanguo","headline":"Chen Quanguo appointed Chinese Communist Party secretary of Xinjiang"},{"originalText":"Six nuclear warheads were mistakenly loaded onto a United States Air Force heavy bomber that flew from Minot Air Force Base in North Dakota to Barksdale Air Force Base in Louisiana.","year":2007,"subtitle":"2007 United States Air Force nuclear weapons incident","url":"https://en.wikipedia.org/wiki/2007_United_States_Air_Force_nuclear_weapons_incident","headline":"Six nuclear warheads mistakenly loaded onto US Air Force bomber"},{"originalText":"Vnukovo Airlines Flight 2801 crashed on approach to Svalbard Airport, Norway, killing all 141 on board.","year":1996,"subtitle":"Vnukovo Airlines Flight 2801","url":"https://en.wikipedia.org/wiki/Vnukovo_Airlines_Flight_2801","headline":"Vnukovo Airlines Flight 2801 crashes in Norway, killing all 141 on board"},{"originalText":"Italian businessman Libero Grassi was killed by the Sicilian Mafia in Palermo after taking a public stand against their extortion demands.","year":1991,"subtitle":"Libero Grassi","url":"https://en.wikipedia.org/wiki/Libero_Grassi","headline":"Italian businessman Libero Grassi killed by Sicilian Mafia in Palermo"},{"originalText":"Followers of Bhagwan Shree Rajneesh (pictured) began deliberately infecting people in The Dalles, Oregon, with Salmonella in the first and largest bioterrorist attack in United States history.","year":1984,"subtitle":"Rajneesh","url":"https://en.wikipedia.org/wiki/Rajneesh","headline":"Followers of Bhagwan Shree Rajneesh conduct bioterrorist attack in Oregon"},{"originalText":"Air France Flight 343 crashed while attempting to land at Yoff Airport, Dakar, killing all 63 occupants.","year":1960,"subtitle":"Air France Flight 343","url":"https://en.wikipedia.org/wiki/Air_France_Flight_343","headline":"Air France Flight 343 crashes in Dakar, killing all 63 occupants"},{"originalText":"Mona Best opened the Casbah Coffee Club with a performance by the Quarrymen, the precursor of the Beatles.","year":1959,"subtitle":"Mona Best","url":"https://en.wikipedia.org/wiki/Mona_Best","headline":"Casbah Coffee Club opens with performance by the Quarrymen"},{"originalText":"The Soviet Union conducted its first nuclear weapons test, detonating the 22-kiloton RDS-1.","year":1949,"subtitle":"List of nuclear weapons tests of the Soviet Union","url":"https://en.wikipedia.org/wiki/List_of_nuclear_weapons_tests_of_the_Soviet_Union","headline":"Soviet Union conducts first nuclear weapons test"},{"originalText":"The last 36 residents of St Kilda, Scotland, now a UNESCO World Heritage Site for its natural and cultural qualities, voluntarily evacuated to Morvern.","year":1930,"subtitle":"St Kilda, Scotland","url":"https://en.wikipedia.org/wiki/St_Kilda%2C_Scotland","headline":"Last residents of St Kilda, Scotland evacuate to Morvern"},{"originalText":"Congress passed the Philippine Autonomy Act, the first formal and official declaration of the U.S.'s commitment to grant independence to the Philippines.","year":1916,"subtitle":"United States Congress","url":"https://en.wikipedia.org/wiki/United_States_Congress","headline":"Congress passes Philippine Autonomy Act for independence"},{"originalText":"The last member of the Yahi, known as Ishi, emerged from the wilderness near Oroville, California, to join European American society.","year":1911,"subtitle":"Yana people","url":"https://en.wikipedia.org/wiki/Yana_people","headline":"Last member of the Yahi emerges from wilderness in California"},{"originalText":"Slava, the last of five Borodino-class battleships, was launched by the Imperial Russian Navy.","year":1903,"subtitle":"Russian battleship Slava","url":"https://en.wikipedia.org/wiki/Russian_battleship_Slava","headline":"Imperial Russian Navy launches last Borodino-class battleship"},{"originalText":"Gottlieb Daimler patented the world's first internal-combustion motorcycle, the Reitwagen.","year":1885,"subtitle":"Gottlieb Daimler","url":"https://en.wikipedia.org/wiki/Gottlieb_Daimler","headline":"Gottlieb Daimler patents world's first internal-combustion motorcycle"},{"originalText":"Under the Treaty of Nanking, an \"unequal treaty\" that ended the First Opium War, the Chinese island from which Hong Kong would grow was ceded to Britain.","year":1842,"subtitle":"Treaty of Nanking","url":"https://en.wikipedia.org/wiki/Treaty_of_Nanking","headline":"Treaty of Nanking cedes Chinese island to Britain, precursor to Hong Kong"},{"originalText":"Michael Faraday (pictured) first experimentally demonstrated electromagnetic induction, leading to the formulation of the law of induction named after him.","year":1831,"subtitle":"Michael Faraday","url":"https://en.wikipedia.org/wiki/Michael_Faraday","headline":"Michael Faraday demonstrates electromagnetic induction"},{"originalText":"Farmers in western Massachusetts angered by high tax burdens and disfranchisement began an armed uprising led by Daniel Shays against the U.S. federal government.","year":1786,"subtitle":"Massachusetts","url":"https://en.wikipedia.org/wiki/Massachusetts","headline":"Farmers in western Massachusetts lead armed uprising against US government"},{"originalText":"France signed the Treaty of Picquigny with England, freeing Louis XI to deal with the threat posed by Charles the Bold, Duke of Burgundy.","year":1475,"subtitle":"Treaty of Picquigny","url":"https://en.wikipedia.org/wiki/Treaty_of_Picquigny","headline":"France signs Treaty of Picquigny with England"},{"originalText":"Hundred Years' War: Led by King Edward III, a fleet of 50 English ships captured at least 14 Castilian vessels and sank several more at the Battle of Winchelsea.","year":1350,"subtitle":"Hundred Years' War","url":"https://en.wikipedia.org/wiki/Hundred_Years'_War","headline":"King Edward III captures Castilian vessels at Battle of Winchelsea"}]}