{"dateLabel":"August 30","issue":"Issue 243","events":[{"originalText":"A heavy bomber plane that had been unintentionally loaded with nuclear missiles transported them from North Dakota to Louisiana before they were recognized.","year":2007,"subtitle":"Heavy bomber","url":"https://en.wikipedia.org/wiki/Heavy_bomber","headline":"Nuclear Missiles Transported from North Dakota to Louisiana by Heavy Bomber Plane"},{"originalText":"German racing driver Michael Schumacher  won the Belgian Grand Prix, the first of his 91 Formula One Grand Prix wins.","year":1992,"subtitle":"Michael Schumacher","url":"https://en.wikipedia.org/wiki/Michael_Schumacher","headline":"Michael Schumacher Wins Belgian Grand Prix for First Formula One Victory"},{"originalText":"Gulf War: US General Norman Schwarzkopf Jr. issued General Order No. 1 prohibiting US troops from consuming alcohol or possessing pornographic material.","year":1990,"subtitle":"Gulf War","url":"https://en.wikipedia.org/wiki/Gulf_War","headline":"US General Schwarzkopf Jr. Prohibits Troops from Alcohol and Pornography in Gulf War"},{"originalText":"Discovery, the third orbiter of NASA's Space Shuttle program, lifted off on its maiden voyage from Kennedy Space Center, Florida.","year":1984,"subtitle":"Space Shuttle Discovery","url":"https://en.wikipedia.org/wiki/Space_Shuttle_Discovery","headline":"NASA's Space Shuttle Discovery Lifts Off on Maiden Voyage from Kennedy Space Center"},{"originalText":"An express train carrying foreign workers from Yugoslavia to West Germany derailed in Zagreb, killing 153 people.","year":1974,"subtitle":"Gastarbeiter","url":"https://en.wikipedia.org/wiki/Gastarbeiter","headline":"Express Train Derails in Zagreb, Killing 153 Foreign Workers from Yugoslavia"},{"originalText":"Writer and politician Abdul Muis became the first person to be awarded the posthumous title of National Hero of Indonesia.","year":1959,"subtitle":"Abdul Muis","url":"https://en.wikipedia.org/wiki/Abdul_Muis","headline":"Abdul Muis Awarded Posthumous Title of National Hero of Indonesia"},{"originalText":"South Vietnamese opposition figure Phan Quang Đán was elected to the National Assembly, despite soldiers being bussed in to vote multiple times for President Ngô Đình Diệm's candidate.","year":1959,"subtitle":"South Vietnam","url":"https://en.wikipedia.org/wiki/South_Vietnam","headline":"Phan Quang Đán Elected to National Assembly in South Vietnam Despite Controversy"},{"originalText":"British and Australian prisoners of war in Singapore revolted against their Japanese captors, who required them to pledge not to escape.","year":1942,"subtitle":"Prisoner of war","url":"https://en.wikipedia.org/wiki/Prisoner_of_war","headline":"British and Australian POWs Revolt Against Japanese Captors in Singapore"},{"originalText":"Second World War: German field marshal Erwin Rommel launched the last major Axis offensive of the Western Desert campaign, attacking British positions near El Alamein, Egypt.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German Field Marshal Rommel Launches Last Major Axis Offensive in Western Desert"},{"originalText":"World War I: The Battle of Tannenberg resulted in the almost complete destruction of the Russian 2nd Army by the German 8th Army.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Battle of Tannenberg Results in Destruction of Russian 2nd Army by German 8th Army"},{"originalText":"James VI of Scotland held a masque at the baptism of Prince Henry, his first child.","year":1594,"subtitle":"James VI and I","url":"https://en.wikipedia.org/wiki/James_VI_and_I","headline":"James VI of Scotland Holds Masque at Baptism of Prince Henry"},{"originalText":"Guru Ram Das (pictured) became the fourth of the Sikh gurus, the spiritual masters of Sikhism.","year":1574,"subtitle":"Guru Ram Das","url":"https://en.wikipedia.org/wiki/Guru_Ram_Das","headline":"Guru Ram Das Becomes Fourth Sikh Guru in Sikhism"},{"originalText":"First Jewish–Roman War: Roman forces led by Titus set fire to the Second Temple during the Siege of Jerusalem.","year":70,"subtitle":"AD 70","url":"https://en.wikipedia.org/wiki/AD_70","headline":"Roman Forces Set Fire to Second Temple During Siege of Jerusalem in First Jewish-Roman War"}]}