{"dateLabel":"August 31","issue":"Issue 244","events":[{"originalText":"A sightseeing helicopter crashed in the mountains of Skoddevarre in Alta, Norway, killing all six people on board.","year":2019,"subtitle":"2019 Alta helicopter crash","url":"https://en.wikipedia.org/wiki/2019_Alta_helicopter_crash","headline":"Helicopter crash in Skoddevarre, Alta, Norway kills all six on board"},{"originalText":"Brazilian president Dilma Rousseff was removed from office following her impeachment on charges of criminal administrative misconduct.","year":2016,"subtitle":"Dilma Rousseff","url":"https://en.wikipedia.org/wiki/Dilma_Rousseff","headline":"Brazilian president Dilma Rousseff impeached on charges of criminal administrative misconduct"},{"originalText":"Typhoon Rusa made landfall in Goheung as the most powerful typhoon to hit South Korea in 43 years, killing at least 236 people.","year":2002,"subtitle":"Typhoon Rusa","url":"https://en.wikipedia.org/wiki/Typhoon_Rusa","headline":"Typhoon Rusa hits Goheung, South Korea, killing at least 236 people"},{"originalText":"Diana, Princess of Wales (pictured), her partner Dodi Fayed, and their driver were killed in a car crash in Paris.","year":1997,"subtitle":"Diana, Princess of Wales","url":"https://en.wikipedia.org/wiki/Diana%2C_Princess_of_Wales","headline":"Princess Diana, partner Dodi Fayed, and driver killed in Paris car crash"},{"originalText":"On the final day of the Isle of Wight Festival 1969, an event attended by approximately 150,000 people over three days, Bob Dylan appeared in his first gig in three years.","year":1969,"subtitle":"Isle of Wight Festival 1969","url":"https://en.wikipedia.org/wiki/Isle_of_Wight_Festival_1969","headline":"Bob Dylan performs at Isle of Wight Festival 1969"},{"originalText":"A parcel bomb sent by Ngô Đình Nhu, younger brother and chief adviser of South Vietnamese president Ngô Đình Diệm, failed to kill Norodom Sihanouk, Prime Minister of Cambodia.","year":1959,"subtitle":"Letter bomb","url":"https://en.wikipedia.org/wiki/Letter_bomb","headline":"Parcel bomb sent by Ngô Đình Nhu fails to kill Norodom Sihanouk"},{"originalText":"The Matagorda hurricane, the most intense and costliest tropical cyclone of the 1942 Atlantic hurricane season, dissipated after causing $26.5 million in damages and eight deaths.","year":1942,"subtitle":"1942 Matagorda hurricane","url":"https://en.wikipedia.org/wiki/1942_Matagorda_hurricane","headline":"Matagorda hurricane causes $26.5 million in damages and eight deaths"},{"originalText":"World War II: A detachment of Chetniks captured the town of Loznica in German-occupied Serbia.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Chetniks capture town of Loznica in German-occupied Serbia"},{"originalText":"Second World War: Two Royal navy destroyers were lost to mines and two other vessels damaged off Texel, Netherlands, killing around 300 men.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Royal navy destroyers lost to mines off Texel, Netherlands, killing around 300 men"},{"originalText":"Nazi forces, posing as Poles, staged an attack against the German radio station Sender Gleiwitz in Gleiwitz, Upper Silesia, Germany, creating an excuse to invade Poland the next day.","year":1939,"subtitle":"Gleiwitz incident","url":"https://en.wikipedia.org/wiki/Gleiwitz_incident","headline":"Nazi forces stage attack on German radio station in Gleiwitz, Germany"},{"originalText":"Russia and the United Kingdom signed the Anglo-Russian Convention, defining their respective spheres of interest in Persia, Afghanistan, and Tibet.","year":1907,"subtitle":"Anglo-Russian Convention","url":"https://en.wikipedia.org/wiki/Anglo-Russian_Convention","headline":"Russia and UK sign Anglo-Russian Convention defining spheres of interest"},{"originalText":"Thomas Edison was granted a patent for the Kinetoscope, a precursor to the modern movie projector.","year":1897,"subtitle":"Thomas Edison","url":"https://en.wikipedia.org/wiki/Thomas_Edison","headline":"Thomas Edison granted patent for Kinetoscope"},{"originalText":"The body of Mary Ann Nichols, the alleged first victim of an unidentified serial killer known as Jack the Ripper (depicted), was found in Buck's Row, London.","year":1888,"subtitle":"Mary Ann Nichols","url":"https://en.wikipedia.org/wiki/Mary_Ann_Nichols","headline":"Body of Jack the Ripper's alleged first victim found in London"},{"originalText":"Sultan Murad V of the Ottoman Empire was deposed after a reign of 93 days on grounds of mental illness.","year":1876,"subtitle":"Murad V","url":"https://en.wikipedia.org/wiki/Murad_V","headline":"Sultan Murad V of Ottoman Empire deposed after 93-day reign"},{"originalText":"Al-Kamil became the fourth sultan of the Ayyubid dynasty of Egypt.","year":1218,"subtitle":"Al-Kamil","url":"https://en.wikipedia.org/wiki/Al-Kamil","headline":"Al-Kamil becomes fourth sultan of Ayyubid dynasty of Egypt"}]}