{"dateLabel":"May 1","issue":"Issue 122","events":[{"originalText":"The evacuation of nearly 88,000 people began when a wildfire swept through Fort McMurray, Alberta, Canada, and burned for another 14 months, becoming the costliest disaster in Canadian history.","year":2016,"subtitle":"2016 Fort McMurray wildfire","url":"https://en.wikipedia.org/wiki/2016_Fort_McMurray_wildfire","headline":"Wildfire in Fort McMurray, Alberta, Canada forces evacuation of 88,000 people"},{"originalText":"In Major League Baseball, Rickey Henderson broke the record for stolen bases on the same night that Nolan Ryan broke his own record for no-hitters.","year":1991,"subtitle":"Major League Baseball","url":"https://en.wikipedia.org/wiki/Major_League_Baseball","headline":"Rickey Henderson and Nolan Ryan break records in Major League Baseball"},{"originalText":"Argentine president Juan Perón expelled Montoneros from a demonstration in the Plaza de Mayo in Buenos Aires, forcing the group to become a clandestine organization.","year":1974,"subtitle":"Juan Perón","url":"https://en.wikipedia.org/wiki/Juan_Per%C3%B3n","headline":"Argentine president Juan Perón expels Montoneros from Plaza de Mayo demonstration"},{"originalText":"Gwendolyn Brooks became the first African American to receive the Pulitzer Prize for Poetry.","year":1950,"subtitle":"Gwendolyn Brooks","url":"https://en.wikipedia.org/wiki/Gwendolyn_Brooks","headline":"Gwendolyn Brooks first African American to win Pulitzer Prize for Poetry"},{"originalText":"Sicilian separatist Salvatore Giuliano and his gang fired into a crowd of May Day marchers near Piana degli Albanesi, Sicily, killing 11 and wounding 33.","year":1947,"subtitle":"Salvatore Giuliano","url":"https://en.wikipedia.org/wiki/Salvatore_Giuliano","headline":"Sicilian separatist Salvatore Giuliano kills 11 in May Day shooting"},{"originalText":"Second World War: British and Indian forces conducted a successful airborne assault on a Japanese artillery battery during the advance to liberate Rangoon, Burma.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"British and Indian forces conduct successful airborne assault in Burma during WWII"},{"originalText":"Citizen Kane, a widely acclaimed film by actor and director Orson Welles, premiered.","year":1941,"subtitle":"Citizen Kane","url":"https://en.wikipedia.org/wiki/Citizen_Kane","headline":"Orson Welles' Citizen Kane premieres to critical acclaim"},{"originalText":"New York City's Empire State Building, at the time the tallest building in the world, opened.","year":1931,"subtitle":"Empire State Building","url":"https://en.wikipedia.org/wiki/Empire_State_Building","headline":"Empire State Building opens in New York City as tallest building in the world"},{"originalText":"A dust explosion at a coal mine near Scofield, Utah, U.S., killed at least 200 miners.","year":1900,"subtitle":"Dust explosion","url":"https://en.wikipedia.org/wiki/Dust_explosion","headline":"Coal mine explosion in Scofield, Utah kills at least 200 miners"},{"originalText":"The original Chicago Board of Trade Building opened for business.","year":1885,"subtitle":"Chicago Board of Trade Building","url":"https://en.wikipedia.org/wiki/Chicago_Board_of_Trade_Building","headline":"Moses Fleetwood Walker plays first game in Major League Baseball"},{"originalText":"Moses Fleetwood Walker (pictured), the last African American in Major League Baseball until Jackie Robinson, played his first game for the Toledo Blue Stockings.","year":1884,"subtitle":"Moses Fleetwood Walker","url":"https://en.wikipedia.org/wiki/Moses_Fleetwood_Walker","headline":"France regains lost land in War of the Pyrenees"},{"originalText":"War of the Pyrenees: France regained nearly all the land it lost to Spain the previous year with its victory in the Second Battle of Boulou.","year":1794,"subtitle":"War of the Pyrenees","url":"https://en.wikipedia.org/wiki/War_of_the_Pyrenees","headline":"Mozart's The Marriage of Figaro premieres in Vienna"},{"originalText":"The Marriage of Figaro (audio featured), an opera buffa by Wolfgang Amadeus Mozart, premiered at the Burgtheater in Vienna.","year":1786,"subtitle":"The Marriage of Figaro","url":"https://en.wikipedia.org/wiki/The_Marriage_of_Figaro","headline":"Order of Illuminati founded in Ingolstadt, Bavaria, Germany"},{"originalText":"The secret society known as the Order of Illuminati was founded by Adam Weishaupt and Adolph Freiherr Knigge in Ingolstadt, Bavaria, Germany.","year":1776,"subtitle":"Secret society","url":"https://en.wikipedia.org/wiki/Secret_society","headline":"Kingdom of Great Britain formed under Acts of Union"},{"originalText":"Under the terms of the Acts of Union, the Kingdoms of England and Scotland merged to form the Kingdom of Great Britain, with a single parliament and government based in Westminster.","year":1707,"subtitle":"Acts of Union 1707","url":"https://en.wikipedia.org/wiki/Acts_of_Union_1707","headline":"Portuguese and Spanish forces recapture Bahia from Dutch Republic"},{"originalText":"Dutch–Portuguese War: Portuguese and Spanish forces recaptured the Brazilian city of Bahia, which had previously been captured by the Dutch Republic.","year":1625,"subtitle":"Dutch–Portuguese War","url":"https://en.wikipedia.org/wiki/Dutch%E2%80%93Portuguese_War","headline":"Stephen Báthory and Anna Jagiellon crowned rulers of Polish–Lithuanian Commonwealth"},{"originalText":"Stephen Báthory and Anna Jagiellon were crowned as the elected rulers of the Polish–Lithuanian Commonwealth.","year":1576,"subtitle":"Stephen Báthory","url":"https://en.wikipedia.org/wiki/Stephen_B%C3%A1thory","headline":"Nea Ekklesia church consecrated in Constantinople"},{"originalText":"The Nea Ekklesia church in Constantinople, on which many later cross-in-square Orthodox churches were based, was consecrated.","year":880,"subtitle":"Nea Ekklesia","url":"https://en.wikipedia.org/wiki/Nea_Ekklesia","headline":"Diocletian and Maximian retire as co-rulers of Roman Empire"},{"originalText":"Diocletian and  Maximian retired as co-rulers of the Roman Empire, being succeeded by Galerius and Constantius Chlorus.","year":305,"subtitle":"Diocletian","url":"https://en.wikipedia.org/wiki/Diocletian"}]}