{"dateLabel":"May 2","issue":"Issue 123","events":[{"originalText":"Two mudslides in Badakhshan Province, Afghanistan, killed at least 350 people.","year":2014,"subtitle":"2014 Badakhshan mudslides","url":"https://en.wikipedia.org/wiki/2014_Badakhshan_mudslides","headline":"350 killed in mudslides in Badakhshan Province, Afghanistan"},{"originalText":"Russo-Ukrainian War: Forty-eight people were killed during a confrontation between pro-Russian protesters and pro-Ukrainian unity protesters in the southern Ukrainian port city of Odesa.","year":2014,"subtitle":"Russo-Ukrainian War","url":"https://en.wikipedia.org/wiki/Russo-Ukrainian_War","headline":"48 killed in Russo-Ukrainian War clash in Odesa"},{"originalText":"The Conservative Party of Canada won enough seats in the federal election to establish their first majority government.","year":2011,"subtitle":"Conservative Party of Canada","url":"https://en.wikipedia.org/wiki/Conservative_Party_of_Canada","headline":"Conservative Party of Canada wins majority government"},{"originalText":"Osama bin Laden was shot and killed by U.S. Navy SEAL Team 6 in a private residential compound in Abbottabad, Pakistan.","year":2011,"subtitle":"Osama bin Laden","url":"https://en.wikipedia.org/wiki/Osama_bin_Laden","headline":"Osama bin Laden shot and killed in Abbottabad, Pakistan"},{"originalText":"The Chaitén volcano in Chile began to erupt for the first time since around 1640.","year":2008,"subtitle":"Chaitén (volcano)","url":"https://en.wikipedia.org/wiki/Chait%C3%A9n_(volcano)","headline":"Chaitén volcano erupts in Chile after centuries"},{"originalText":"Cyclone Manou formed in the Indian Ocean; over the next two weeks it struck Madagascar and left more than 100,000 people homeless.","year":2003,"subtitle":"Cyclone Manou","url":"https://en.wikipedia.org/wiki/Cyclone_Manou","headline":"Cyclone Manou leaves 100,000 homeless in Madagascar"},{"originalText":"Mireya Moscoso became the first woman to be elected President of Panama.","year":1999,"subtitle":"Mireya Moscoso","url":"https://en.wikipedia.org/wiki/Mireya_Moscoso","headline":"Mireya Moscoso elected first female President of Panama"},{"originalText":"Croatian War of Independence: Serb forces began rocket attacks on the Croatian capital Zagreb, killing 7 people and injuring around 200 others.","year":1995,"subtitle":"Croatian War of Independence","url":"https://en.wikipedia.org/wiki/Croatian_War_of_Independence","headline":"Serb forces attack Zagreb, killing 7 in Croatian War of Independence"},{"originalText":"Falklands War: HMS Conqueror sank the Argentine cruiser General Belgrano (pictured), the only ship ever to have been deliberately sunk by a nuclear submarine in battle.","year":1982,"subtitle":"Falklands War","url":"https://en.wikipedia.org/wiki/Falklands_War","headline":"HMS Conqueror sinks Argentine cruiser General Belgrano in Falklands War"},{"originalText":"Vietnam War: An explosion caused by Viet Cong commandos led USNS Card to sink in the port of Saigon.","year":1964,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"Viet Cong explosion sinks USNS Card in Saigon port"},{"originalText":"World War II: General Helmuth Weidling, the German commander of Berlin, surrendered to Soviet forces led by Marshal Georgy Zhukov, ending the Battle of Berlin.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German commander of Berlin surrenders, ending Battle of Berlin"},{"originalText":"The Treaty of Wuchale was signed, ending the Italo-Ethiopian War, but differences in translation later led to another war.","year":1889,"subtitle":"Treaty of Wuchale","url":"https://en.wikipedia.org/wiki/Treaty_of_Wuchale","headline":"Treaty of Wuchale signed, leading to Italo-Ethiopian War"},{"originalText":"A dust explosion at the world's largest flour mill in Minneapolis resulted in 18 deaths.","year":1878,"subtitle":"Great Mill Disaster","url":"https://en.wikipedia.org/wiki/Great_Mill_Disaster","headline":"18 dead in dust explosion at Minneapolis flour mill"},{"originalText":"A royal charter granted the Hudson's Bay Company a monopoly in the fur trade in Rupert's Land (present-day Canada).","year":1670,"subtitle":"Royal charter","url":"https://en.wikipedia.org/wiki/Royal_charter","headline":"Hudson's Bay Company granted fur trade monopoly in Rupert's Land"},{"originalText":"Presbyterian clergyman John Knox returned from exile to lead the Scottish Reformation.","year":1559,"subtitle":"Presbyterianism","url":"https://en.wikipedia.org/wiki/Presbyterianism","headline":"John Knox returns to lead Scottish Reformation"},{"originalText":"King Richard I of England gave the city of Portsmouth (Old Portsmouth pictured) its first royal charter.","year":1194,"subtitle":"Richard I of England","url":"https://en.wikipedia.org/wiki/Richard_I_of_England","headline":"King Richard I grants royal charter to Portsmouth"}]}