{"dateLabel":"May 3","issue":"Issue 124","events":[{"originalText":"Twenty-six people are killed and ninety-eight are injured after an elevated section of the Mexico City Metro collapses.","year":2021,"subtitle":"Mexico City Metro","url":"https://en.wikipedia.org/wiki/Mexico_City_Metro","headline":"Mexico City Metro collapse kills 26, injures 98"},{"originalText":"Three-year-old British girl Madeleine McCann disappeared from a holiday apartment in Praia da Luz, Portugal; she has never been found.","year":2007,"subtitle":"Disappearance of Madeleine McCann","url":"https://en.wikipedia.org/wiki/Disappearance_of_Madeleine_McCann","headline":"British girl Madeleine McCann disappears in Portugal"},{"originalText":"A Doppler on Wheels team measured the fastest winds recorded on Earth, at 301 ± 20 mph (484 ± 32 km/h), in a tornado near Bridge Creek, Oklahoma.","year":1999,"subtitle":"Doppler on Wheels","url":"https://en.wikipedia.org/wiki/Doppler_on_Wheels","headline":"Fastest winds on Earth recorded in Oklahoma tornado"},{"originalText":"Erich Honecker became First Secretary of the Socialist Unity Party of Germany, the governing party of East Germany.","year":1971,"subtitle":"Erich Honecker","url":"https://en.wikipedia.org/wiki/Erich_Honecker","headline":"Erich Honecker becomes First Secretary of East Germany"},{"originalText":"Police in Birmingham, Alabama, used high-pressure water hoses and dogs against civil-rights protesters, bringing scrutiny on racial segregation in the southern United States.","year":1963,"subtitle":"Birmingham, Alabama","url":"https://en.wikipedia.org/wiki/Birmingham%2C_Alabama","headline":"Police in Birmingham use force against civil-rights protesters"},{"originalText":"The Off-Broadway show The Fantasticks premiered, eventually becoming the world's longest-running musical, with 17,162 performances across 42 years.","year":1960,"subtitle":"Off-Broadway","url":"https://en.wikipedia.org/wiki/Off-Broadway","headline":"Off-Broadway show The Fantasticks premieres"},{"originalText":"A new Constitution of Japan went into effect, providing for a parliamentary system of government, guaranteeing certain fundamental rights, and relegating the Japanese monarchy to a purely ceremonial role.","year":1947,"subtitle":"Constitution of Japan","url":"https://en.wikipedia.org/wiki/Constitution_of_Japan","headline":"New Constitution of Japan goes into effect"},{"originalText":"Second World War: The German ocean liner Cap Arcona, afloat in the Bay of Lübeck with thousands of concentration camp survivors on board, was attacked and sunk by the Royal Air Force.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German ocean liner Cap Arcona sunk by Royal Air Force"},{"originalText":"Second World War: Japanese forces began an invasion of Tulagi and nearby islands in the British Solomon Islands, enabling them to threaten and intercept supply and communication routes between the United States and Australasia.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Japanese forces invade Tulagi in Solomon Islands"},{"originalText":"Subhas Chandra Bose formed the All India Forward Bloc, a faction within the Indian National Congress, in opposition to Gandhi's tactics of nonviolence.","year":1939,"subtitle":"Subhas Chandra Bose","url":"https://en.wikipedia.org/wiki/Subhas_Chandra_Bose","headline":"Subhas Chandra Bose forms All India Forward Bloc"},{"originalText":"Under the British Government of Ireland Act, Ireland was partitioned into two self-governing territories, Northern and Southern Ireland.","year":1921,"subtitle":"Government of Ireland Act 1920","url":"https://en.wikipedia.org/wiki/Government_of_Ireland_Act_1920","headline":"Ireland partitioned into Northern and Southern territories"},{"originalText":"Russian Civil War: Relying on Red Army troops in neighboring Azerbaijan, the Bolsheviks attempted to stage a coup d'etat in Georgia.","year":1920,"subtitle":"Russian Civil War","url":"https://en.wikipedia.org/wiki/Russian_Civil_War","headline":"Bolsheviks attempt coup in Georgia during Russian Civil War"},{"originalText":"The oldest Royal Air Force station in continuous operation, RAF Northolt, opened as home to No. 4 Reserve Aeroplane Squadron.","year":1915,"subtitle":"Royal Air Force","url":"https://en.wikipedia.org/wiki/Royal_Air_Force","headline":"RAF Northolt opens as oldest RAF station"},{"originalText":"Raja Harishchandra (scene pictured), the first Indian feature-length film, was released.","year":1913,"subtitle":"Raja Harishchandra","url":"https://en.wikipedia.org/wiki/Raja_Harishchandra","headline":"First Indian feature-length film Raja Harishchandra released"},{"originalText":"A group of American mercenaries led by William Walker set sail from San Francisco to conquer Nicaragua.","year":1855,"subtitle":"Mercenary","url":"https://en.wikipedia.org/wiki/Mercenary","headline":"American mercenaries set sail to conquer Nicaragua"},{"originalText":"The Benty Grange helmet (pictured), a boar-crested Anglo-Saxon helmet similar to those mentioned in the contemporary epic poem Beowulf, was discovered in Derbyshire, England.","year":1848,"subtitle":"Benty Grange helmet","url":"https://en.wikipedia.org/wiki/Benty_Grange_helmet","headline":"Anglo-Saxon Benty Grange helmet discovered in England"},{"originalText":"A long-running feud between two towns in Wisconsin came to a head when a schooner crashed into a bridge; they later merged to form the city of Milwaukee.","year":1845,"subtitle":"Wisconsin","url":"https://en.wikipedia.org/wiki/Wisconsin","headline":"Feud between Wisconsin towns leads to merger"},{"originalText":"The Great Sejm of the Polish–Lithuanian Commonwealth ratified the first codified national constitution in Europe.","year":1791,"subtitle":"Great Sejm","url":"https://en.wikipedia.org/wiki/Great_Sejm","headline":"Great Sejm ratifies first codified national constitution in Europe"},{"originalText":"The Treaty of Loudun was signed, ending a war that originally began as a power struggle for the French throne.","year":1616,"subtitle":"Treaty of Loudun","url":"https://en.wikipedia.org/wiki/Treaty_of_Loudun","headline":"Treaty of Loudun signed, ending war for French throne"},{"originalText":"Nkuwu Nzinga, the ruler of the Kingdom of Kongo, was baptised as João I by Portuguese missionaries.","year":1491,"subtitle":"Kingdom of Kongo","url":"https://en.wikipedia.org/wiki/Kingdom_of_Kongo","headline":"Ruler of Kongo baptised as João I by Portuguese missionaries"},{"originalText":"The largest of a series of earthquakes struck the island of Rhodes, causing an estimated 30,000 casualties.","year":1481,"subtitle":"1481 Rhodes earthquake","url":"https://en.wikipedia.org/wiki/1481_Rhodes_earthquake","headline":"Earthquake strikes Rhodes, causing 30,000 casualties"}]}