{"dateLabel":"May 4","issue":"Issue 125","events":[{"originalText":"The Parliament of Malta moved from the Grandmaster's Palace to the purpose-built Parliament House (pictured).","year":2015,"subtitle":"Parliament of Malta","url":"https://en.wikipedia.org/wiki/Parliament_of_Malta","headline":"Parliament of Malta relocates to purpose-built Parliament House"},{"originalText":"Ken Livingstone took office as the first mayor of London.","year":2000,"subtitle":"Ken Livingstone","url":"https://en.wikipedia.org/wiki/Ken_Livingstone","headline":"Ken Livingstone inaugurated as first mayor of London"},{"originalText":"Falklands War: HMS Sheffield was struck by an Exocet missile, killing 20 sailors and leading to its sinking six days later—the first Royal Navy ship sunk in action since World War II.","year":1982,"subtitle":"Falklands War","url":"https://en.wikipedia.org/wiki/Falklands_War","headline":"HMS Sheffield struck by Exocet missile in Falklands War"},{"originalText":"Margaret Thatcher (pictured) became the first female prime minister of the United Kingdom.","year":1979,"subtitle":"Margaret Thatcher","url":"https://en.wikipedia.org/wiki/Margaret_Thatcher","headline":"Margaret Thatcher becomes first female UK prime minister"},{"originalText":"An all-female Japanese team reached the summit of Manaslu in the Himalayas, becoming the first women to climb a peak higher than 8,000 metres (26,247 ft) above sea level.","year":1974,"subtitle":"Manaslu","url":"https://en.wikipedia.org/wiki/Manaslu","headline":"Japanese all-female team conquers Manaslu in Himalayas"},{"originalText":"World War II: Aircraft from Imperial Japanese Navy vessels attacked Allied naval forces, beginning the Battle of the Coral Sea, the first naval action in which the participating ships never sighted or fired directly at each other.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Battle of the Coral Sea marks first naval action without direct sighting"},{"originalText":"During a labor rally in Chicago, a bomb explosion and gunfire led to the deaths of eight police officers and four members of the public.","year":1886,"subtitle":"Labour movement","url":"https://en.wikipedia.org/wiki/Labour_movement","headline":"Bomb explosion at labor rally in Chicago kills 12"},{"originalText":"American Revolution: The Colony of Rhode Island and Providence Plantations became the first of the Thirteen Colonies to renounce its allegiance to the British Crown.","year":1776,"subtitle":"American Revolution","url":"https://en.wikipedia.org/wiki/American_Revolution","headline":"Rhode Island renounces allegiance to British Crown in American Revolution"},{"originalText":"Trunajaya rebellion: Dutch East India Company forces under Cornelis Speelman began an attack on Surabaya, Java.","year":1677,"subtitle":"Trunajaya rebellion","url":"https://en.wikipedia.org/wiki/Trunajaya_rebellion","headline":"Dutch forces attack Surabaya in Trunajaya rebellion"},{"originalText":"Pope Alexander VI issued the papal bull Inter caetera, establishing a line of demarcation dividing the New World between Spain and Portugal.","year":1493,"subtitle":"Pope Alexander VI","url":"https://en.wikipedia.org/wiki/Pope_Alexander_VI","headline":"Pope Alexander VI establishes line dividing New World between Spain and Portugal"}]}