{"dateLabel":"May 5","issue":"Issue 126","events":[{"originalText":"Aeroflot Flight 1492 was struck by lightning after leaving Moscow's Sheremetyevo International Airport and caught fire during the subsequent emergency landing attempt, killing 41 people on board.","year":2019,"subtitle":"Aeroflot Flight 1492","url":"https://en.wikipedia.org/wiki/Aeroflot_Flight_1492","headline":"Aeroflot Flight 1492 struck by lightning and catches fire, killing 41"},{"originalText":"Kenya Airways Flight 507 crashed immediately after takeoff from Douala International Airport in Cameroon, resulting in the deaths of all 114 people aboard.","year":2007,"subtitle":"Kenya Airways Flight 507","url":"https://en.wikipedia.org/wiki/Kenya_Airways_Flight_507","headline":"Kenya Airways Flight 507 crashes after takeoff, 114 dead"},{"originalText":"American teenager Michael P. Fay was caned in Singapore for theft and vandalism, a punishment that the United States deemed to be excessive for a teenager committing a non-violent crime.","year":1994,"subtitle":"Caning of Michael Fay","url":"https://en.wikipedia.org/wiki/Caning_of_Michael_Fay","headline":"American teenager caned in Singapore for theft and vandalism"},{"originalText":"The Twenty-seventh Amendment to the United States Constitution was ratified, 202 years after it was first proposed.","year":1992,"subtitle":"Twenty-seventh Amendment to the United States Constitution","url":"https://en.wikipedia.org/wiki/Twenty-seventh_Amendment_to_the_United_States_Constitution","headline":"Twenty-seventh Amendment to US Constitution ratified after 202 years"},{"originalText":"Riots broke out in Washington, D.C., after a rookie police officer shot a Salvadoran man in the chest.","year":1991,"subtitle":"1991 Washington, D.C., riot","url":"https://en.wikipedia.org/wiki/1991_Washington%2C_D.C.%2C_riot","headline":"Riots in Washington, D.C. after police officer shoots Salvadoran man"},{"originalText":"After a 66-day hunger strike, Irish republican Bobby Sands died of starvation in HM Prison Maze.","year":1981,"subtitle":"1981 Irish hunger strike","url":"https://en.wikipedia.org/wiki/1981_Irish_hunger_strike","headline":"Irish republican Bobby Sands dies after 66-day hunger strike"},{"originalText":"The British Special Air Service recaptured the Iranian embassy in London after a six-day siege by Iranian Arab separatists.","year":1980,"subtitle":"Special Air Service","url":"https://en.wikipedia.org/wiki/Special_Air_Service","headline":"British SAS recaptures Iranian embassy in London after siege"},{"originalText":"Project Mercury: American astronaut Alan Shepard (pictured) made a sub-orbital spaceflight on board Freedom 7, becoming the second person to travel into outer space.","year":1961,"subtitle":"Project Mercury","url":"https://en.wikipedia.org/wiki/Project_Mercury","headline":"American astronaut Alan Shepard makes sub-orbital spaceflight"},{"originalText":"The Netherlands Carillon was inaugurated in Arlington, Virginia, on the 15th anniversary of Dutch Liberation Day.","year":1960,"subtitle":"Netherlands Carillon","url":"https://en.wikipedia.org/wiki/Netherlands_Carillon","headline":"Netherlands Carillon inaugurated in Arlington, Virginia"},{"originalText":"World War II: American and German troops fought side-by-side at the Battle for Castle Itter, defending a prison against Waffen-SS forces.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"American and German troops fight side-by-side at Battle for Castle Itter"},{"originalText":"World War II: The citizens of Prague spontaneously rose up against the city's German occupiers.","year":1945,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Prague citizens rise up against German occupiers in WWII"},{"originalText":"World War II: A squad of 250 Norwegian volunteers defending Hegra Fortress surrendered to a superior Nazi force after a 25-day siege.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Norwegian volunteers defending Hegra Fortress surrender to Nazis"},{"originalText":"Pitching for the Boston Americans, Cy Young threw the first perfect game in modern professional baseball.","year":1904,"subtitle":"Pitcher","url":"https://en.wikipedia.org/wiki/Pitcher","headline":"Cy Young throws first perfect game in modern professional baseball"},{"originalText":"Carnegie Hall (interior pictured) in New York City, built by the philanthropist Andrew Carnegie, officially opened with a concert conducted by Pyotr Ilyich Tchaikovsky.","year":1891,"subtitle":"Carnegie Hall","url":"https://en.wikipedia.org/wiki/Carnegie_Hall","headline":"Carnegie Hall officially opens in New York City with Tchaikovsky concert"},{"originalText":"American Civil War: Union Lt. Gen. Ulysses S. Grant's Overland Campaign in Virginia began with the inconclusive Battle of the Wilderness (pictured) in Spotsylvania County.","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union Gen. Grant's Overland Campaign begins with Battle of the Wilderness"},{"originalText":"Led by Italian general Giuseppe Garibaldi, the volunteer Expedition of the Thousand set sail from Genoa on a campaign to conquer the Kingdom of the Two Sicilies.","year":1860,"subtitle":"Giuseppe Garibaldi","url":"https://en.wikipedia.org/wiki/Giuseppe_Garibaldi","headline":"Expedition of the Thousand sets sail to conquer Kingdom of Two Sicilies"},{"originalText":"Cromwell's Act of Grace, which pardoned the people of Scotland for any crimes committed during the Wars of the Three Kingdoms, was proclaimed in Edinburgh.","year":1654,"subtitle":"Cromwell's Act of Grace","url":"https://en.wikipedia.org/wiki/Cromwell's_Act_of_Grace","headline":"Cromwell's Act of Grace pardons Scotland for crimes during Wars of Three Kingdoms"},{"originalText":"First English Civil War: Charles I surrendered himself to Scottish Covenanter leader David Leslie near Newark, England.","year":1646,"subtitle":"First English Civil War","url":"https://en.wikipedia.org/wiki/First_English_Civil_War","headline":"Charles I surrenders to Scottish Covenanter leader near Newark"}]}