{"dateLabel":"May 6","issue":"Issue 127","events":[{"originalText":"Amanda Berry escaped from the Cleveland, Ohio, home of her captor, Ariel Castro, having been held there with two other women for ten years.","year":2013,"subtitle":"Cleveland","url":"https://en.wikipedia.org/wiki/Cleveland","headline":"Amanda Berry Escapes Captivity After 10 Years in Cleveland, Ohio"},{"originalText":"Exacerbated by high-frequency traders using strategies that have since been banned, major U.S. stock indices dropped nearly 9 percent and quickly rebounded.","year":2010,"subtitle":"High-frequency trading","url":"https://en.wikipedia.org/wiki/High-frequency_trading","headline":"U.S. Stock Indices Drop 9% Due to High-Frequency Traders"},{"originalText":"British barrister Mark Saunders was shot dead by police after a five-hour siege at his home in Chelsea, London.","year":2008,"subtitle":"Barrister","url":"https://en.wikipedia.org/wiki/Barrister","headline":"British Barrister Mark Saunders Shot Dead by Police in Chelsea, London"},{"originalText":"The final episode of the television sitcom Friends was aired.","year":2004,"subtitle":"The Last One (Friends)","url":"https://en.wikipedia.org/wiki/The_Last_One_(Friends)","headline":"Final Episode of Friends TV Sitcom Airs"},{"originalText":"Time magazine published the article \"The Thriving Cult of Greed and Power\" by Richard Behar criticizing the Church of Scientology, leading to years of legal conflict.","year":1991,"subtitle":"Time (magazine)","url":"https://en.wikipedia.org/wiki/Time_(magazine)","headline":"Time Magazine Publishes Article Criticizing Church of Scientology"},{"originalText":"Widerøe Flight 710 crashed into the fog-covered mountain of Torghatten in Brønnøy, Norway, killing all 36 people on board.","year":1988,"subtitle":"Widerøe Flight 710","url":"https://en.wikipedia.org/wiki/Wider%C3%B8e_Flight_710","headline":"Widerøe Flight 710 Crashes in Norway, Killing 36"},{"originalText":"At Oxford's Iffley Road Track, English runner Roger Bannister became the first person to run the mile in under four minutes.","year":1954,"subtitle":"Oxford","url":"https://en.wikipedia.org/wiki/Oxford","headline":"Roger Bannister Becomes First Person to Run Mile in Under 4 Minutes"},{"originalText":"American entertainer Bob Hope performed his first show with the United Service Organizations, beginning a 50-year involvement with them.","year":1941,"subtitle":"Bob Hope","url":"https://en.wikipedia.org/wiki/Bob_Hope","headline":"Bob Hope Performs First Show with USO"},{"originalText":"The German airship Hindenburg caught fire and was destroyed during an attempt to dock at Lakehurst Naval Air Station in New Jersey, killing 36 people.","year":1937,"subtitle":"LZ 129 Hindenburg","url":"https://en.wikipedia.org/wiki/LZ_129_Hindenburg","headline":"German Airship Hindenburg Catches Fire, Killing 36"},{"originalText":"Imperial Trans-Antarctic Expedition: SY Aurora, anchored in McMurdo Sound, broke loose during a gale, beginning a 312-day ordeal  in the Ross Sea and Southern Ocean for her 18-man crew.","year":1915,"subtitle":"Imperial Trans-Antarctic Expedition","url":"https://en.wikipedia.org/wiki/Imperial_Trans-Antarctic_Expedition","headline":"Imperial Trans-Antarctic Expedition Begins 312-Day Ordeal"},{"originalText":"Irish civil servants Thomas Henry Burke and Lord Frederick Cavendish were stabbed to death by members of the radical Irish National Invincibles in Phoenix Park, Dublin.","year":1882,"subtitle":"Thomas Henry Burke (civil servant)","url":"https://en.wikipedia.org/wiki/Thomas_Henry_Burke_(civil_servant)","headline":"Irish Civil Servants Stabbed to Death in Phoenix Park, Dublin"},{"originalText":"U.S. president Chester A. Arthur signed the Chinese Exclusion Act into law (cartoon pictured), implementing a ban on Chinese immigration to the United States that remained for 61 years.","year":1882,"subtitle":"Chester A. Arthur","url":"https://en.wikipedia.org/wiki/Chester_A._Arthur","headline":"Chinese Exclusion Act Signed into Law by U.S. President Chester A. Arthur"},{"originalText":"French Revolutionary Wars: The 32-gun Spanish frigate El Gamo was captured by the outmanned and outgunned HMS Speedy.","year":1801,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"Spanish Frigate El Gamo Captured by HMS Speedy"},{"originalText":"Construction began on the Grand Palace (pictured) in Bangkok, the official residence of the king of Thailand.","year":1782,"subtitle":"Grand Palace","url":"https://en.wikipedia.org/wiki/Grand_Palace","headline":"Construction Begins on Grand Palace in Bangkok"},{"originalText":"English poet Christopher Smart was admitted to St Luke's Hospital for Lunatics in London, beginning his six-year confinement to mental asylums.","year":1757,"subtitle":"Christopher Smart","url":"https://en.wikipedia.org/wiki/Christopher_Smart","headline":"Poet Christopher Smart Admitted to St Luke's Hospital for Lunatics in London"},{"originalText":"Spanish conquest of the Inca Empire: Sapa Inca emperor Manco Inca Yupanqui's army began a ten-month siege of Cusco against a garrison of Spanish conquistadors and Indian auxiliaries led by Hernando Pizarro.","year":1536,"subtitle":"Spanish conquest of the Inca Empire","url":"https://en.wikipedia.org/wiki/Spanish_conquest_of_the_Inca_Empire","headline":"Inca Emperor Manco Inca Yupanqui's Army Begins Siege of Cusco Against Spanish Conquistadors"}]}