{"dateLabel":"May 7","issue":"Issue 128","events":[{"originalText":"A draft sequence of the Neanderthal genome was published, demonstrating that today's humans have Neanderthal ancestors.","year":2010,"subtitle":"Neanderthal","url":"https://en.wikipedia.org/wiki/Neanderthal","headline":"Neanderthal genome sequence published, revealing human-Neanderthal ancestry"},{"originalText":"Police in Napier, New Zealand, began a 40-hour siege of the home of a former New Zealand Army member who had shot at officers during the routine execution of a search warrant.","year":2009,"subtitle":"Napier, New Zealand","url":"https://en.wikipedia.org/wiki/Napier%2C_New_Zealand","headline":"40-hour siege in Napier, New Zealand, after former Army member shoots at officers"},{"originalText":"Kosovo War: NATO bombing of Yugoslavia, the United States bombed the Chinese embassy in Belgrade.","year":1999,"subtitle":"Kosovo War","url":"https://en.wikipedia.org/wiki/Kosovo_War","headline":"NATO bombing: US bombs Chinese embassy in Belgrade during Kosovo War"},{"originalText":"Cold War: Nikita Khrushchev announced that the Soviet Union was holding American pilot Francis Gary Powers, whose spy plane had been shot down six days earlier.","year":1960,"subtitle":"Cold War","url":"https://en.wikipedia.org/wiki/Cold_War","headline":"Soviet Union holds American pilot Powers after spy plane shot down"},{"originalText":"Masaru Ibuka and Akio Morita founded the telecommunications corporation Tokyo Tsushin Kogyo, later renamed Sony.","year":1946,"subtitle":"Masaru Ibuka","url":"https://en.wikipedia.org/wiki/Masaru_Ibuka","headline":"Sony founded by Ibuka and Morita in Tokyo"},{"originalText":"A three-day debate began in the House of Commons that resulted in British prime minister Neville Chamberlain being replaced by Winston Churchill (pictured).","year":1940,"subtitle":"Norway Debate","url":"https://en.wikipedia.org/wiki/Norway_Debate","headline":"Churchill replaces Chamberlain as British prime minister after Commons debate"},{"originalText":"Employees at Fleischer Studios in New York City went on strike in the animation industry's first major labor strike.","year":1937,"subtitle":"Fleischer Studios","url":"https://en.wikipedia.org/wiki/Fleischer_Studios","headline":"First major animation industry strike as Fleischer Studios employees walk out"},{"originalText":"New York City police engaged in a two-hour-long shootout with Francis Crowley, witnessed by 15,000 bystanders, before he finally surrendered.","year":1931,"subtitle":"New York City Police Department","url":"https://en.wikipedia.org/wiki/New_York_City_Police_Department","headline":"NYC police engage in two-hour shootout with Crowley before surrender"},{"originalText":"Alexander Stepanovich Popov presented his lightning detector, one of the first radio receivers in the world, to the Russian Physical and Chemical Society.","year":1895,"subtitle":"Aleksandr Popov (physicist)","url":"https://en.wikipedia.org/wiki/Aleksandr_Popov_(physicist)","headline":"Popov presents lightning detector to Russian Physical and Chemical Society"},{"originalText":"War of the First Coalition: A British garrison repelled a French attack on the Îles Saint-Marcouf off the Normandy coast, inflicting heavy losses.","year":1798,"subtitle":"War of the First Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_First_Coalition","headline":"British garrison repels French attack on Îles Saint-Marcouf in First Coalition War"},{"originalText":"French Revolution: Maximilien Robespierre (pictured) established the Cult of the Supreme Being as the new state religion of the French First Republic.","year":1794,"subtitle":"French Revolution","url":"https://en.wikipedia.org/wiki/French_Revolution","headline":"Robespierre establishes Cult of the Supreme Being as state religion in French Revolution"},{"originalText":"Pontiac, a Native American chief of the Odawa tribe, led an attempt to seize Fort Detroit from the British, marking the start of Pontiac's War.","year":1763,"subtitle":"Pontiac (Odawa leader)","url":"https://en.wikipedia.org/wiki/Pontiac_(Odawa_leader)","headline":"Pontiac leads attempt to seize Fort Detroit, starting Pontiac's War"},{"originalText":"The 13th-century castle of Tre Kronor in Stockholm burned down; plans for the current royal palace were presented within the year.","year":1697,"subtitle":"Tre Kronor (castle)","url":"https://en.wikipedia.org/wiki/Tre_Kronor_(castle)","headline":"Tre Kronor castle in Stockholm burns down, plans for royal palace presented"},{"originalText":"Granada War: Forces of Aragon and Castile began a siege of Málaga, a Muslim city in the south of the Iberian Peninsula.","year":1487,"subtitle":"Granada War","url":"https://en.wikipedia.org/wiki/Granada_War","headline":"Aragon and Castile forces begin siege of Muslim city Málaga in Granada War"}]}