{"dateLabel":"May 8","issue":"Issue 129","events":[{"originalText":"A British Special Air Service unit ambushed a Provisional Irish Republican Army (IRA) unit in Loughgall, Northern Ireland, killing eight IRA members and one civilian.","year":1987,"subtitle":"Special Air Service","url":"https://en.wikipedia.org/wiki/Special_Air_Service","headline":"British SAS unit kills 8 IRA members in Loughgall ambush"},{"originalText":"Four members of Black September hijacked Sabena Flight 571 to demand the release of 315 Palestinians convicted on terrorism charges.","year":1972,"subtitle":"Black September Organization","url":"https://en.wikipedia.org/wiki/Black_September_Organization","headline":"Black September hijacks Sabena Flight 571 for Palestinian release"},{"originalText":"Construction workers attacked students and others who were protesting the Vietnam War in New York City.","year":1970,"subtitle":"Hard Hat Riot","url":"https://en.wikipedia.org/wiki/Hard_Hat_Riot","headline":"Construction workers attack Vietnam War protesters in NYC"},{"originalText":"In Huế, South Vietnam, soldiers opened fire into a crowd of Buddhists protesting against a government ban on the flying of the Buddhist flag on Phật Đản, killing nine and sparking the Buddhist crisis.","year":1963,"subtitle":"Huế","url":"https://en.wikipedia.org/wiki/Hu%E1%BA%BF","headline":"Soldiers fire into crowd of Buddhists in Huế, killing 9"},{"originalText":"South Vietnamese president Ngô Đình Diệm began a state visit to the United States, his regime's main sponsor.","year":1957,"subtitle":"South Vietnam","url":"https://en.wikipedia.org/wiki/South_Vietnam","headline":"South Vietnamese president Ngô Đình Diệm visits US"},{"originalText":"The Tollund Man (pictured), a naturally mummified corpse, was discovered in a peat bog near Silkeborg, Denmark.","year":1950,"subtitle":"Tollund Man","url":"https://en.wikipedia.org/wiki/Tollund_Man","headline":"Tollund Man discovered in peat bog in Denmark"},{"originalText":"A parade in Sétif, French Algeria, celebrating the end of World War II in Europe became a riot and was followed by reprisals, carried out by colonial authorities over the following weeks, that killed thousands.","year":1945,"subtitle":"Sétif","url":"https://en.wikipedia.org/wiki/S%C3%A9tif","headline":"Sétif parade riot leads to thousands killed in French Algeria"},{"originalText":"World War II: The Axis launched a major counteroffensive, turning the tide of the Battle of the Kerch Peninsula.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Axis launches counteroffensive in Battle of Kerch Peninsula"},{"originalText":"French aviators Charles Nungesser and François Coli aboard the biplane L'Oiseau Blanc took off from Paris, attempting to make the first non-stop flight to New York, only to disappear before arrival.","year":1927,"subtitle":"Charles Nungesser","url":"https://en.wikipedia.org/wiki/Charles_Nungesser","headline":"Aviators attempt non-stop flight to New York, disappear"},{"originalText":"Lithuania signed the Klaipėda Convention, making the Klaipėda Region (taken from East Prussia) into an autonomous region under Lithuanian rule.","year":1924,"subtitle":"Klaipėda Convention","url":"https://en.wikipedia.org/wiki/Klaip%C4%97da_Convention","headline":"Lithuania signs Klaipėda Convention for autonomous region"},{"originalText":"A train derailed and caught fire near Versailles, France, killing at least 52 people.","year":1842,"subtitle":"Versailles rail accident","url":"https://en.wikipedia.org/wiki/Versailles_rail_accident","headline":"Train derails near Versailles, killing at least 52"},{"originalText":"Greek War of Independence: At the Battle of Gravia Inn, a 120-man Greek force led by Odysseas Androutsos repulsed an Ottoman army of 8,000 soldiers.","year":1821,"subtitle":"Greek War of Independence","url":"https://en.wikipedia.org/wiki/Greek_War_of_Independence","headline":"Greek forces repel Ottoman army at Battle of Gravia Inn"},{"originalText":"First English Civil War: The first siege of Wardour Castle ended after six days with the surrender of the Royalist garrison under Lady Blanche Arundell (pictured).","year":1643,"subtitle":"First English Civil War","url":"https://en.wikipedia.org/wiki/First_English_Civil_War","headline":"Royalist garrison surrenders at first siege of Wardour Castle"}]}