{"dateLabel":"May 9","issue":"Issue 130","events":[{"originalText":"The pilots of a Sukhoi Superjet, ignoring alerts from the terrain warning system, crashed the aircraft into Mount Salak in Indonesia, resulting in the deaths of all 45 people on board.","year":2012,"subtitle":"Sukhoi Superjet 100","url":"https://en.wikipedia.org/wiki/Sukhoi_Superjet_100","headline":"Sukhoi Superjet crashes into Mount Salak, killing 45"},{"originalText":"Pope Benedict XVI began the beatification process for his predecessor Pope John Paul II, waiving the standard five years required after the nominee's death.","year":2005,"subtitle":"Pope Benedict XVI","url":"https://en.wikipedia.org/wiki/Pope_Benedict_XVI","headline":"Pope Benedict XVI waives waiting period for Pope John Paul II beatification"},{"originalText":"Police at the Ohene Djan Stadium in Accra, Ghana, fired tear gas to quell unrest at a football match, leading to a stampede that killed 126 people.","year":2001,"subtitle":"Accra Sports Stadium","url":"https://en.wikipedia.org/wiki/Accra_Sports_Stadium","headline":"126 killed in stampede at Ohene Djan Stadium in Accra"},{"originalText":"An underground methane explosion occurred at the Westray Mine in Plymouth, Nova Scotia, killing all 26 Canadian coal miners who were working at the time.","year":1992,"subtitle":"Methane","url":"https://en.wikipedia.org/wiki/Methane","headline":"26 Canadian miners killed in Westray Mine explosion"},{"originalText":"Part of the Sunshine Skyway Bridge in Florida collapsed after a pier was struck by the MV Summit Venture, killing 35 people.","year":1980,"subtitle":"Sunshine Skyway Bridge","url":"https://en.wikipedia.org/wiki/Sunshine_Skyway_Bridge","headline":"35 dead as part of Sunshine Skyway Bridge collapses in Florida"},{"originalText":"Prominent Iranian Jew Habib Elghanian was executed after having been convicted by a revolutionary tribunal of various charges, triggering a mass exodus of Jews from Iran.","year":1979,"subtitle":"Persian Jews","url":"https://en.wikipedia.org/wiki/Persian_Jews","headline":"Prominent Iranian Jew Habib Elghanian executed, triggering mass exodus"},{"originalText":"The Hotel Polen in Amsterdam was destroyed by fire (pictured), leaving 33 people dead.","year":1977,"subtitle":"Amsterdam","url":"https://en.wikipedia.org/wiki/Amsterdam","headline":"Fire destroys Hotel Polen in Amsterdam, 33 dead"},{"originalText":"Ngô Đình Cẩn, a younger brother and the confidant of South Vietnam's first president, Ngô Đình Diệm, was executed by Nguyễn Khánh's military junta.","year":1964,"subtitle":"Ngô Đình Cẩn","url":"https://en.wikipedia.org/wiki/Ng%C3%B4_%C4%90%C3%ACnh_C%E1%BA%A9n","headline":"Ngô Đình Cẩn executed by Nguyễn Khánh's military junta"},{"originalText":"In a speech to U.S. broadcasters, FCC chairman Newton Minow described commercial television programming as \"a vast wasteland\".","year":1961,"subtitle":"Federal Communications Commission","url":"https://en.wikipedia.org/wiki/Federal_Communications_Commission","headline":"FCC chairman Newton Minow criticizes commercial TV programming"},{"originalText":"The U.S. Food and Drug Administration announced that it would approve the use of Searle's Enovid, the first combined oral contraceptive pill.","year":1960,"subtitle":"Food and Drug Administration","url":"https://en.wikipedia.org/wiki/Food_and_Drug_Administration","headline":"FDA approves Searle's Enovid as first combined oral contraceptive pill"},{"originalText":"World War II: The Japanese Take Ichi convoy arrived at Halmahera in the Dutch East Indies after losing many ships and thousands of troops to Allied attacks while attempting to carry two divisions of troops from China to New Guinea.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Japanese Take Ichi convoy arrives at Halmahera after heavy losses"},{"originalText":"First World War: Germany repelled Britain's second attempt to blockade the Belgian port of Ostend.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Germany repels Britain's blockade attempt at Belgian port of Ostend"},{"originalText":"An earthquake struck northern Chile, leading to the deaths of 2,385 people, mostly victims of the ensuing tsunami, as far away as Hawaii and Fiji.","year":1877,"subtitle":"1877 Iquique earthquake","url":"https://en.wikipedia.org/wiki/1877_Iquique_earthquake","headline":"2,385 dead in Chile earthquake and tsunami, reaching Hawaii and Fiji"},{"originalText":"Second Schleswig War: The Battle of Heligoland (depicted), the last naval engagement fought by squadrons of wooden ships, took place between the Danish and Austro-Prussian fleets.","year":1864,"subtitle":"Second Schleswig War","url":"https://en.wikipedia.org/wiki/Second_Schleswig_War","headline":"Battle of Heligoland: Last naval engagement with wooden ships fought"}]}