{"dateLabel":"May 10","issue":"Issue 131","events":[{"originalText":"Syrian civil war: The Syrian Democratic Forces, assisted by the U.S. military, captured the Tabqa Dam and surrounding countryside, completing the Battle of Tabqa.","year":2017,"subtitle":"Syrian civil war","url":"https://en.wikipedia.org/wiki/Syrian_civil_war","headline":"Syrian Democratic Forces Capture Tabqa Dam with U.S. Military Assistance"},{"originalText":"One World Trade Center in New York City, the tallest building in the Western Hemisphere, was topped out at a height of 1,776 feet (541 m).","year":2013,"subtitle":"One World Trade Center","url":"https://en.wikipedia.org/wiki/One_World_Trade_Center","headline":"One World Trade Center Topped Out at 1,776 Feet in New York City"},{"originalText":"Vladimir Arutyunian attempted to assassinate U.S. president George W. Bush and Georgian president Mikheil Saakashvili in Tbilisi using a hand grenade, which failed to detonate.","year":2005,"subtitle":"Vladimir Arutyunian","url":"https://en.wikipedia.org/wiki/Vladimir_Arutyunian","headline":"Assassination Attempt on U.S. President George W. Bush and Georgian President Mikheil Saakashvili in Tbilisi"},{"originalText":"An earthquake registering 7.3 Mw struck near Qaen, Iran, killing at least 1,567 and leaving around 50,000 others homeless.","year":1997,"subtitle":"1997 Qayen earthquake","url":"https://en.wikipedia.org/wiki/1997_Qayen_earthquake","headline":"7.3 Magnitude Earthquake Strikes Near Qaen, Iran, Killing 1,567"},{"originalText":"American serial killer John Wayne Gacy was executed by lethal injection for the murders of twelve teenage boys and young men in a series of killings committed between 1972 and 1978.","year":1994,"subtitle":"John Wayne Gacy","url":"https://en.wikipedia.org/wiki/John_Wayne_Gacy","headline":"Serial Killer John Wayne Gacy Executed for Murders of Twelve Teenage Boys"},{"originalText":"World War II: German Deputy Führer Rudolf Hess parachuted into Scotland in an attempt to negotiate peace with the British government.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German Deputy Führer Rudolf Hess Parachutes into Scotland in Peace Negotiation Attempt"},{"originalText":"British prime minister Neville Chamberlain resigned and formally recommended Winston Churchill as his successor.","year":1940,"subtitle":"Neville Chamberlain","url":"https://en.wikipedia.org/wiki/Neville_Chamberlain","headline":"British Prime Minister Neville Chamberlain Resigns, Recommends Winston Churchill as Successor"},{"originalText":"World War II: German forces commenced their invasion of Belgium.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German Forces Invade Belgium in World War II"},{"originalText":"Ernest Shackleton and five companions arrived at South Georgia, completing a 1,300 km (800 mi) lifeboat voyage over 16 days to obtain rescue for the Imperial Trans-Antarctic Expedition.","year":1916,"subtitle":"Ernest Shackleton","url":"https://en.wikipedia.org/wiki/Ernest_Shackleton","headline":"Ernest Shackleton Completes 1,300 km Lifeboat Voyage to South Georgia for Rescue"},{"originalText":"Siamese–Vietnamese wars: Lê Văn Khôi escaped from prison to begin a revolt against Emperor Minh Mạng, primarily to avenge his adoptive father, Vietnamese general Lê Văn Duyệt.","year":1833,"subtitle":"Siamese–Vietnamese wars","url":"https://en.wikipedia.org/wiki/Siamese%E2%80%93Vietnamese_wars","headline":"Lê Văn Khôi Escapes Prison to Revolt Against Emperor Minh Mạng in Siamese–Vietnamese Wars"},{"originalText":"American Revolutionary War: A small force of Patriots led by Ethan Allen and Benedict Arnold captured Fort Ticonderoga (depicted) in New York, without significant injury or incident.","year":1775,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Patriots Capture Fort Ticonderoga in New York During American Revolutionary War"},{"originalText":"Dutch explorer Pieter Nuyts was appointed governor of Formosa (modern-day Taiwan) by the Dutch East India Company.","year":1627,"subtitle":"Pieter Nuyts","url":"https://en.wikipedia.org/wiki/Pieter_Nuyts","headline":"Pieter Nuyts Appointed Governor of Formosa by Dutch East India Company"},{"originalText":"Chinese astronomers during the Han dynasty made the first precisely dated observation of a sunspot.","year":-28,"subtitle":"Chinese astronomy","url":"https://en.wikipedia.org/wiki/Chinese_astronomy","headline":"Han Dynasty Astronomers Make First Precisely Dated Observation of Sunspot"}]}