{"dateLabel":"May 11","issue":"Issue 132","events":[{"originalText":"Palestinian-American journalist Shireen Abu Akleh is shot and killed while reporting on an Israel Defense Forces raid on the Jenin Refugee Camp.","year":2022,"subtitle":"Shireen Abu Akleh","url":"https://en.wikipedia.org/wiki/Shireen_Abu_Akleh","headline":"Palestinian-American journalist Shireen Abu Akleh shot and killed in Jenin Refugee Camp"},{"originalText":"Myanmar civil war: Government troops killed 37 unarmed civilians in Mondaingbin.","year":2022,"subtitle":"Myanmar civil war (2021–present)","url":"https://en.wikipedia.org/wiki/Myanmar_civil_war_(2021%E2%80%93present)","headline":"Myanmar civil war: 37 unarmed civilians killed in Mondaingbin by Government troops"},{"originalText":"Two car bombs by unknown perpetrators exploded in Reyhanlı, Turkey, resulting in 52 killed and 140 injured.","year":2013,"subtitle":"2013 Reyhanlı car bombings","url":"https://en.wikipedia.org/wiki/2013_Reyhanl%C4%B1_car_bombings","headline":"52 killed in Reyhanlı, Turkey car bomb explosions"},{"originalText":"An earthquake registering Mw 5.1, the worst to hit the region for more than 50 years, struck near Lorca, Spain.","year":2011,"subtitle":"2011 Lorca earthquake","url":"https://en.wikipedia.org/wiki/2011_Lorca_earthquake","headline":"Earthquake hits Lorca, Spain with Mw 5.1 magnitude"},{"originalText":"David Cameron took office as Prime Minister of the United Kingdom as the Conservatives and Liberal Democrats formed the country's first coalition government since the Second World War.","year":2010,"subtitle":"David Cameron","url":"https://en.wikipedia.org/wiki/David_Cameron","headline":"David Cameron becomes Prime Minister of the United Kingdom in coalition government"},{"originalText":"Gordon Brown resigned as Prime Minister of the United Kingdom and Leader of the Labour Party after failing to strike a coalition agreement with the Liberal Democrats.","year":2010,"subtitle":"Gordon Brown","url":"https://en.wikipedia.org/wiki/Gordon_Brown","headline":"Gordon Brown resigns as Prime Minister of the United Kingdom"},{"originalText":"India began the Pokhran-II nuclear-weapons test, its first since the Smiling Buddha test 24 years earlier.","year":1998,"subtitle":"Pokhran-II","url":"https://en.wikipedia.org/wiki/Pokhran-II","headline":"India conducts Pokhran-II nuclear-weapons test"},{"originalText":"Deep Blue (pictured) defeated Garry Kasparov in six games to become the first chess computer to win a match against a world champion.","year":1997,"subtitle":"Deep Blue (chess computer)","url":"https://en.wikipedia.org/wiki/Deep_Blue_(chess_computer)","headline":"Deep Blue defeats Garry Kasparov in chess match"},{"originalText":"Andrew Lloyd Webber's Cats, the first megamusical, opened at the New London Theatre.","year":1981,"subtitle":"Andrew Lloyd Webber","url":"https://en.wikipedia.org/wiki/Andrew_Lloyd_Webber","headline":"Andrew Lloyd Webber's Cats opens at New London Theatre"},{"originalText":"Lubbock, Texas, was struck by a tornado that left 26 people dead.","year":1970,"subtitle":"Lubbock, Texas","url":"https://en.wikipedia.org/wiki/Lubbock%2C_Texas","headline":"Lubbock, Texas hit by tornado, 26 dead"},{"originalText":"African Americans rioted in Birmingham, Alabama, in response to two bombings, perceiving local police to be complicit with the perpetrators.","year":1963,"subtitle":"Birmingham riot of 1963","url":"https://en.wikipedia.org/wiki/Birmingham_riot_of_1963","headline":"African Americans riot in Birmingham, Alabama after bombings"},{"originalText":"After a week-long standoff punctuated by military clashes, Japanese forces captured the city of Jinan, Shandong in China.","year":1928,"subtitle":"Jinan incident","url":"https://en.wikipedia.org/wiki/Jinan_incident","headline":"Japanese forces capture Jinan, Shandong in China"},{"originalText":"Glacier National Park was established in the U.S. state of Montana.","year":1910,"subtitle":"Glacier National Park (U.S.)","url":"https://en.wikipedia.org/wiki/Glacier_National_Park_(U.S.)","headline":"Glacier National Park established in Montana"},{"originalText":"In response to a 28-percent wage cut, 4,000 Pullman Palace Car Company workers went on strike in Illinois, bringing rail traffic west of Chicago to a halt.","year":1894,"subtitle":"Pullman Company","url":"https://en.wikipedia.org/wiki/Pullman_Company","headline":"Pullman Palace Car Company workers strike in Illinois"},{"originalText":"Bandits attacked a U.S. Army paymaster's escort in the Arizona Territory, stealing more than $28,000.","year":1889,"subtitle":"Wham Paymaster robbery","url":"https://en.wikipedia.org/wiki/Wham_Paymaster_robbery","headline":"Bandits steal $28,000 from U.S. Army paymaster's escort in Arizona Territory"},{"originalText":"A land dispute between the Southern Pacific Railroad and settlers in Hanford, California, turned deadly when a gun battle broke out, leaving seven dead.","year":1880,"subtitle":"Southern Pacific Transportation Company","url":"https://en.wikipedia.org/wiki/Southern_Pacific_Transportation_Company","headline":"Deadly gun battle in Hanford, California over land dispute"},{"originalText":"Minnesota was carved out of the eastern half of the Minnesota Territory and admitted as the 32nd U.S. state.","year":1858,"subtitle":"Minnesota","url":"https://en.wikipedia.org/wiki/Minnesota","headline":"Minnesota admitted as 32nd U.S. state"},{"originalText":"William Lawson, Gregory Blaxland and William Wentworth departed westward from Sydney on an expedition to become the first confirmed Europeans to cross the Blue Mountains (depicted).","year":1813,"subtitle":"William Lawson (explorer)","url":"https://en.wikipedia.org/wiki/William_Lawson_(explorer)","headline":"First Europeans cross Blue Mountains on expedition from Sydney"},{"originalText":"Spencer Perceval was shot in the lobby of the House of Commons, becoming the only British prime minister to be assassinated.","year":1812,"subtitle":"Spencer Perceval","url":"https://en.wikipedia.org/wiki/Spencer_Perceval","headline":"British Prime Minister Spencer Perceval assassinated in House of Commons lobby"},{"originalText":"War of the Austrian Succession: French forces defeated those of the Pragmatic Allies at the Battle of Fontenoy in the Austrian Netherlands in present-day Belgium.","year":1745,"subtitle":"War of the Austrian Succession","url":"https://en.wikipedia.org/wiki/War_of_the_Austrian_Succession","headline":"French forces defeat Pragmatic Allies at Battle of Fontenoy in Belgian Netherlands"},{"originalText":"A copy of the Diamond Sutra was printed in Tang-dynasty China, making it the world's oldest dated printed book (frontispiece pictured).","year":868,"subtitle":"Diamond Sutra","url":"https://en.wikipedia.org/wiki/Diamond_Sutra"}]}