{"dateLabel":"May 12","issue":"Issue 133","events":[{"originalText":"In Postville, Iowa, U.S. Immigration and Customs Enforcement conducted the largest-ever raid of a workplace and arrested nearly 400 immigrants for identity theft and document fraud.","year":2008,"subtitle":"Postville, Iowa","url":"https://en.wikipedia.org/wiki/Postville%2C_Iowa","headline":"ICE conducts largest-ever workplace raid in Postville, Iowa"},{"originalText":"Four students were shot and killed by Indonesian soldiers at Trisakti University in Jakarta, which led to widespread riots and the resignation of President Suharto nine days later.","year":1998,"subtitle":"Trisakti shootings","url":"https://en.wikipedia.org/wiki/Trisakti_shootings","headline":"Four students shot and killed by Indonesian soldiers at Trisakti University"},{"originalText":"The Coppergate Helmet (pictured), the best preserved of the six known Anglo-Saxon helmets, was discovered.","year":1982,"subtitle":"Coppergate Helmet","url":"https://en.wikipedia.org/wiki/Coppergate_Helmet","headline":"Best preserved Anglo-Saxon helmet discovered in Coppergate"},{"originalText":"Juan María Fernández y Krohn attempted to assassinate Pope John Paul II with a bayonet in Fátima, Portugal.","year":1982,"subtitle":"Juan María Fernández y Krohn","url":"https://en.wikipedia.org/wiki/Juan_Mar%C3%ADa_Fern%C3%A1ndez_y_Krohn","headline":"Assassination attempt on Pope John Paul II in Fátima, Portugal"},{"originalText":"The Cambodian navy seized the American container ship SS Mayaguez in what they claimed to be Cambodian territorial waters.","year":1975,"subtitle":"Mayaguez incident","url":"https://en.wikipedia.org/wiki/Mayaguez_incident","headline":"Cambodian navy seizes American container ship SS Mayaguez"},{"originalText":"Vietnam War: The 1st Australian Task Force began the defence of Fire Support Base Coral in the largest unit-level action of the war for the Australian Army.","year":1968,"subtitle":"Vietnam War","url":"https://en.wikipedia.org/wiki/Vietnam_War","headline":"1st Australian Task Force defends Fire Support Base Coral in Vietnam War"},{"originalText":"The Jimi Hendrix Experience released the critically acclaimed and widely influential debut album Are You Experienced.","year":1967,"subtitle":"Jimi Hendrix","url":"https://en.wikipedia.org/wiki/Jimi_Hendrix","headline":"Jimi Hendrix Experience releases debut album Are You Experienced"},{"originalText":"The United Kingdom publicly announced that it was independently developing nuclear weapons, after the US Atomic Energy Act of 1946 ended cooperation on the matter.","year":1948,"subtitle":"High Explosive Research","url":"https://en.wikipedia.org/wiki/High_Explosive_Research","headline":"UK announces independent development of nuclear weapons"},{"originalText":"German engineer Konrad Zuse  presented the Z3, the first working programmable and fully automatic computer, to an audience of scientists in Berlin.","year":1941,"subtitle":"Konrad Zuse","url":"https://en.wikipedia.org/wiki/Konrad_Zuse","headline":"Konrad Zuse presents first working programmable computer, the Z3"},{"originalText":"During an exercise to demonstrate air power, United States Army Air Corps bomber aircraft intercepted the Italian ocean liner SS Rex (pictured) 620 nautical miles (1,100 km) off the US Atlantic coast.","year":1938,"subtitle":"United States Army Air Corps","url":"https://en.wikipedia.org/wiki/United_States_Army_Air_Corps","headline":"US Army Air Corps intercepts Italian ocean liner SS Rex during air power exercise"},{"originalText":"Nazi deputies assaulted journalist  Helmuth Klotz in the German parliament building after he broke the Röhm scandal.","year":1932,"subtitle":"Röhm scandal","url":"https://en.wikipedia.org/wiki/R%C3%B6hm_scandal","headline":"Nazi deputies assault journalist Helmuth Klotz in German parliament"},{"originalText":"North Borneo was established as a British protectorate.","year":1888,"subtitle":"North Borneo","url":"https://en.wikipedia.org/wiki/North_Borneo","headline":"North Borneo established as British protectorate"},{"originalText":"Under threat of invasion, Muhammad III as-Sadiq, Bey of Tunis, signed the Treaty of Bardo to make Tunisia a French protectorate.","year":1881,"subtitle":"French conquest of Tunisia","url":"https://en.wikipedia.org/wiki/French_conquest_of_Tunisia","headline":"Treaty of Bardo signed, making Tunisia a French protectorate"},{"originalText":"American Civil War: The Confederates were routed in the Battle of Raymond, a small battle that had an inordinately large impact on the Vicksburg campaign.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederates routed in Battle of Raymond during American Civil War"},{"originalText":"The Donner Party, an American pioneer group which became known for resorting to cannibalism when they became trapped in the Sierra Nevada, left Independence, Missouri, for California.","year":1846,"subtitle":"Donner Party","url":"https://en.wikipedia.org/wiki/Donner_Party","headline":"Donner Party sets out from Independence, Missouri for California"},{"originalText":"War of the Austrian Succession: Habsburg ruler Maria Theresa  was crowned Queen of Bohemia after driving French troops from the territory.","year":1743,"subtitle":"War of the Austrian Succession","url":"https://en.wikipedia.org/wiki/War_of_the_Austrian_Succession","headline":"Maria Theresa crowned Queen of Bohemia after driving French troops"}]}