{"dateLabel":"May 13","issue":"Issue 134","events":[{"originalText":"Nine bombs placed by the Indian Mujahideen, then an unknown terrorist group, exploded in a 15-minute period in Jaipur, India, killing 80 people and injuring more than 200 others.","year":2008,"subtitle":"Indian Mujahideen","url":"https://en.wikipedia.org/wiki/Indian_Mujahideen","headline":"Indian Mujahideen bombs kill 80 in Jaipur, India"},{"originalText":"Uzbek Interior Ministry and State Security Service troops fired at protesters in Andijan, killing between 187 and 1,500 people.","year":2005,"subtitle":"Ministry of Internal Affairs (Uzbekistan)","url":"https://en.wikipedia.org/wiki/Ministry_of_Internal_Affairs_(Uzbekistan)","headline":"Troops fire at protesters in Andijan, Uzbekistan"},{"originalText":"An explosion (aftermath pictured) at a fireworks factory in Enschede, Netherlands, resulted in 23 deaths and approximately €450 million in damage.","year":2000,"subtitle":"Enschede fireworks disaster","url":"https://en.wikipedia.org/wiki/Enschede_fireworks_disaster","headline":"Explosion at fireworks factory in Enschede, Netherlands kills 23"},{"originalText":"Li Hongzhi introduced the Falun Gong movement at a public lecture in Changchun, China.","year":1992,"subtitle":"Li Hongzhi","url":"https://en.wikipedia.org/wiki/Li_Hongzhi","headline":"Falun Gong movement introduced in Changchun, China"},{"originalText":"Eleven members of the American black liberation group MOVE were killed when a Philadelphia police helicopter dropped a bomb on their house during a raid.","year":1985,"subtitle":"Black theology","url":"https://en.wikipedia.org/wiki/Black_theology","headline":"11 MOVE members killed in Philadelphia police raid"},{"originalText":"The Troubles: A car bomb planted by Ulster loyalists exploded outside a crowded pub in Belfast, Northern Ireland, beginning two days of gun battles between the British Army, the Provisional Irish Republican Army, and the Ulster Volunteer Force.","year":1972,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Car bomb in Belfast triggers gun battles"},{"originalText":"Sino-Malay race riots began in Kuala Lumpur, leaving at least 190 people dead, with the government declaring a state of emergency and suspending the Parliament of Malaysia until 1971.","year":1969,"subtitle":"13 May incident","url":"https://en.wikipedia.org/wiki/13_May_incident","headline":"Sino-Malay race riots leave 190 dead in Kuala Lumpur"},{"originalText":"The Australian adventurer Ben Carlin became the only person to circumnavigate the world in an amphibious vehicle, having travelled over 80,000 kilometres (50,000 miles) by land and sea.","year":1958,"subtitle":"Ben Carlin","url":"https://en.wikipedia.org/wiki/Ben_Carlin","headline":"Ben Carlin circumnavigates the world in amphibious vehicle"},{"originalText":"US vice president Richard Nixon's motorcade was attacked by a mob in Caracas, Venezuela.","year":1958,"subtitle":"Richard Nixon","url":"https://en.wikipedia.org/wiki/Richard_Nixon","headline":"Richard Nixon's motorcade attacked in Caracas, Venezuela"},{"originalText":"The Russian inventor Igor Sikorsky flew the self-designed Russky Vityaz, the world's first four-engine fixed-wing aircraft.","year":1913,"subtitle":"Igor Sikorsky","url":"https://en.wikipedia.org/wiki/Igor_Sikorsky","headline":"Igor Sikorsky flies world's first four-engine fixed-wing aircraft"},{"originalText":"The first edition of the Giro d'Italia, a long-distance multiple-stage bicycle race, began in Milan; the Italian  cyclist Luigi Ganna was the eventual winner.","year":1909,"subtitle":"1909 Giro d'Italia","url":"https://en.wikipedia.org/wiki/1909_Giro_d'Italia","headline":"First Giro d'Italia race begins in Milan"},{"originalText":"The Australian astronomer John Tebbutt discovered the Great Comet of 1861, through the tail of which the Earth passed later that year.","year":1861,"subtitle":"John Tebbutt","url":"https://en.wikipedia.org/wiki/John_Tebbutt","headline":"Astronomer John Tebbutt discovers Great Comet of 1861"},{"originalText":"The English mystic Julian of Norwich recovered from a severe illness during which she experienced a series of intense visions of Christ, which she later described in the first known English-language book written by a woman.","year":1373,"subtitle":"Mysticism","url":"https://en.wikipedia.org/wiki/Mysticism","headline":"Julian of Norwich recovers from illness with visions of Christ"}]}