{"dateLabel":"May 14","issue":"Issue 135","events":[{"originalText":"On the day of the UEFA Cup Final, violence erupted between football hooligan supporters of both teams and the Greater Manchester Police, resulting in 39 arrests and 39 injured officers.","year":2008,"subtitle":"2008 UEFA Cup final","url":"https://en.wikipedia.org/wiki/2008_UEFA_Cup_final","headline":"Violence erupts at UEFA Cup Final, 39 arrests made"},{"originalText":"Salvadoran Civil War: Refugees trying to flee El Salvador across the Sumpul River to Honduras were attacked by both Salvadoran and Honduran forces, resulting in at least 300 deaths.","year":1980,"subtitle":"Salvadoran Civil War","url":"https://en.wikipedia.org/wiki/Salvadoran_Civil_War","headline":"Salvadoran Civil War: 300 killed as refugees attacked at Sumpul River"},{"originalText":"Trains ran on the Talyllyn Railway in Wales for the first time since its preservation, making it the first railway in the world to be operated by volunteers.","year":1951,"subtitle":"Talyllyn Railway","url":"https://en.wikipedia.org/wiki/Talyllyn_Railway","headline":"Talyllyn Railway in Wales operated by volunteers for the first time"},{"originalText":"David Ben-Gurion publicly read the Israeli Declaration of Independence at Independence Hall in Tel Aviv.","year":1948,"subtitle":"David Ben-Gurion","url":"https://en.wikipedia.org/wiki/David_Ben-Gurion","headline":"David Ben-Gurion reads Israeli Declaration of Independence in Tel Aviv"},{"originalText":"Second World War: Australian Hospital Ship Centaur was attacked and sunk by a Japanese submarine off the coast of Queensland, killing 268 people aboard.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Australian Hospital Ship Centaur sunk by Japanese submarine, 268 dead"},{"originalText":"World War II: The bulk of Dutch forces surrendered to the German Wehrmacht, ending the Battle of the Netherlands.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Dutch forces surrender to German Wehrmacht, Battle of the Netherlands ends"},{"originalText":"In Lima, Peru, Lina Medina became the youngest confirmed mother in history, giving birth at the age of five years, seven months and twenty-one days.","year":1939,"subtitle":"Lima","url":"https://en.wikipedia.org/wiki/Lima","headline":"Lina Medina becomes youngest confirmed mother at age 5 in Lima, Peru"},{"originalText":"Five people were killed in Ådalen, Sweden, as soldiers opened fire on an unarmed trade union demonstration.","year":1931,"subtitle":"Ådalen","url":"https://en.wikipedia.org/wiki/%C3%85dalen","headline":"Five killed in Ådalen, Sweden as soldiers fire on trade union demonstration"},{"originalText":"Sir Harry Hands, the mayor of Cape Town, performed the first public observance of a two-minute silence in remembrance of those killed in World War I.","year":1919,"subtitle":"Harry Hands","url":"https://en.wikipedia.org/wiki/Harry_Hands","headline":"First public observance of two-minute silence in Cape Town by Sir Harry Hands"},{"originalText":"The last witchcraft trial in the United States opened in Salem, Massachusetts.","year":1878,"subtitle":"Salem witchcraft trial (1878)","url":"https://en.wikipedia.org/wiki/Salem_witchcraft_trial_(1878)","headline":"Last witchcraft trial in the United States opens in Salem, Massachusetts"},{"originalText":"Boshin War: Troops of the Tokugawa shogunate withdrew from the Battle of Utsunomiya Castle and retreated north towards Nikkō and Aizu.","year":1868,"subtitle":"Boshin War","url":"https://en.wikipedia.org/wiki/Boshin_War","headline":"Tokugawa shogunate troops withdraw from Battle of Utsunomiya Castle"},{"originalText":"American Civil War: Union troops captured Jackson, the capital of Mississippi.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union troops capture Jackson, capital of Mississippi, in American Civil War"},{"originalText":"Mindon Min was crowned as King of Burma.","year":1857,"subtitle":"Mindon Min","url":"https://en.wikipedia.org/wiki/Mindon_Min","headline":"Mindon Min crowned as King of Burma"},{"originalText":"Major Henry C. Wayne arrived in Indianola, Texas, with 34 camels to form the short-lived United States Camel Corps (pictured).","year":1856,"subtitle":"Henry C. Wayne","url":"https://en.wikipedia.org/wiki/Henry_C._Wayne","headline":"Major Henry C. Wayne arrives in Indianola, Texas with 34 camels for Camel Corps"},{"originalText":"Led by Meriwether Lewis and William Clark, the Corps of Discovery left Camp Dubois near present-day Hartford, Illinois, to begin the first overland expedition to the West Coast of the United States and back.","year":1804,"subtitle":"Meriwether Lewis","url":"https://en.wikipedia.org/wiki/Meriwether_Lewis","headline":"Corps of Discovery begins overland expedition to West Coast of the United States"},{"originalText":"Second Barons' War: King Henry III was defeated at the Battle of Lewes (monument pictured) and forced to sign the Mise of Lewes, making Simon de Montfort the de facto ruler of England.","year":1264,"subtitle":"Second Barons' War","url":"https://en.wikipedia.org/wiki/Second_Barons'_War","headline":"King Henry III defeated at Battle of Lewes, Simon de Montfort becomes de facto ruler of England"}]}