{"dateLabel":"May 15","issue":"Issue 136","events":[{"originalText":"Three days before her seventeenth birthday, Jessica Watson arrived in Sydney after sailing non-stop and unassisted around the world.","year":2010,"subtitle":"Jessica Watson","url":"https://en.wikipedia.org/wiki/Jessica_Watson","headline":"Jessica Watson completes solo non-stop sail around the world, arrives in Sydney"},{"originalText":"Arsenal became the first football team in England's top flight to finish a season undefeated since Preston North End did so in 1888–1889.","year":2004,"subtitle":"Arsenal F.C.","url":"https://en.wikipedia.org/wiki/Arsenal_F.C.","headline":"Arsenal finishes season undefeated, first team since Preston North End in 1888-1889"},{"originalText":"Vincent van Gogh's Portrait of Dr. Gachet was sold at auction at Christie's in New York for US$82.5 million, making it the world's most expensive painting at the time.","year":1990,"subtitle":"Vincent van Gogh","url":"https://en.wikipedia.org/wiki/Vincent_van_Gogh","headline":"Van Gogh's Portrait of Dr. Gachet sold for US$82.5 million at Christie's auction"},{"originalText":"The Ryukyu Islands were returned to Japan by the United States, and the U.S. occupation government was abolished.","year":1972,"subtitle":"Ryukyu Islands","url":"https://en.wikipedia.org/wiki/Ryukyu_Islands","headline":"Ryukyu Islands returned to Japan by United States, occupation government abolished"},{"originalText":"Police opened fire during a confrontation with a group of Jackson State College students, killing two students and injuring twelve others.","year":1970,"subtitle":"Jackson State killings","url":"https://en.wikipedia.org/wiki/Jackson_State_killings","headline":"Police open fire on Jackson State College students, killing two and injuring twelve"},{"originalText":"Disapproving of General Tôn Thất Đính's handling of the Buddhist Uprising, South Vietnamese prime minister Nguyễn Cao Kỳ ordered an attack on his forces and ousted Đính from his post.","year":1966,"subtitle":"Tôn Thất Đính","url":"https://en.wikipedia.org/wiki/T%C3%B4n_Th%E1%BA%A5t_%C4%90%C3%ADnh","headline":"South Vietnamese prime minister orders attack on General Tôn Thất Đính's forces"},{"originalText":"The United Kingdom tested its first hydrogen bomb over Malden Island in Operation Grapple.","year":1957,"subtitle":"Thermonuclear weapon","url":"https://en.wikipedia.org/wiki/Thermonuclear_weapon","headline":"United Kingdom tests first hydrogen bomb over Malden Island in Operation Grapple"},{"originalText":"Don Murphy organized the first pinewood derby, an event for Cub Scouts of the Boy Scouts of America where wooden cars built by the scouts are raced.","year":1953,"subtitle":"Pinewood derby","url":"https://en.wikipedia.org/wiki/Pinewood_derby","headline":"First pinewood derby organized by Don Murphy for Cub Scouts of Boy Scouts of America"},{"originalText":"The British Army directed fleeing Croatian soldiers to surrender to the Yugoslav Partisans, beginning the Bleiburg repatriations.","year":1945,"subtitle":"British Army","url":"https://en.wikipedia.org/wiki/British_Army","headline":"British Army directs fleeing Croatian soldiers to surrender to Yugoslav Partisans"},{"originalText":"Jesse Washington, a teenage African-American farmhand, was lynched in Waco, Texas.","year":1916,"subtitle":"Lynching of Jesse Washington","url":"https://en.wikipedia.org/wiki/Lynching_of_Jesse_Washington","headline":"African-American farmhand Jesse Washington lynched in Waco, Texas"},{"originalText":"Mexican Revolution: A force of Maderistas captured Torreón and proceeded to massacre 303 of the city's Chinese residents.","year":1911,"subtitle":"Mexican Revolution","url":"https://en.wikipedia.org/wiki/Mexican_Revolution","headline":"Maderistas capture Torreón, massacre 303 Chinese residents during Mexican Revolution"},{"originalText":"Russo-Japanese War: The Japanese battleships Hatsuse and Yashima sank after striking several mines off Port Arthur, China.","year":1904,"subtitle":"Russo-Japanese War","url":"https://en.wikipedia.org/wiki/Russo-Japanese_War","headline":"Japanese battleships Hatsuse and Yashima sink off Port Arthur in Russo-Japanese War"},{"originalText":"Susan B. Anthony and Elizabeth Cady Stanton founded the National Woman Suffrage Association, breaking away from the American Equal Rights Association which they had also previously founded.","year":1869,"subtitle":"Susan B. Anthony","url":"https://en.wikipedia.org/wiki/Susan_B._Anthony","headline":"Susan B. Anthony and Elizabeth Cady Stanton found National Woman Suffrage Association"},{"originalText":"American Civil War: A small Confederate force, which included cadets from the Virginia Military Institute, forced the Union Army out of the Shenandoah Valley.","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate force, including VMI cadets, forces Union Army out of Shenandoah Valley"},{"originalText":"Thieves stole 224 pounds (102 kg) of gold from a train travelling from London to Folkestone, England.","year":1855,"subtitle":"Great Gold Robbery","url":"https://en.wikipedia.org/wiki/Great_Gold_Robbery","headline":"224 pounds of gold stolen from train travelling from London to Folkestone"},{"originalText":"English astronomer Francis Baily observed Baily's beads (example pictured), a phenomenon during a solar eclipse in which the rugged topography of the lunar limb allows sunlight to shine through.","year":1836,"subtitle":"Francis Baily","url":"https://en.wikipedia.org/wiki/Francis_Baily","headline":"Francis Baily observes Baily's beads during solar eclipse"},{"originalText":"Early English explorer Bartholomew Gosnold arrived on Cape Cod in present-day Massachusetts.","year":1602,"subtitle":"Bartholomew Gosnold","url":"https://en.wikipedia.org/wiki/Bartholomew_Gosnold","headline":"Bartholomew Gosnold arrives on Cape Cod in present-day Massachusetts"},{"originalText":"Pope Innocent IV issued the papal bull Ad extirpanda, authorizing the use of torture on heretics during the Medieval Inquisition.","year":1252,"subtitle":"Pope Innocent IV","url":"https://en.wikipedia.org/wiki/Pope_Innocent_IV","headline":"Pope Innocent IV authorizes use of torture on heretics with papal bull Ad extirpanda"},{"originalText":"Roman emperor Valentinian II (pictured) was found hanged in his residence in Vienne, in present-day France.","year":392,"subtitle":"Valentinian II","url":"https://en.wikipedia.org/wiki/Valentinian_II","headline":"Roman emperor Valentinian II found hanged in residence in Vienne, France"}]}