{"dateLabel":"May 16","issue":"Issue 137","events":[{"originalText":"At least 12 people were killed and 70 others injured when two bombs exploded in a market in Nairobi, Kenya.","year":2014,"subtitle":"Gikomba bombings","url":"https://en.wikipedia.org/wiki/Gikomba_bombings","headline":"12 Killed, 70 Injured in Nairobi Market Bombing"},{"originalText":"The first Chuck E. Cheese location, the first family restaurant to integrate food, animated entertainment (example pictured), and an indoor arcade, opened in San Jose, California.","year":1977,"subtitle":"Chuck E. Cheese","url":"https://en.wikipedia.org/wiki/Chuck_E._Cheese","headline":"First Chuck E. Cheese Location Opens in San Jose, California"},{"originalText":"Based on the results of a referendum held about one month earlier, the Kingdom of Sikkim (flag pictured) abolished its monarchy and was annexed to become the 22nd state of India.","year":1975,"subtitle":"Kingdom of Sikkim","url":"https://en.wikipedia.org/wiki/Kingdom_of_Sikkim","headline":"Kingdom of Sikkim Abolishes Monarchy, Joins India"},{"originalText":"Japanese climber Junko Tabei (pictured) became the first woman to reach the summit of Mount Everest.","year":1975,"subtitle":"Junko Tabei","url":"https://en.wikipedia.org/wiki/Junko_Tabei","headline":"Japanese Climber Junko Tabei First Woman to Summit Mount Everest"},{"originalText":"Led by Park Chung-hee, the Military Revolution Committee carried out a bloodless coup against the government of Yun Posun in Seoul, ending the Second Republic of Korea.","year":1961,"subtitle":"Park Chung Hee","url":"https://en.wikipedia.org/wiki/Park_Chung_Hee","headline":"Military Coup Led by Park Chung-hee Ends Second Republic of Korea"},{"originalText":"American physicist Theodore Maiman operated the first working laser at Hughes Research Laboratories in Malibu, California.","year":1960,"subtitle":"Theodore Maiman","url":"https://en.wikipedia.org/wiki/Theodore_Maiman","headline":"First Working Laser Operated in Malibu, California"},{"originalText":"The Tritons' Fountain in Valletta, one of Malta's most important Modernist landmarks, was turned on for the first time.","year":1959,"subtitle":"Tritons' Fountain","url":"https://en.wikipedia.org/wiki/Tritons'_Fountain","headline":"Tritons' Fountain in Valletta Turned on for First Time"},{"originalText":"The Lockheed F-104 Starfighter, a supersonic interceptor aircraft, set a world flight airspeed record of 1,404.012 mph (2,259.538 km/h).","year":1958,"subtitle":"Lockheed F-104 Starfighter","url":"https://en.wikipedia.org/wiki/Lockheed_F-104_Starfighter","headline":"Lockheed F-104 Starfighter Sets World Flight Airspeed Record"},{"originalText":"Second World War: The Royal Air Force's \"Dambusters\" squadron embarked on an attack on German dams using bouncing bombs designed by Barnes Wallis.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"RAF's 'Dambusters' Squadron Embarks on Attack with Bouncing Bombs"},{"originalText":"The 1st Academy Awards ceremony was held at The Hollywood Roosevelt Hotel in Los Angeles.","year":1929,"subtitle":"1st Academy Awards","url":"https://en.wikipedia.org/wiki/1st_Academy_Awards","headline":"1st Academy Awards Held at The Hollywood Roosevelt Hotel"},{"originalText":"The first modern performance of Claudio Monteverdi's opera Il ritorno d'Ulisse in patria occurred in Paris.","year":1925,"subtitle":"Claudio Monteverdi","url":"https://en.wikipedia.org/wiki/Claudio_Monteverdi","headline":"Modern Performance of Monteverdi's Il ritorno d'Ulisse in patria in Paris"},{"originalText":"The Sedition Act was passed in the United States, forbidding Americans from using \"disloyal, profane, scurrilous, or abusive language\" about the government, flag, or armed forces during the ongoing World War I.","year":1918,"subtitle":"Sedition Act of 1918","url":"https://en.wikipedia.org/wiki/Sedition_Act_of_1918","headline":"Sedition Act Passed in the United States During World War I"},{"originalText":"The United States Congress authorized the minting of the Shield nickel (example pictured), the country's first five-cent piece to be made of a copper–nickel alloy.","year":1866,"subtitle":"Shield nickel","url":"https://en.wikipedia.org/wiki/Shield_nickel","headline":"United States Congress Authorizes Minting of Shield Nickel"},{"originalText":"Prospector Juan Godoy discovered a silver outcrop in Chañarcillo, sparking the Chilean silver rush.","year":1832,"subtitle":"Juan Godoy","url":"https://en.wikipedia.org/wiki/Juan_Godoy","headline":"Chilean Silver Rush Sparked by Discovery in Chañarcillo"},{"originalText":"Peninsular War: Allied British, Spanish, and Portuguese forces clashed with French troops at the Battle of Albuera fought south of Badajoz, Spain.","year":1811,"subtitle":"Peninsular War","url":"https://en.wikipedia.org/wiki/Peninsular_War","headline":"Allied Forces Clash with French Troops at Battle of Albuera in Spain"},{"originalText":"After a scuffle in which one cardinal received broken bones, the papal conclave elected  Camillo Borghese as Pope Paul V.","year":1605,"subtitle":"May 1605 papal conclave","url":"https://en.wikipedia.org/wiki/May_1605_papal_conclave","headline":"Papal Conclave Elects Camillo Borghese as Pope Paul V"},{"originalText":"Mohnyin Thado captured Sagaing to become King of Ava.","year":1426,"subtitle":"Mohnyin Thado","url":"https://en.wikipedia.org/wiki/Mohnyin_Thado","headline":"Mohnyin Thado Captures Sagaing, Becomes King of Ava"}]}