{"dateLabel":"May 18","issue":"Issue 139","events":[{"originalText":"The Sri Lanka Army killed Velupillai Prabhakaran, the leader and founder of the Liberation Tigers of Tamil Eelam, to bring an end to the 26-year Sri Lankan Civil War.","year":2009,"subtitle":"Sri Lanka Army","url":"https://en.wikipedia.org/wiki/Sri_Lanka_Army","headline":"Velupillai Prabhakaran killed by Sri Lanka Army, ending 26-year Civil War"},{"originalText":"The Parliament of Nepal unanimously voted to strip King Gyanendra of many of his powers.","year":2006,"subtitle":"Federal Parliament of Nepal","url":"https://en.wikipedia.org/wiki/Federal_Parliament_of_Nepal","headline":"Nepal Parliament strips King Gyanendra of powers"},{"originalText":"Ireland won the Eurovision song contest for the seventh time, the highest number of wins for any country before Sweden tied it in 2023.","year":1996,"subtitle":"Republic of Ireland","url":"https://en.wikipedia.org/wiki/Republic_of_Ireland","headline":"Ireland wins Eurovision for 7th time before Sweden ties record"},{"originalText":"India conducted its first nuclear test explosion at Pokhran, the first confirmed nuclear test by a nation outside the five permanent members of the United Nations Security Council.","year":1974,"subtitle":"Smiling Buddha","url":"https://en.wikipedia.org/wiki/Smiling_Buddha","headline":"India conducts first nuclear test at Pokhran"},{"originalText":"Eli Cohen, a spy who is credited with gathering significant intelligence used by Israel during the Six-Day War, was publicly hanged in Syria.","year":1965,"subtitle":"Eli Cohen","url":"https://en.wikipedia.org/wiki/Eli_Cohen","headline":"Spy Eli Cohen hanged in Syria after Six-Day War intelligence"},{"originalText":"Operation Passage to Freedom, the evacuation of 310,000 Vietnamese civilians, soldiers and non-Vietnamese members of the French Army from communist North Vietnam to South Vietnam following the end of the First Indochina War, ended.","year":1955,"subtitle":"Operation Passage to Freedom","url":"https://en.wikipedia.org/wiki/Operation_Passage_to_Freedom","headline":"Operation Passage to Freedom evacuates 310,000 Vietnamese"},{"originalText":"First Indochina War: Viet Minh forces overran a French and Laotian garrison at Muong Khoua, leaving only four survivors.","year":1952,"subtitle":"First Indochina War","url":"https://en.wikipedia.org/wiki/First_Indochina_War","headline":"Viet Minh forces overrun French garrison at Muong Khoua"},{"originalText":"The Soviet Union forcibly deported hundreds of thousands of Crimean Tatars to the Uzbek SSR and elsewhere in the country.","year":1944,"subtitle":"Deportation of the Crimean Tatars","url":"https://en.wikipedia.org/wiki/Deportation_of_the_Crimean_Tatars","headline":"Soviet Union forcibly deports Crimean Tatars"},{"originalText":"In a crime that captivated Japan, Sada Abe (pictured) strangled her lover, cut off his genitals, and carried them around with her for several days until her arrest.","year":1936,"subtitle":"Sada Abe","url":"https://en.wikipedia.org/wiki/Sada_Abe","headline":"Sada Abe strangles lover in Japan crime"},{"originalText":"U.S. president Franklin D. Roosevelt signed an act establishing the Tennessee Valley Authority to stimulate the economic development of the Tennessee Valley, a region particularly impacted by the Great Depression.","year":1933,"subtitle":"Franklin D. Roosevelt","url":"https://en.wikipedia.org/wiki/Franklin_D._Roosevelt","headline":"FDR establishes Tennessee Valley Authority to stimulate economy"},{"originalText":"Disgruntled school board treasurer Andrew Kehoe set off explosives with timers and a rifle (aftermath pictured), causing the Bath School disaster in the Bath Consolidated School in Michigan, killing 44 people in the deadliest mass murder in a school in United States history.","year":1927,"subtitle":"Board of education","url":"https://en.wikipedia.org/wiki/Board_of_education","headline":"Andrew Kehoe causes Bath School disaster, killing 44"},{"originalText":"Pentecostal evangelist Aimee Semple McPherson was reportedly kidnapped near Venice Beach in Los Angeles before reappearing five weeks later in Mexico.","year":1926,"subtitle":"Pentecostalism","url":"https://en.wikipedia.org/wiki/Pentecostalism","headline":"Aimee Semple McPherson reportedly kidnapped in Los Angeles"},{"originalText":"Ruling in the landmark decision Plessy v. Ferguson, the U.S. Supreme Court upheld the legality of racial segregation in public transportation under the \"separate but equal\" doctrine.","year":1896,"subtitle":"List of landmark court decisions in the United States","url":"https://en.wikipedia.org/wiki/List_of_landmark_court_decisions_in_the_United_States","headline":"Plessy v. Ferguson upholds racial segregation in public transportation"},{"originalText":"American Civil War: General Ulysses S. Grant led his Army of the Tennessee across the Big Black River in preparation for the Siege of Vicksburg.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"General Grant crosses Big Black River in Civil War"},{"originalText":"An earthquake measuring .mw-parser-output .tooltip-dotted{border-bottom:1px dotted;cursor:help}Ms7.8 struck Shanxi Province in northern China, resulting in at least 52,600 deaths.","year":1695,"subtitle":"1695 Linfen earthquake","url":"https://en.wikipedia.org/wiki/1695_Linfen_earthquake","headline":"Earthquake in Shanxi Province, China kills at least 52,600"},{"originalText":"At the Battle of Buir Lake, a Ming Chinese army led by general Lan Yu defeated the forces of Tögüs Temür, the Mongol khan of Northern Yuan.","year":1388,"subtitle":"Battle of Buir Lake","url":"https://en.wikipedia.org/wiki/Battle_of_Buir_Lake","headline":"Ming Chinese army defeats Mongol forces at Battle of Buir Lake"},{"originalText":"Armed insurrectionists massacred the occupying French garrison in Bruges, Flanders, killing approximately 2,000 people.","year":1302,"subtitle":"Matins of Bruges","url":"https://en.wikipedia.org/wiki/Matins_of_Bruges","headline":"Insurrectionists massacre French garrison in Bruges, Flanders"}]}