{"dateLabel":"May 19","issue":"Issue 140","events":[{"originalText":"The wedding of Prince Harry and Meghan Markle took place at St George's Chapel in Windsor Castle, England.","year":2018,"subtitle":"Wedding of Prince Harry and Meghan Markle","url":"https://en.wikipedia.org/wiki/Wedding_of_Prince_Harry_and_Meghan_Markle","headline":"Prince Harry and Meghan Markle wed at St George's Chapel in Windsor Castle"},{"originalText":"A corroded pipeline near Refugio State Beach, California, spilled 142,800 gallons (3,400 barrels) of crude oil onto the Gaviota Coast.","year":2015,"subtitle":"Refugio State Beach","url":"https://en.wikipedia.org/wiki/Refugio_State_Beach","headline":"Corroded pipeline spills 142,800 gallons of crude oil near Refugio State Beach"},{"originalText":"In Bangkok, the Thai military (pictured) concluded a week-long crackdown on widespread protests by forcing the surrender of opposition leaders.","year":2010,"subtitle":"Royal Thai Armed Forces","url":"https://en.wikipedia.org/wiki/Royal_Thai_Armed_Forces","headline":"Thai military crackdown on protests in Bangkok forces surrender of opposition leaders"},{"originalText":"The Sierra Gorda Biosphere, which encompasses the most ecologically diverse region in Mexico, was established as a result of grassroots efforts.","year":1997,"subtitle":"Sierra Gorda","url":"https://en.wikipedia.org/wiki/Sierra_Gorda","headline":"Sierra Gorda Biosphere established in Mexico due to grassroots efforts"},{"originalText":"Breakup of Yugoslavia: With the local Serb population boycotting the referendum, Croatians voted in favour of independence from Yugoslavia.","year":1991,"subtitle":"Breakup of Yugoslavia","url":"https://en.wikipedia.org/wiki/Breakup_of_Yugoslavia","headline":"Croatians vote for independence from Yugoslavia as local Serbs boycott referendum"},{"originalText":"First World War: Australian and New Zealand troops repelled the third attack on Anzac Cove, inflicting heavy casualties on the attacking Ottoman forces.","year":1915,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Australian and New Zealand troops repel third attack on Anzac Cove"},{"originalText":"Parks Canada, the world's first national park service, was established as the Dominion Parks Branch under the Department of the Interior.","year":1911,"subtitle":"Parks Canada","url":"https://en.wikipedia.org/wiki/Parks_Canada","headline":"Parks Canada established as world's first national park service"},{"originalText":"Captain John Franklin (pictured) departed Greenhithe, England, on an expedition to the Canadian Arctic in search of the Northwest Passage; all 129 men were later lost when their ships became icebound in Victoria Strait.","year":1845,"subtitle":"John Franklin","url":"https://en.wikipedia.org/wiki/John_Franklin","headline":"Captain John Franklin's expedition to Canadian Arctic ends in tragedy"},{"originalText":"The United States Congress passed the largest tariff in the nation's history, which resulted in severe economic hardship in the American South.","year":1828,"subtitle":"United States Congress","url":"https://en.wikipedia.org/wiki/United_States_Congress","headline":"US Congress passes largest tariff in history, causing economic hardship in South"},{"originalText":"A combination of thick smoke, fog, and heavy cloud cover caused darkness to fall on parts of Canada and the New England area of the United States by noon.","year":1780,"subtitle":"New England's Dark Day","url":"https://en.wikipedia.org/wiki/New_England's_Dark_Day","headline":"Darkness falls on parts of Canada and New England due to smoke, fog, and cloud cover"},{"originalText":"American Revolutionary War: A Continental Army garrison west of Montreal surrendered to British troops at the Battle of the Cedars.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British troops capture Continental Army garrison at Battle of the Cedars"},{"originalText":"French physicist Jean-Pierre Christin published the design of a mercury thermometer using the centigrade scale, with 0 representing the melting point of water and 100 its boiling point.","year":1743,"subtitle":"Jean-Pierre Christin","url":"https://en.wikipedia.org/wiki/Jean-Pierre_Christin","headline":"Jean-Pierre Christin designs mercury thermometer using centigrade scale"},{"originalText":"Anglo-Spanish War: England invaded Spanish Jamaica, capturing it a week later.","year":1655,"subtitle":"Anglo-Spanish War (1654–1660)","url":"https://en.wikipedia.org/wiki/Anglo-Spanish_War_(1654%E2%80%931660)","headline":"England captures Spanish Jamaica during Anglo-Spanish War"},{"originalText":"Gregory II began his pontificate; his conflict with Byzantine emperor Leo III eventually led to the establishment of the temporal power of the pope.","year":715,"subtitle":"Pope Gregory II","url":"https://en.wikipedia.org/wiki/Pope_Gregory_II","headline":"Gregory II begins pontificate, leading to conflict with Byzantine emperor Leo III"}]}