{"dateLabel":"May 20","issue":"Issue 141","events":[{"originalText":"A tornado struck Moore, Oklahoma, United States, killing 24 people and causing an estimated $2 billion of damage.","year":2013,"subtitle":"2013 Moore tornado","url":"https://en.wikipedia.org/wiki/2013_Moore_tornado","headline":"Tornado in Moore, Oklahoma Kills 24"},{"originalText":"The first of two major earthquakes struck Northern Italy, resulting in seven deaths.","year":2012,"subtitle":"2012 Northern Italy earthquakes","url":"https://en.wikipedia.org/wiki/2012_Northern_Italy_earthquakes","headline":"First Major Earthquake Hits Northern Italy, 7 Dead"},{"originalText":"In deciding Romer v. Evans, the U.S. Supreme Court struck down a constitutional amendment in Colorado that prevented protected status under the law for homosexuals or bisexuals.","year":1996,"subtitle":"Romer v. Evans","url":"https://en.wikipedia.org/wiki/Romer_v._Evans","headline":"U.S. Supreme Court Strikes Down Colorado Amendment on Homosexual Rights"},{"originalText":"uMkhonto we Sizwe, the paramilitary wing of the African National Congress, detonated a car bomb in Pretoria, resulting in 19 deaths and 217.","year":1983,"subtitle":"UMkhonto we Sizwe","url":"https://en.wikipedia.org/wiki/UMkhonto_we_Sizwe","headline":"Car Bomb in Pretoria Kills 19"},{"originalText":"While attempting to land at Cairo International Airport, Pakistan International Airlines Flight 705 crashed for unknown reasons, killing all but 6 of the 121 people on board.","year":1965,"subtitle":"Cairo International Airport","url":"https://en.wikipedia.org/wiki/Cairo_International_Airport","headline":"Pakistan International Airlines Flight 705 Crashes Near Cairo, 115 Dead"},{"originalText":"The first session of the National Diet opened in Tokyo, Japan.","year":1947,"subtitle":"National Diet","url":"https://en.wikipedia.org/wiki/National_Diet","headline":"National Diet Opens in Tokyo, Japan"},{"originalText":"The Luttra Woman (skull pictured), a bog body from the Early Neolithic period, was discovered near Luttra, Sweden.","year":1943,"subtitle":"Luttra Woman","url":"https://en.wikipedia.org/wiki/Luttra_Woman","headline":"Bog Body Discovered in Luttra, Sweden"},{"originalText":"World War II: German paratroopers began the Battle of Heraklion on the island of Crete, capturing the airfield and port in Heraklion ten days later.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German Paratroopers Begin Battle of Heraklion in Crete"},{"originalText":"By the Treaty of Jeddah, the United Kingdom recognized the sovereignty of King Abdulaziz of Saudi Arabia (pictured) over Hejaz and Nejd, which later merged to become Saudi Arabia.","year":1927,"subtitle":"Treaty of Jeddah (1927)","url":"https://en.wikipedia.org/wiki/Treaty_of_Jeddah_(1927)","headline":"Treaty of Jeddah Recognizes King Abdulaziz's Sovereignty Over Hejaz and Nejd"},{"originalText":"Representatives from seventeen countries signed the Metre Convention, which set up an institute for the purpose of coordinating international metrology and for coordinating the development of the metric system.","year":1875,"subtitle":"Metre Convention","url":"https://en.wikipedia.org/wiki/Metre_Convention","headline":"Metre Convention Signed by Seventeen Countries"},{"originalText":"A British squadron under Charles Marsh Schomberg defeated a French force off Tamatave, Madagascar, that was attempting to reinforce the French garrison on Mauritius.","year":1811,"subtitle":"Charles Marsh Schomberg","url":"https://en.wikipedia.org/wiki/Charles_Marsh_Schomberg","headline":"British Squadron Defeats French Force off Tamatave, Madagascar"},{"originalText":"Thomas Thorpe published the first copies of Shakespeare's sonnets, possibly without William Shakespeare's consent.","year":1609,"subtitle":"Thomas Thorpe","url":"https://en.wikipedia.org/wiki/Thomas_Thorpe","headline":"Shakespeare's Sonnets Published by Thomas Thorpe"},{"originalText":"According to the Anglo-Saxon Chronicle, King Æthelberht II of East Anglia was beheaded on the orders of King Offa of Mercia.","year":794,"subtitle":"Anglo-Saxon Chronicle","url":"https://en.wikipedia.org/wiki/Anglo-Saxon_Chronicle","headline":"King Æthelberht II of East Anglia Beheaded by King Offa of Mercia"},{"originalText":"The Picts defeated the Northumbrians at the Battle of Dun Nechtain, severely weakening the latter's power in northern Great Britain.","year":685,"subtitle":"Picts","url":"https://en.wikipedia.org/wiki/Picts","headline":"Picts Defeat Northumbrians at Battle of Dun Nechtain"}]}