{"dateLabel":"May 21","issue":"Issue 142","events":[{"originalText":"A Taiwanese man carried out a stabbing spree on a Taipei Metro train, killing four people and injuring 24 others.","year":2014,"subtitle":"2014 Taipei Metro attack","url":"https://en.wikipedia.org/wiki/2014_Taipei_Metro_attack","headline":"Taiwanese man kills 4 in Taipei Metro stabbing spree"},{"originalText":"The world's tallest roller coaster, Kingda Ka, opened at Six Flags Great Adventure in Jackson, New Jersey, U.S.","year":2005,"subtitle":"Roller coaster","url":"https://en.wikipedia.org/wiki/Roller_coaster","headline":"World's tallest roller coaster opens at Six Flags Great Adventure"},{"originalText":"Indonesian president Suharto resigned after a collapse of support for his presidency amid economic and political crises, ending 32 years in power.","year":1998,"subtitle":"Suharto","url":"https://en.wikipedia.org/wiki/Suharto","headline":"Indonesian president Suharto resigns after 32 years in power"},{"originalText":"Former Indian prime minister Rajiv Gandhi was assassinated by a suicide bomber in Sriperumbudur, Tamil Nadu.","year":1991,"subtitle":"Rajiv Gandhi","url":"https://en.wikipedia.org/wiki/Rajiv_Gandhi","headline":"Former Indian PM Rajiv Gandhi assassinated in Tamil Nadu"},{"originalText":"While working with a mass of plutonium known as the demon core, Manhattan Project physicist Louis Slotin accidentally exposed himself to a lethal dose of hard radiation.","year":1946,"subtitle":"Plutonium","url":"https://en.wikipedia.org/wiki/Plutonium","headline":"Physicist Louis Slotin exposed to lethal radiation working with plutonium"},{"originalText":"Aboard the Spirit of St. Louis, American aviator Charles Lindbergh (pictured) completed the first solo non-stop transatlantic flight, flying from Roosevelt Field near New York City to Paris–Le Bourget Airport.","year":1927,"subtitle":"Spirit of St. Louis","url":"https://en.wikipedia.org/wiki/Spirit_of_St._Louis","headline":"Charles Lindbergh completes first solo transatlantic flight"},{"originalText":"University of Chicago students Nathan Leopold Jr. and Richard Loeb murdered a 14-year-old boy in a thrill killing out of a desire to commit a \"perfect crime\".","year":1924,"subtitle":"University of Chicago","url":"https://en.wikipedia.org/wiki/University_of_Chicago","headline":"University of Chicago students commit thrill killing"},{"originalText":"The Imperial War Graves Commission was established by royal charter to mark, record and maintain the graves and places of commemoration of British Empire military forces.","year":1917,"subtitle":"Commonwealth War Graves Commission","url":"https://en.wikipedia.org/wiki/Commonwealth_War_Graves_Commission","headline":"Imperial War Graves Commission established to mark military graves"},{"originalText":"Mexican president Porfirio Díaz and the revolutionary Francisco I. Madero signed the Treaty of Ciudad Juárez to end hostilities between each other's forces, concluding the initial phase of the Mexican Revolution.","year":1911,"subtitle":"Porfirio Díaz","url":"https://en.wikipedia.org/wiki/Porfirio_D%C3%ADaz","headline":"Mexican president and revolutionary sign Treaty of Ciudad Juárez"},{"originalText":"The Manchester Ship Canal, linking Manchester in North West England to the Irish Sea, officially opened, becoming the world's largest navigation canal at the time.","year":1894,"subtitle":"Manchester Ship Canal","url":"https://en.wikipedia.org/wiki/Manchester_Ship_Canal","headline":"Manchester Ship Canal officially opens, world's largest at the time"},{"originalText":"American Civil War: The inconclusive Battle of Spotsylvania Court House in Virginia ended with combined Union and Confederate casualties totaling around 31,000.","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Battle of Spotsylvania Court House ends with 31,000 casualties"},{"originalText":"A crowd of about 800 pro-slavery Americans ransacked the town of Lawrence, Kansas.","year":1856,"subtitle":"Sacking of Lawrence","url":"https://en.wikipedia.org/wiki/Sacking_of_Lawrence","headline":"Pro-slavery Americans ransack town of Lawrence, Kansas"},{"originalText":"The Congress of Colombia passed a law abolishing slavery in the country, to take effect at the beginning of the new year.","year":1851,"subtitle":"Congress of Colombia","url":"https://en.wikipedia.org/wiki/Congress_of_Colombia","headline":"Colombia abolishes slavery with new law"},{"originalText":"English writer Daniel Defoe was imprisoned for seditious libel after publishing a pamphlet that was perceived to satirise the Tory publications about Dissenters.","year":1703,"subtitle":"Daniel Defoe","url":"https://en.wikipedia.org/wiki/Daniel_Defoe","headline":"Writer Daniel Defoe imprisoned for seditious libel"},{"originalText":"King Henry III of Castile sent an embassy to the Timurid court to discuss a potential alliance against the Ottoman Empire.","year":1403,"subtitle":"Henry III of Castile","url":"https://en.wikipedia.org/wiki/Henry_III_of_Castile","headline":"King Henry III of Castile discusses alliance against Ottoman Empire"},{"originalText":"Arab–Byzantine wars: The city of Syracuse was captured by the Aghlabids (pictured) as part of the Muslim conquest of Sicily.","year":878,"subtitle":"Arab–Byzantine wars","url":"https://en.wikipedia.org/wiki/Arab%E2%80%93Byzantine_wars","headline":"Syracuse captured by Aghlabids in Arab-Byzantine wars"}]}