{"dateLabel":"May 22","issue":"Issue 143","events":[{"originalText":"Prayut Chan-o-cha, the commander-in-chief of the Royal Thai Army, launched a coup d'état against the caretaker government following six months of political crisis.","year":2014,"subtitle":"Prayut Chan-o-cha","url":"https://en.wikipedia.org/wiki/Prayut_Chan-o-cha","headline":"Thai Army Chief Launches Coup Against Caretaker Government"},{"originalText":"Upon landing in Mangalore, Air India Express Flight 812 overshot the runway and fell down a hillside, killing 158 of the 166 people on board.","year":2010,"subtitle":"Mangalore","url":"https://en.wikipedia.org/wiki/Mangalore","headline":"Air India Express Flight 812 Crashes in Mangalore, 158 Dead"},{"originalText":"Police announced that the skeletal remains of Federal Bureau of Prisons intern Chandra Levy, who had been missing for a year, had been found in Rock Creek Park in Washington, D.C.","year":2002,"subtitle":"Federal Bureau of Prisons","url":"https://en.wikipedia.org/wiki/Federal_Bureau_of_Prisons","headline":"Remains of Missing BOP Intern Chandra Levy Found in Rock Creek Park"},{"originalText":"In Public Prosecutor v Taw Cheng Kong, the Court of Appeal of Singapore overruled a High Court decision that was the only time a statute in Singapore had been ruled unconstitutional.","year":1998,"subtitle":"Public Prosecutor v Taw Cheng Kong","url":"https://en.wikipedia.org/wiki/Public_Prosecutor_v_Taw_Cheng_Kong","headline":"Singapore Court Overrules High Court Decision on Unconstitutional Statute"},{"originalText":"During Hindu–Muslim rioting in Meerut, India, 19 members of the Provincial Armed Constabulary allegedly massacred 42 Muslims and dumped their bodies in water canals.","year":1987,"subtitle":"Religious violence in India","url":"https://en.wikipedia.org/wiki/Religious_violence_in_India","headline":"Provincial Armed Constabulary Allegedly Massacres 42 Muslims in Meerut"},{"originalText":"Location testing for Pac-Man, a Japanese arcade game that became an icon of 1980s popular culture, began in Shibuya, Tokyo.","year":1980,"subtitle":"Pac-Man","url":"https://en.wikipedia.org/wiki/Pac-Man","headline":"Pac-Man Location Testing Begins in Shibuya, Tokyo"},{"originalText":"The Dominion of Ceylon changed its name to Sri Lanka, adopted a new constitution, and officially became a republic within the Commonwealth.","year":1972,"subtitle":"Dominion of Ceylon","url":"https://en.wikipedia.org/wiki/Dominion_of_Ceylon","headline":"Dominion of Ceylon Changes Name to Sri Lanka and Becomes Republic"},{"originalText":"The most powerful earthquake ever recorded, registering approximately 9.5 Mw, struck near Valdivia, Chile, generating tsunamis that reached Hawaii and Japan.","year":1960,"subtitle":"1960 Valdivia earthquake","url":"https://en.wikipedia.org/wiki/1960_Valdivia_earthquake","headline":"Powerful Earthquake Strikes Valdivia, Chile, Generating Tsunamis"},{"originalText":"Ethnic riots mostly targeting the minority Sri Lankan Tamils broke out in Ceylon, resulting in at least 158 deaths over the next few days.","year":1958,"subtitle":"1958 anti-Tamil pogrom","url":"https://en.wikipedia.org/wiki/1958_anti-Tamil_pogrom","headline":"Ethnic Riots Erupt in Ceylon, Resulting in 158 Deaths"},{"originalText":"Germany and Italy signed the Pact of Steel, a military and political alliance.","year":1939,"subtitle":"Pact of Steel","url":"https://en.wikipedia.org/wiki/Pact_of_Steel","headline":"Germany and Italy Sign Pact of Steel"},{"originalText":"California's Lassen Peak violently erupted, the only volcanic eruption in the contiguous U.S. in the 20th century until Mount St. Helens erupted in 1980.","year":1915,"subtitle":"Lassen Peak","url":"https://en.wikipedia.org/wiki/Lassen_Peak","headline":"Lassen Peak Erupts in California, Only Volcanic Eruption in 20th Century"},{"originalText":"Sultan Abdul Hamid II established the Ullah millet, a separate millet for the Aromanians within the Ottoman Empire.","year":1905,"subtitle":"Abdul Hamid II","url":"https://en.wikipedia.org/wiki/Abdul_Hamid_II","headline":"Sultan Abdul Hamid II Establishes Ullah Millet for Aromanians"},{"originalText":"The first Blackwall Tunnel under the River Thames was opened to improve commerce and trade in the East End of London.","year":1897,"subtitle":"Blackwall Tunnel","url":"https://en.wikipedia.org/wiki/Blackwall_Tunnel","headline":"First Blackwall Tunnel Opens in London"},{"originalText":"Senator Charles Sumner (pictured) was assaulted by Representative Preston Brooks in the United States Senate chamber in retaliation for a speech in which Sumner fiercely criticized slaveholders.","year":1856,"subtitle":"Charles Sumner","url":"https://en.wikipedia.org/wiki/Charles_Sumner","headline":"Senator Charles Sumner Assaulted in U.S. Senate Chamber"},{"originalText":"Abraham Lincoln was issued a patent for an invention to lift boats over obstacles in a river, making him the only U.S. president ever to hold a patent.","year":1849,"subtitle":"Abraham Lincoln","url":"https://en.wikipedia.org/wiki/Abraham_Lincoln","headline":"Abraham Lincoln Issued Patent for Boat-Lifting Invention"},{"originalText":"In Shiraz, Iran, the Báb declared himself to be a messenger of God to Mullá Husayn, leading to the foundation of Bábism, considered to be a precursor to the Baháʼí Faith.","year":1844,"subtitle":"Shiraz","url":"https://en.wikipedia.org/wiki/Shiraz","headline":"Báb Declares Himself Messenger of God in Shiraz, Iran"},{"originalText":"HMS Beagle departed on her first voyage from Plymouth for a hydrographic survey of the Patagonia and Tierra del Fuego regions of South America.","year":1826,"subtitle":"HMS Beagle","url":"https://en.wikipedia.org/wiki/HMS_Beagle","headline":"HMS Beagle Departs on First Voyage for South America Survey"},{"originalText":"A riot broke out in Littleport, England, over high unemployment and rising grain costs, spreading to Ely the next day before being quelled by troops.","year":1816,"subtitle":"Ely and Littleport riots of 1816","url":"https://en.wikipedia.org/wiki/Ely_and_Littleport_riots_of_1816","headline":"Riot Breaks Out in Littleport, England, Over Unemployment"},{"originalText":"An earthquake registering an estimated 7.1 Ms struck Constantinople and was followed by a tsunami that caused significant damage.","year":1766,"subtitle":"1766 Istanbul earthquake","url":"https://en.wikipedia.org/wiki/1766_Istanbul_earthquake","headline":"Earthquake and Tsunami Strike Constantinople, Causing Damage"},{"originalText":"The Trevi Fountain (pictured) in Rome was officially inaugurated by Pope Clement XIII.","year":1762,"subtitle":"Trevi Fountain","url":"https://en.wikipedia.org/wiki/Trevi_Fountain","headline":"Trevi Fountain in Rome Inaugurated by Pope Clement XIII"},{"originalText":"Albrecht von Wallenstein and King Christian IV of Denmark signed the Treaty of Lübeck to end Danish intervention in the Thirty Years' War.","year":1629,"subtitle":"Albrecht von Wallenstein","url":"https://en.wikipedia.org/wiki/Albrecht_von_Wallenstein","headline":"Treaty of Lübeck Signed to End Danish Intervention in Thirty Years' War"},{"originalText":"Arab–Byzantine wars: The Byzantine navy began a raid on the Nile Delta port city of Damietta, whose garrison was absent at the time.","year":853,"subtitle":"Arab–Byzantine wars","url":"https://en.wikipedia.org/wiki/Arab%E2%80%93Byzantine_wars","headline":"Byzantine Navy Raids Damietta in Arab-Byzantine Wars"}]}