{"dateLabel":"May 23","issue":"Issue 144","events":[{"originalText":"The International Court of Justice awarded the Middle Rocks to Malaysia and Pedra Branca to Singapore, resolving a 29-year-old territorial dispute in the Singapore Strait.","year":2008,"subtitle":"International Court of Justice","url":"https://en.wikipedia.org/wiki/International_Court_of_Justice","headline":"Middle Rocks awarded to Malaysia, Pedra Branca to Singapore by International Court of Justice"},{"originalText":"Professional wrestler Owen Hart died immediately before a match after dropping 70 feet (21 m) onto the ring during a botched entrance.","year":1999,"subtitle":"Owen Hart","url":"https://en.wikipedia.org/wiki/Owen_Hart","headline":"Professional wrestler Owen Hart dies in tragic accident before match"},{"originalText":"The Airbus A300, the first twin-engined wide-body airliner, went into service with Air France.","year":1974,"subtitle":"Airbus A300","url":"https://en.wikipedia.org/wiki/Airbus_A300","headline":"Airbus A300 enters service with Air France as first twin-engined wide-body airliner"},{"originalText":"The U.S. Navy submarine Squalus sank off Portsmouth, New Hampshire, during tests, causing 26 men to drown.","year":1939,"subtitle":"USS Sailfish (SS-192)","url":"https://en.wikipedia.org/wiki/USS_Sailfish_(SS-192)","headline":"U.S. Navy submarine Squalus sinks off Portsmouth, New Hampshire, 26 men drown"},{"originalText":"During a strike against the Electric Auto-Lite company in Toledo, Ohio, U.S., a fight began between nearly 10,000 strikers and sheriff's deputies, later involving the Ohio National Guard.","year":1934,"subtitle":"Auto-Lite strike (1934)","url":"https://en.wikipedia.org/wiki/Auto-Lite_strike_(1934)","headline":"Violence erupts during strike at Electric Auto-Lite company in Toledo, Ohio"},{"originalText":"Backed by Samuel J. Tilden, the Astor Library and the Lenox Library agreed to merge and form the New York Public Library.","year":1895,"subtitle":"Samuel J. Tilden","url":"https://en.wikipedia.org/wiki/Samuel_J._Tilden","headline":"Astor Library and Lenox Library merge to form New York Public Library"},{"originalText":"The North-West Mounted Police, the forerunner of the Royal Canadian Mounted Police, was established to bring law and order to and assert Canadian sovereignty over the Northwest Territories.","year":1873,"subtitle":"North-West Mounted Police","url":"https://en.wikipedia.org/wiki/North-West_Mounted_Police","headline":"North-West Mounted Police established to bring law and order to Northwest Territories"},{"originalText":"American Civil War: Confederate troops under Stonewall Jackson defeated a Union force at the Battle of Front Royal in Virginia, taking around 700 prisoners.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate troops defeat Union force at Battle of Front Royal in Virginia"},{"originalText":"War of the Spanish Succession: The Grand Alliance armies routed the Franco-Spanish-Bavarian army in Ramillies, present-day Belgium.","year":1706,"subtitle":"War of the Spanish Succession","url":"https://en.wikipedia.org/wiki/War_of_the_Spanish_Succession","headline":"Grand Alliance armies rout Franco-Spanish-Bavarian army in Ramillies"},{"originalText":"Gian Pietro Carafa became Pope Paul IV, beginning a tumultuous four-year papacy during which the Papal States suffered a serious military defeat.","year":1555,"subtitle":"Pope Paul IV","url":"https://en.wikipedia.org/wiki/Pope_Paul_IV","headline":"Gian Pietro Carafa becomes Pope Paul IV, Papal States suffer military defeat"},{"originalText":"Thomas Cranmer, Archbishop of Canterbury, annulled Henry VIII's marriage to his first wife Catherine of Aragon (pictured), beginning events that would culminate in the English Reformation.","year":1533,"subtitle":"Thomas Cranmer","url":"https://en.wikipedia.org/wiki/Thomas_Cranmer","headline":"Archbishop of Canterbury annuls Henry VIII's marriage to Catherine of Aragon"},{"originalText":"Hundred Years' War: Joan of Arc (pictured) was captured by Burgundian forces at the Siege of Compiègne.","year":1430,"subtitle":"Hundred Years' War","url":"https://en.wikipedia.org/wiki/Hundred_Years'_War","headline":"Joan of Arc captured by Burgundian forces at Siege of Compiègne"}]}