{"dateLabel":"May 24","issue":"Issue 145","events":[{"originalText":"A gunman involved in Islamic extremism opened fire at the Jewish Museum of Belgium in Brussels, killing four people.","year":2014,"subtitle":"Islamic extremism","url":"https://en.wikipedia.org/wiki/Islamic_extremism","headline":"Gunman opens fire at Jewish Museum of Belgium, killing four"},{"originalText":"An Inconvenient Truth, a documentary film that has been credited for raising international public awareness of climate change and re-energizing the environmental movement, was released.","year":2006,"subtitle":"An Inconvenient Truth","url":"https://en.wikipedia.org/wiki/An_Inconvenient_Truth","headline":"An Inconvenient Truth documentary released, raises awareness of climate change"},{"originalText":"The Israel Defense Forces began Operation Solomon, a covert operation to bring thousands of Ethiopian Jews to Israel (evacuees pictured).","year":1991,"subtitle":"Israel Defense Forces","url":"https://en.wikipedia.org/wiki/Israel_Defense_Forces","headline":"Israel Defense Forces start Operation Solomon to bring Ethiopian Jews to Israel"},{"originalText":"Section 28 of the United Kingdom's Local Government Act of 1988, a controversial amendment stating that a local authority cannot intentionally promote homosexuality, was enacted.","year":1988,"subtitle":"Section 28","url":"https://en.wikipedia.org/wiki/Section_28","headline":"UK enacts controversial Section 28 amendment on homosexuality promotion"},{"originalText":"A stationary front began over the central Caribbean Sea, leading to severe floods that over two weeks killed dozens of people in Cuba, the Dominican Republic, Haiti and Jamaica.","year":1986,"subtitle":"Stationary front","url":"https://en.wikipedia.org/wiki/Stationary_front","headline":"Stationary front causes severe floods in Caribbean, killing dozens"},{"originalText":"In a wine competition in Paris, French judges shocked the wine industry by rating California wines higher than French ones.","year":1976,"subtitle":"Wine competition","url":"https://en.wikipedia.org/wiki/Wine_competition","headline":"French judges rate California wines higher than French in Paris competition"},{"originalText":"On the Kola Peninsula in Russia, drilling began on the Kola Superdeep Borehole, which eventually reached a depth of 12,262 metres (40,230 ft), making it the deepest borehole ever drilled and the lowest artificial point on Earth.","year":1970,"subtitle":"Kola Peninsula","url":"https://en.wikipedia.org/wiki/Kola_Peninsula","headline":"Drilling begins on Kola Superdeep Borehole in Russia, reaches record depth"},{"originalText":"United States Attorney General Robert F. Kennedy met with African American author James Baldwin in an unsuccessful attempt to improve race relations.","year":1963,"subtitle":"Robert F. Kennedy","url":"https://en.wikipedia.org/wiki/Robert_F._Kennedy","headline":"US Attorney General Kennedy meets with author Baldwin on race relations"},{"originalText":"Project Mercury: American astronaut Scott Carpenter orbited the Earth three times in the Aurora 7 space capsule.","year":1962,"subtitle":"Project Mercury","url":"https://en.wikipedia.org/wiki/Project_Mercury","headline":"Astronaut Scott Carpenter orbits Earth three times in Project Mercury"},{"originalText":"The first edition of the Eurovision Song Contest was held in Lugano, Switzerland.","year":1956,"subtitle":"Eurovision Song Contest 1956","url":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1956","headline":"First Eurovision Song Contest held in Lugano, Switzerland"},{"originalText":"Arab–Israeli War: After five days of fighting, Egyptian forces captured the Israeli community of Yad Mordechai after the defenders had abandoned it.","year":1948,"subtitle":"1948 Arab–Israeli War","url":"https://en.wikipedia.org/wiki/1948_Arab%E2%80%93Israeli_War","headline":"Egyptian forces capture Israeli community after five days of fighting"},{"originalText":"Second World War: The German battleship Bismarck sank the British battlecruiser Hood at the Battle of the Denmark Strait.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German battleship Bismarck sinks British battlecruiser Hood in WWII"},{"originalText":"English aviator Amy Johnson landed in Darwin, becoming the first woman to fly solo from England to Australia.","year":1930,"subtitle":"Amy Johnson","url":"https://en.wikipedia.org/wiki/Amy_Johnson","headline":"Amy Johnson becomes first woman to fly solo from England to Australia"},{"originalText":"Princess Victoria Louise of Prussia married Prince Ernest Augustus of Hanover; the occasion was one of the last great social events of European royalty before World War I began.","year":1913,"subtitle":"Princess Victoria Louise of Prussia","url":"https://en.wikipedia.org/wiki/Princess_Victoria_Louise_of_Prussia","headline":"Princess Victoria Louise of Prussia marries Prince Ernest Augustus of Hanover"},{"originalText":"New York City's Brooklyn Bridge opened as the longest suspension bridge in the world at the time.","year":1883,"subtitle":"Brooklyn Bridge","url":"https://en.wikipedia.org/wiki/Brooklyn_Bridge","headline":"Brooklyn Bridge opens as longest suspension bridge in the world"},{"originalText":"The nursery rhyme \"Mary Had a Little Lamb\" was first published as a poem by Sarah Josepha Hale.","year":1830,"subtitle":"Nursery rhyme","url":"https://en.wikipedia.org/wiki/Nursery_rhyme","headline":"Nursery rhyme 'Mary Had a Little Lamb' first published as poem"},{"originalText":"The Irish Rebellion of 1798 began, with battles beginning in County Kildare and fighting later spreading across the country.","year":1798,"subtitle":"Irish Rebellion of 1798","url":"https://en.wikipedia.org/wiki/Irish_Rebellion_of_1798","headline":"Irish Rebellion of 1798 begins in County Kildare"},{"originalText":"At a Moravian meeting in Aldersgate, London, John Wesley (pictured) experienced a spiritual rebirth, leading him to launch the Methodist movement.","year":1738,"subtitle":"Moravian Church","url":"https://en.wikipedia.org/wiki/Moravian_Church","headline":"John Wesley experiences spiritual rebirth at Moravian meeting in London"},{"originalText":"The Act of Toleration became law, granting freedom of worship to English nonconformists under certain circumstances, but deliberately excluding Catholics.","year":1689,"subtitle":"Toleration Act 1688","url":"https://en.wikipedia.org/wiki/Toleration_Act_1688","headline":"Act of Toleration grants freedom of worship to English nonconformists"},{"originalText":"Oxford University's Ashmolean Museum, the world's first university museum, opened.","year":1683,"subtitle":"University of Oxford","url":"https://en.wikipedia.org/wiki/University_of_Oxford","headline":"Ashmolean Museum at Oxford University opens as world's first university museum"},{"originalText":"Led by King Louis XIV, the French army invaded the Spanish Netherlands, beginning the War of Devolution.","year":1667,"subtitle":"Louis XIV","url":"https://en.wikipedia.org/wiki/Louis_XIV","headline":"French army invades Spanish Netherlands, starting War of Devolution"},{"originalText":"The mentally ill King Erik XIV of Sweden and his guards murdered five incarcerated nobles, including some members of the influential Sture family.","year":1567,"subtitle":"Eric XIV of Sweden","url":"https://en.wikipedia.org/wiki/Eric_XIV_of_Sweden","headline":"King Erik XIV of Sweden and guards murder five nobles, including Sture family members"}]}