{"dateLabel":"May 25","issue":"Issue 146","events":[{"originalText":"George Floyd, an African-American man, was murdered during an arrest by a white police officer in Minneapolis, sparking protests in the U.S. and other countries.","year":2020,"subtitle":"George Floyd","url":"https://en.wikipedia.org/wiki/George_Floyd","headline":"George Floyd Murdered by White Police Officer in Minneapolis, Sparking Protests"},{"originalText":"Naxalite insurgents of the Communist Party of India (Maoist) attacked a convoy of Indian National Congress leaders in the state of Chhattisgarh, causing at least 27 deaths.","year":2013,"subtitle":"Naxalite–Maoist insurgency","url":"https://en.wikipedia.org/wiki/Naxalite%E2%80%93Maoist_insurgency","headline":"Naxalite Insurgents Attack Indian National Congress Convoy, 27 Dead"},{"originalText":"In a test flight, SpaceX's Dragon became the first commercial spacecraft to rendezvous and berth with the International Space Station.","year":2012,"subtitle":"SpaceX COTS Demo Flight 2","url":"https://en.wikipedia.org/wiki/SpaceX_COTS_Demo_Flight_2","headline":"SpaceX's Dragon First Commercial Spacecraft to Dock with ISS"},{"originalText":"The final episode of The Oprah Winfrey Show, the highest-rated daytime talk show in U.S. television history, was broadcast.","year":2011,"subtitle":"The Oprah Winfrey Show","url":"https://en.wikipedia.org/wiki/The_Oprah_Winfrey_Show","headline":"Final Episode of The Oprah Winfrey Show Broadcast"},{"originalText":"North Korea conducted a nuclear test and several other missile tests that were widely condemned by the international community and led to sanctions from the United Nations Security Council.","year":2009,"subtitle":"2009 North Korean nuclear test","url":"https://en.wikipedia.org/wiki/2009_North_Korean_nuclear_test","headline":"North Korea Conducts Nuclear Test, Faces International Condemnation"},{"originalText":"Six-year-old Etan Patz disappeared on his way to school in New York City, and later became one of the first missing children to have his picture featured on milk cartons.","year":1979,"subtitle":"Disappearance of Etan Patz","url":"https://en.wikipedia.org/wiki/Disappearance_of_Etan_Patz","headline":"Six-year-old Etan Patz Disappears in New York City"},{"originalText":"During takeoff from O'Hare International Airport in Chicago, an engine detached from American Airlines Flight 191, causing a crash that killed 273 people, the deadliest aviation accident in United States history.","year":1979,"subtitle":"O'Hare International Airport","url":"https://en.wikipedia.org/wiki/O'Hare_International_Airport","headline":"American Airlines Flight 191 Crash Kills 273 in Chicago"},{"originalText":"Having purged a group of rivals, Supreme Leader of North Korea Kim Il-sung delivered the \"May 25 teaching\", entrenching his son Kim Jong-il as his designated successor.","year":1967,"subtitle":"Kapsan Faction Incident","url":"https://en.wikipedia.org/wiki/Kapsan_Faction_Incident","headline":"Supreme Leader Kim Il-sung Designates Kim Jong-il as Successor"},{"originalText":"The Baltimore Steam Packet Company, the last overnight steamboat service in the United States, went out of business.","year":1962,"subtitle":"Baltimore Steam Packet Company","url":"https://en.wikipedia.org/wiki/Baltimore_Steam_Packet_Company","headline":"Baltimore Steam Packet Company Ceases Operations"},{"originalText":"In an address to Congress, U.S. president John F. Kennedy announced his support for the Apollo program, with \"the goal, before this decade is out, of landing a man on the Moon and returning him safely to the Earth\".","year":1961,"subtitle":"Joint session of the United States Congress","url":"https://en.wikipedia.org/wiki/Joint_session_of_the_United_States_Congress","headline":"President John F. Kennedy Supports Apollo Program in Congress Address"},{"originalText":"Joe Brown and George Band, members of the British Kangchenjunga expedition,  made the first ascent of the world's third-highest mountain but deliberately did not set foot on the summit.","year":1955,"subtitle":"Joe Brown (climber)","url":"https://en.wikipedia.org/wiki/Joe_Brown_(climber)","headline":"British Expedition Makes First Ascent of Kangchenjunga"},{"originalText":"The Wehrmacht and their collaborationist allies launched Operation Rösselsprung, a failed attempt to assassinate the Yugoslav Partisan leader Josip Broz Tito.","year":1944,"subtitle":"Wehrmacht","url":"https://en.wikipedia.org/wiki/Wehrmacht","headline":"Operation Rösselsprung Fails to Assassinate Yugoslav Partisan Leader"},{"originalText":"Second World War: German troops captured Boulogne-sur-Mer, France, forcing British forces to evacuate via Dunkirk.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German Troops Capture Boulogne-sur-Mer, British Forces Evacuate"},{"originalText":"Employees of the Remington Rand company began an 11-month strike action, during which time the company executives developed the notorious \"Mohawk Valley formula\" to intimidate the strikers.","year":1936,"subtitle":"Remington Rand","url":"https://en.wikipedia.org/wiki/Remington_Rand","headline":"Remington Rand Employees Begin 11-month Strike"},{"originalText":"Oscar Wilde was sentenced by Alan Wills to two years of hard labor for gross indecency.","year":1895,"subtitle":"Oscar Wilde","url":"https://en.wikipedia.org/wiki/Oscar_Wilde","headline":"Oscar Wilde Sentenced to Hard Labor for Gross Indecency"},{"originalText":"Gilbert and Sullivan's comic opera H.M.S. Pinafore (poster featured) premiered at the Opera Comique in London.","year":1878,"subtitle":"Gilbert and Sullivan","url":"https://en.wikipedia.org/wiki/Gilbert_and_Sullivan","headline":"Gilbert and Sullivan's H.M.S. Pinafore Premieres in London"},{"originalText":"The English poet Samuel Taylor Coleridge published one of his most famous poems, Kubla Khan.","year":1816,"subtitle":"Samuel Taylor Coleridge","url":"https://en.wikipedia.org/wiki/Samuel_Taylor_Coleridge","headline":"Samuel Taylor Coleridge Publishes Kubla Khan Poem"},{"originalText":"The Primera Junta, the first independent government in Argentina, was established in an open cabildo in Buenos Aires, marking the end of the May Revolution.","year":1810,"subtitle":"Primera Junta","url":"https://en.wikipedia.org/wiki/Primera_Junta","headline":"Primera Junta Established as First Independent Government in Argentina"},{"originalText":"The Constitutional Convention met in Philadelphia with the intention of revising the Articles of Confederation of the United States.","year":1787,"subtitle":"Constitutional Convention (United States)","url":"https://en.wikipedia.org/wiki/Constitutional_Convention_(United_States)","headline":"Constitutional Convention Meets in Philadelphia to Revise Articles of Confederation"},{"originalText":"American Revolutionary War: US Colonel William Crawford began a failed expedition to destroy British-allied American Indian towns along the Sandusky River in the Ohio Country.","year":1782,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Colonel William Crawford's Expedition to Destroy British-allied American Indian Towns Fails"},{"originalText":"Ming–Qing transition: Ming general Wu Sangui allowed the invading Manchu to cross the Great Wall of China (pictured), enabling them to capture Beijing and establish the Qing dynasty.","year":1644,"subtitle":"Transition from Ming to Qing","url":"https://en.wikipedia.org/wiki/Transition_from_Ming_to_Qing","headline":"Ming General Wu Sangui Allows Manchu to Capture Beijing, Establish Qing Dynasty"}]}