{"dateLabel":"May 26","issue":"Issue 147","events":[{"originalText":"Barges being towed destroyed part of a bridge near Webbers Falls, Oklahoma, causing vehicles to fall into the Robert S. Kerr Reservoir on the Arkansas River.","year":2002,"subtitle":"I-40 bridge disaster","url":"https://en.wikipedia.org/wiki/I-40_bridge_disaster","headline":"Bridge near Webbers Falls, Oklahoma destroyed by barges causing vehicles to fall into reservoir"},{"originalText":"Manchester United won the UEFA Champions League to become the first English football club to win three major championships in the same season.","year":1999,"subtitle":"Manchester United F.C.","url":"https://en.wikipedia.org/wiki/Manchester_United_F.C.","headline":"Manchester United wins UEFA Champions League, first English club to achieve three major championships in a season"},{"originalText":"Tropical Storm Cecil dissipated over Laos after devastating Quảng Nam province, Vietnam, and causing the deaths of 751 people.","year":1989,"subtitle":"Tropical Storm Cecil","url":"https://en.wikipedia.org/wiki/Tropical_Storm_Cecil","headline":"Tropical Storm Cecil dissipates over Laos after devastating Vietnam, death toll at 751"},{"originalText":"The Beatles'  Sgt. Pepper's Lonely Hearts Club Band, one of the first progressive rock albums, was released.","year":1967,"subtitle":"The Beatles","url":"https://en.wikipedia.org/wiki/The_Beatles","headline":"The Beatles release Sgt. Pepper's Lonely Hearts Club Band, pioneering progressive rock album"},{"originalText":"Second World War: The Allies began a mass evacuation of British, French and Belgian troops cut off by the German army during the Battle of Dunkirk.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allies begin mass evacuation of troops at Dunkirk during Second World War"},{"originalText":"The House Un-American Activities Committee was established to investigate alleged disloyalty and subversive activities by people or organizations in the U.S. suspected of having communist or fascist ties.","year":1938,"subtitle":"House Un-American Activities Committee","url":"https://en.wikipedia.org/wiki/House_Un-American_Activities_Committee","headline":"House Un-American Activities Committee established to investigate disloyalty in the U.S."},{"originalText":"American singer Jimmie Rodgers (pictured) died at the Taft Hotel in New York City.","year":1933,"subtitle":"Jimmie Rodgers","url":"https://en.wikipedia.org/wiki/Jimmie_Rodgers","headline":"American singer Jimmie Rodgers dies at Taft Hotel in New York City"},{"originalText":"American singer Jimmie Rodgers (pictured) died at the Taft Hotel in New York City.","year":1933,"subtitle":"Jimmie Rodgers","url":"https://en.wikipedia.org/wiki/Jimmie_Rodgers","headline":"American singer Jimmie Rodgers dies at Taft Hotel in New York City"},{"originalText":"Donoghue v Stevenson is decided, ultimately establishing the foundation for negligence in common law jurisdictions worldwide.","year":1932,"subtitle":"Donoghue v Stevenson","url":"https://en.wikipedia.org/wiki/Donoghue_v_Stevenson","headline":"Donoghue v Stevenson case establishes foundation for negligence law worldwide"},{"originalText":"Vauxhall Bridge in London opened, crossing the River Thames between Vauxhall and Westminster.","year":1906,"subtitle":"Vauxhall Bridge","url":"https://en.wikipedia.org/wiki/Vauxhall_Bridge","headline":"Vauxhall Bridge in London opens, connecting Vauxhall and Westminster"},{"originalText":"The Church of England returned the original manuscript of William Bradford's Of Plymouth Plantation, an account of the Pilgrims and the early years of the Plymouth Colony, to the state of Massachusetts.","year":1897,"subtitle":"Church of England","url":"https://en.wikipedia.org/wiki/Church_of_England","headline":"Church of England returns original manuscript of William Bradford's Of Plymouth Plantation to Massachusetts"},{"originalText":"Germany's Emmanuel Lasker defeated Wilhelm Steinitz to become world chess champion, beginning a record 27-year reign.","year":1894,"subtitle":"Emanuel Lasker","url":"https://en.wikipedia.org/wiki/Emanuel_Lasker","headline":"Germany's Emmanuel Lasker defeats Wilhelm Steinitz to become world chess champion"},{"originalText":"The comic novel The Diary of a Nobody by brothers George and Weedon Grossmith first appeared in serial form in Punch.","year":1888,"subtitle":"The Diary of a Nobody","url":"https://en.wikipedia.org/wiki/The_Diary_of_a_Nobody","headline":"The Diary of a Nobody by Grossmith brothers debuts in Punch"},{"originalText":"American Civil War: General Edmund Kirby Smith negotiated the surrender of his army, the only significant Confederate Army force remaining in the war.","year":1865,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"General Edmund Kirby Smith negotiates surrender of Confederate Army"},{"originalText":"The deadliest fire in Norwegian history  occurred at a church in Grue, killing at least 113 people.","year":1822,"subtitle":"Grue Church fire","url":"https://en.wikipedia.org/wiki/Grue_Church_fire","headline":"Deadliest fire in Norwegian history kills at least 113 at church in Grue"},{"originalText":"Portuguese Restoration War: Portuguese and Spanish forces both claimed victory at the Battle of Montijo.","year":1644,"subtitle":"Portuguese Restoration War","url":"https://en.wikipedia.org/wiki/Portuguese_Restoration_War","headline":"Portuguese Restoration War: Battle of Montijo ends with conflicting claims of victory"},{"originalText":"English friar William of Ockham, who popularised the methodological principle known as Occam's razor, secretly left Avignon under threat from Pope John XXII.","year":1328,"subtitle":"Friar","url":"https://en.wikipedia.org/wiki/Friar","headline":"William of Ockham leaves Avignon under threat from Pope John XXII"},{"originalText":"King Edmund I of England was murdered at Pucklechurch on the feast day of St Augustine.","year":946,"subtitle":"Edmund I","url":"https://en.wikipedia.org/wiki/Edmund_I","headline":"King Edmund I of England murdered at Pucklechurch on feast day of St Augustine"}]}