{"dateLabel":"May 27","issue":"Issue 148","events":[{"originalText":"An earthquake registering 6.4 Mw struck near the city of Yogyakarta on the southern side of the Indonesian island of Java, killing more than 5,700 people.","year":2006,"subtitle":"2006 Yogyakarta earthquake","url":"https://en.wikipedia.org/wiki/2006_Yogyakarta_earthquake","headline":"Earthquake in Yogyakarta, Java kills 5,700"},{"originalText":"Twenty tourists were kidnapped by Abu Sayyaf militants in Palawan, Philippines, triggering a hostage crisis that lasted for more than a year.","year":2001,"subtitle":"Dos Palmas kidnappings","url":"https://en.wikipedia.org/wiki/Dos_Palmas_kidnappings","headline":"Abu Sayyaf militants kidnap 20 tourists in Palawan"},{"originalText":"American actor Christopher Reeve was thrown from his horse, leaving him quadriplegic; he later became an activist on behalf of people with spinal cord injuries.","year":1995,"subtitle":"Christopher Reeve","url":"https://en.wikipedia.org/wiki/Christopher_Reeve","headline":"Christopher Reeve paralyzed after horse accident"},{"originalText":"Bosnian War: Elements of the Army of Republika Srpska captured the Vrbanja Bridge in Sarajevo, but were forced to withdraw by French United Nations peacekeepers several hours later.","year":1995,"subtitle":"Bosnian War","url":"https://en.wikipedia.org/wiki/Bosnian_War","headline":"Army of Republika Srpska captures Vrbanja Bridge in Sarajevo"},{"originalText":"Bosnian War: Forces of the Army of Republika Srpska captured a United Nations post at Vrbanja Bridge in Sarajevo; six soldiers of both sides were killed when French forces retook the post later in the day.","year":1995,"subtitle":"Bosnian War","url":"https://en.wikipedia.org/wiki/Bosnian_War","headline":"UN post captured in Sarajevo, 6 soldiers killed"},{"originalText":"An explosion at an illegal fireworks factory near Benton, Tennessee, killed eleven people.","year":1983,"subtitle":"Benton fireworks disaster","url":"https://en.wikipedia.org/wiki/Benton_fireworks_disaster","headline":"Explosion at illegal fireworks factory kills 11 in Tennessee"},{"originalText":"The deadliest road accident in England took place when the brakes on a coach failed and it crashed in North Yorkshire, killing 32 people.","year":1975,"subtitle":"Bus","url":"https://en.wikipedia.org/wiki/Bus","headline":"Deadliest road accident in England kills 32 in North Yorkshire"},{"originalText":"Australians voted overwhelmingly for the number of Indigenous Australians to be included in population counts for constitutional purposes and for the federal government to make laws for their benefit.","year":1967,"subtitle":"1967 Australian referendum (Aboriginals)","url":"https://en.wikipedia.org/wiki/1967_Australian_referendum_(Aboriginals)","headline":"Australians vote for Indigenous inclusion in population counts"},{"originalText":"American singer Bob Dylan (pictured) released The Freewheelin' Bob Dylan, his first album to include a significant number of original songs.","year":1963,"subtitle":"Bob Dylan","url":"https://en.wikipedia.org/wiki/Bob_Dylan","headline":"Bob Dylan releases The Freewheelin' Bob Dylan album"},{"originalText":"A fire at a landfill in Centralia, Pennsylvania, spread to an abandoned coal mine, where it continues burning today.","year":1962,"subtitle":"Landfill","url":"https://en.wikipedia.org/wiki/Landfill","headline":"Fire at landfill in Centralia, Pennsylvania continues burning"},{"originalText":"The F-4 Phantom II, the principal air superiority jet fighter for both the U.S. Navy and Air Force, made its first flight.","year":1958,"subtitle":"McDonnell Douglas F-4 Phantom II","url":"https://en.wikipedia.org/wiki/McDonnell_Douglas_F-4_Phantom_II","headline":"F-4 Phantom II makes first flight"},{"originalText":"The security clearance of American nuclear physicist J. Robert Oppenheimer, head of the Los Alamos Laboratory, was revoked.","year":1954,"subtitle":"J. Robert Oppenheimer","url":"https://en.wikipedia.org/wiki/J._Robert_Oppenheimer","headline":"Security clearance of J. Robert Oppenheimer revoked"},{"originalText":"World War II: The German battleship Bismarck was sunk by gun and torpedo fire by the British battleships HMS Rodney and HMS King George V and supporting cruisers.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German battleship Bismarck sunk by British forces"},{"originalText":"World War II: Ninety-seven soldiers of the British Royal Norfolk Regiment were killed after surrendering to German forces.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"British soldiers killed after surrendering to German forces"},{"originalText":"The Golden Gate Bridge, at the time the world's longest suspension bridge by span, opened between San Francisco and Marin County, California.","year":1937,"subtitle":"Golden Gate Bridge","url":"https://en.wikipedia.org/wiki/Golden_Gate_Bridge","headline":"Golden Gate Bridge opens between San Francisco and Marin County"},{"originalText":"The United States Supreme Court ruled in A.L.A. Schechter Poultry Corp. v. United States that the National Industrial Recovery Act, a major component of the New Deal, was unconstitutional.","year":1935,"subtitle":"Supreme Court of the United States","url":"https://en.wikipedia.org/wiki/Supreme_Court_of_the_United_States","headline":"US Supreme Court rules National Industrial Recovery Act unconstitutional"},{"originalText":"Standing at 1,047 ft (319 m), New York City's Chrysler Building opened as the world's tallest building before it was surpassed by the Empire State Building 11 months later.","year":1930,"subtitle":"Chrysler Building","url":"https://en.wikipedia.org/wiki/Chrysler_Building","headline":"Chrysler Building opens as world's tallest building"},{"originalText":"French drivers André Lagache and René Léonard completed the most laps during the first edition of the sports car race the 24 Hours of Le Mans.","year":1923,"subtitle":"André Lagache","url":"https://en.wikipedia.org/wiki/Andr%C3%A9_Lagache","headline":"André Lagache and René Léonard win 24 Hours of Le Mans"},{"originalText":"Pope Benedict XV (pictured) promulgated the Pio-Benedictine Code, the first official comprehensive codification of Latin canon law.","year":1917,"subtitle":"Pope Benedict XV","url":"https://en.wikipedia.org/wiki/Pope_Benedict_XV","headline":"Pope Benedict XV promulgates Pio-Benedictine Code"},{"originalText":"HMS Princess Irene (pictured) exploded and sank off Sheerness, United Kingdom, with the loss of 352 lives.","year":1915,"subtitle":"HMS Princess Irene","url":"https://en.wikipedia.org/wiki/HMS_Princess_Irene","headline":"HMS Princess Irene sinks off Sheerness, 352 lives lost"},{"originalText":"The St. Louis–East St. Louis tornado, one of the deadliest and most destructive tornadoes in U.S. history, struck St. Louis, Missouri, and East St. Louis, Illinois, killing more than 255 people and injuring at least 1,000 others.","year":1896,"subtitle":"1896 St. Louis–East St. Louis tornado","url":"https://en.wikipedia.org/wiki/1896_St._Louis%E2%80%93East_St._Louis_tornado","headline":"Deadly tornado strikes St. Louis and East St. Louis"},{"originalText":"War of 1812: The troops of the U.S. Army and vessels of the U.S. Navy cooperated in a successful amphibious assault to capture Fort George in Upper Canada.","year":1813,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"US troops capture Fort George in Upper Canada"},{"originalText":"War of the Second Coalition: Austrian forces defeated the French Army of the Danube, capturing the strategically important Swiss town of Winterthur.","year":1799,"subtitle":"War of the Second Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_Second_Coalition","headline":"Austrian forces defeat French Army at Winterthur"},{"originalText":"Manchu regent Dorgon defeated rebel leader Li Zicheng of the Shun dynasty at the Battle of Shanhai Pass, allowing the Manchus to enter and conquer the capital city of Beijing.","year":1644,"subtitle":"Manchu people","url":"https://en.wikipedia.org/wiki/Manchu_people","headline":"Dorgon defeats Li Zicheng at Battle of Shanhai Pass"}]}