{"dateLabel":"May 28","issue":"Issue 149","events":[{"originalText":"A train derailment and collision in the West Midnapore district of West Bengal, India, caused the deaths of at least 148 passengers.","year":2010,"subtitle":"Jnaneswari Express train derailment","url":"https://en.wikipedia.org/wiki/Jnaneswari_Express_train_derailment","headline":"Train derailment in West Bengal, India kills 148 passengers"},{"originalText":"An independent commission appointed by the Football Association voted two-to-one to allow Wimbledon F.C. to relocate from London to Milton Keynes.","year":2002,"subtitle":"The Football Association","url":"https://en.wikipedia.org/wiki/The_Football_Association","headline":"Wimbledon F.C. approved to relocate to Milton Keynes"},{"originalText":"The Pakistan Atomic Energy Commission carried out five underground nuclear tests, becoming the seventh country in the world to successfully develop and publicly test nuclear weapons.","year":1998,"subtitle":"Pakistan Atomic Energy Commission","url":"https://en.wikipedia.org/wiki/Pakistan_Atomic_Energy_Commission","headline":"Pakistan conducts underground nuclear tests"},{"originalText":"Mathias Rust, a West German aviator, flew his Cessna 172 from Helsinki, Finland, through Soviet air defences, landing illegally near Red Square in Moscow.","year":1987,"subtitle":"Mathias Rust","url":"https://en.wikipedia.org/wiki/Mathias_Rust","headline":"West German aviator lands illegally near Red Square in Moscow"},{"originalText":"Second World War: Belgium surrendered to Nazi Germany, ending the Battle of Belgium.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Belgium surrenders to Nazi Germany in Second World War"},{"originalText":"The rise of Neville Chamberlain culminated with his accession as Prime Minister of the United Kingdom.","year":1937,"subtitle":"Rise of Neville Chamberlain","url":"https://en.wikipedia.org/wiki/Rise_of_Neville_Chamberlain","headline":"Neville Chamberlain becomes Prime Minister of the United Kingdom"},{"originalText":"Scottish-American preservationist John Muir (pictured) founded the environmental organization Sierra Club in California.","year":1892,"subtitle":"John Muir","url":"https://en.wikipedia.org/wiki/John_Muir","headline":"John Muir founds Sierra Club in California"},{"originalText":"U.S. president Andrew Jackson signed the Indian Removal Act into law, authorizing him to negotiate with Native Americans for their removal from their ancestral homelands.","year":1830,"subtitle":"Andrew Jackson","url":"https://en.wikipedia.org/wiki/Andrew_Jackson","headline":"Andrew Jackson signs Indian Removal Act into law"},{"originalText":"French and Indian War: Led by 22-year-old George Washington, a company of Virginia colonial militiamen ambushed a force of 35 Canadiens at the Battle of Jumonville Glen (depicted).","year":1754,"subtitle":"French and Indian War","url":"https://en.wikipedia.org/wiki/French_and_Indian_War","headline":"George Washington leads ambush at Battle of Jumonville Glen"},{"originalText":"English Civil War: Royalist troops stormed and captured the Parliamentarian stronghold of Bolton, leading to a massacre of defenders and local residents.","year":1644,"subtitle":"English Civil War","url":"https://en.wikipedia.org/wiki/English_Civil_War","headline":"Royalist troops capture Bolton in English Civil War"},{"originalText":"Italian composer Claudio Monteverdi debuted his second opera L'Arianna, now one of his lost works, at a royal wedding in Mantua.","year":1608,"subtitle":"Claudio Monteverdi","url":"https://en.wikipedia.org/wiki/Claudio_Monteverdi","headline":"Claudio Monteverdi debuts L'Arianna at royal wedding in Mantua"},{"originalText":"Tang forces led by Li Shimin defeated and captured Dou Jiande at the Battle of Hulao in the civil war that followed the collapse of the Sui dynasty.","year":621,"subtitle":"Tang dynasty","url":"https://en.wikipedia.org/wiki/Tang_dynasty","headline":"Tang forces defeat Dou Jiande at Battle of Hulao"},{"originalText":"According to the Greek historian Herodotus, a solar eclipse, accurately predicted by Thales of Miletus, abruptly ended the Battle of Halys between the Lydians and the Medes.","year":-585,"subtitle":"580s BC","url":"https://en.wikipedia.org/wiki/580s_BC","headline":"Thales of Miletus predicts solar eclipse ending Battle of Halys"}]}