{"dateLabel":"May 29","issue":"Issue 150","events":[{"originalText":"President Olusegun Obasanjo took office as Nigeria's first elected and civilian head of state after 16 years of military dictatorship.","year":1999,"subtitle":"Olusegun Obasanjo","url":"https://en.wikipedia.org/wiki/Olusegun_Obasanjo","headline":"President Olusegun Obasanjo inaugurated as Nigeria's first civilian head of state"},{"originalText":"Diane Leather became the first woman to run a mile in less than five minutes.","year":1954,"subtitle":"Diane Leather","url":"https://en.wikipedia.org/wiki/Diane_Leather","headline":"Diane Leather breaks record as first woman to run mile in under five minutes"},{"originalText":"The mountaineers Edmund Hillary and Tenzing Norgay (both pictured) became the first people to reach the summit of Mount Everest.","year":1953,"subtitle":"Edmund Hillary","url":"https://en.wikipedia.org/wiki/Edmund_Hillary","headline":"Hillary and Norgay conquer Mount Everest summit"},{"originalText":"Bing Crosby recorded his version of the song \"White Christmas\", which went on to become the best-selling single worldwide, with more than 50 million copies sold.","year":1942,"subtitle":"Bing Crosby","url":"https://en.wikipedia.org/wiki/Bing_Crosby","headline":"Bing Crosby's 'White Christmas' becomes best-selling single worldwide"},{"originalText":"A strike by copper miners in Northern Rhodesia ended after six workers were shot and killed by police.","year":1935,"subtitle":"1935 Copperbelt strike","url":"https://en.wikipedia.org/wiki/1935_Copperbelt_strike","headline":"Copper miners strike ends after police shooting in Northern Rhodesia"},{"originalText":"World War I: Armenian forces defeated Ottoman troops at the Battle of Sardarabad, halting the Turkish advance and preventing further destruction of the Armenian nation.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Armenian forces triumph over Ottoman troops at Battle of Sardarabad"},{"originalText":"During the premiere of the ballet The Rite of Spring by Igor Stravinsky (pictured) at the Théâtre des Champs-Élysées in Paris, the avant-garde nature of the music and choreography caused a near-riot in the audience.","year":1913,"subtitle":"The Rite of Spring","url":"https://en.wikipedia.org/wiki/The_Rite_of_Spring","headline":"Riot erupts at premiere of Stravinsky's 'The Rite of Spring' in Paris"},{"originalText":"English dramatist W. S. Gilbert of the songwriting duo Gilbert and Sullivan died while saving a young woman from drowning in his lake.","year":1911,"subtitle":"W. S. Gilbert","url":"https://en.wikipedia.org/wiki/W._S._Gilbert","headline":"W. S. Gilbert dies saving woman from drowning in lake"},{"originalText":"N'Djamena, now the capital of Chad, was founded as Fort-Lamy by French commander Émile Gentil.","year":1900,"subtitle":"N'Djamena","url":"https://en.wikipedia.org/wiki/N'Djamena","headline":"Fort-Lamy founded by French commander Émile Gentil, now N'Djamena"},{"originalText":"Swedish operatic soprano Jenny Lind concluded a successful concert tour of the United States under the management of showman P. T. Barnum.","year":1852,"subtitle":"Soprano","url":"https://en.wikipedia.org/wiki/Soprano","headline":"Jenny Lind concludes successful US concert tour managed by P. T. Barnum"},{"originalText":"The Great Sejm of the Polish–Lithuanian Commonwealth was disbanded following the Russian invasion of Poland.","year":1792,"subtitle":"Great Sejm","url":"https://en.wikipedia.org/wiki/Great_Sejm","headline":"Great Sejm disbanded after Russian invasion of Poland"},{"originalText":"With the fall of Constantinople, the Byzantine Empire fell to the Ottomans.","year":1453,"subtitle":"Fall of Constantinople","url":"https://en.wikipedia.org/wiki/Fall_of_Constantinople","headline":"Byzantine Empire falls to Ottomans with fall of Constantinople"},{"originalText":"A squadron of the Venetian navy captured many Ottoman ships at the Battle of Gallipoli, confirming Venetian naval superiority in the Aegean Sea for the next few decades.","year":1416,"subtitle":"Venetian navy","url":"https://en.wikipedia.org/wiki/Venetian_navy","headline":"Venetian navy triumphs over Ottomans at Battle of Gallipoli"},{"originalText":"Mongol–Jin War: The Mongols entered and began looting Kaifeng, the capital of the Jin dynasty of China, after a 13-month siege.","year":1233,"subtitle":"Mongol conquest of the Jin dynasty","url":"https://en.wikipedia.org/wiki/Mongol_conquest_of_the_Jin_dynasty","headline":"Mongols loot Kaifeng after 13-month siege"},{"originalText":"Wars of the Guelphs and Ghibellines: Troops of the Lombard League defeated forces of the Holy Roman Empire near Legnano in present-day Italy.","year":1176,"subtitle":"Guelphs and Ghibellines","url":"https://en.wikipedia.org/wiki/Guelphs_and_Ghibellines","headline":"Lombard League defeats Holy Roman Empire forces near Legnano"}]}