{"dateLabel":"May 30","issue":"Issue 151","events":[{"originalText":"The Convention on Cluster Munitions, prohibiting the use, transfer, and stockpiling of cluster bombs, was adopted.","year":2008,"subtitle":"Convention on Cluster Munitions","url":"https://en.wikipedia.org/wiki/Convention_on_Cluster_Munitions","headline":"Convention on Cluster Munitions adopted, banning cluster bombs"},{"originalText":"American student Natalee Holloway disappeared while on a high-school graduation trip to Aruba.","year":2005,"subtitle":"Disappearance of Natalee Holloway","url":"https://en.wikipedia.org/wiki/Disappearance_of_Natalee_Holloway","headline":"American student Natalee Holloway disappears in Aruba"},{"originalText":"An earthquake registering 6.5 Mw struck northern Afghanistan, killing at least 4,000 people, destroying more than 30 villages, and leaving 45,000 people homeless.","year":1998,"subtitle":"May 1998 Afghanistan earthquake","url":"https://en.wikipedia.org/wiki/May_1998_Afghanistan_earthquake","headline":"6.5 magnitude earthquake in Afghanistan kills 4,000"},{"originalText":"Members of the Japanese Red Army carried out the Lod Airport massacre in Tel Aviv, Israel, on behalf of PFLP External Operations, killing over 20 people and injuring almost 80 others.","year":1972,"subtitle":"Japanese Red Army","url":"https://en.wikipedia.org/wiki/Japanese_Red_Army","headline":"Japanese Red Army carries out Lod Airport massacre in Tel Aviv"},{"originalText":"Buddhist crisis: A protest against pro-Catholic discrimination was held outside South Vietnam's National Assembly, the first open demonstration against President Ngô Đình Diệm.","year":1963,"subtitle":"Buddhist crisis","url":"https://en.wikipedia.org/wiki/Buddhist_crisis","headline":"Protest against pro-Catholic discrimination in South Vietnam"},{"originalText":"The Auckland Harbour Bridge, spanning Waitematā Harbour between the Saint Marys Bay and Northcote suburbs of Auckland, New Zealand, officially opened.","year":1959,"subtitle":"Auckland Harbour Bridge","url":"https://en.wikipedia.org/wiki/Auckland_Harbour_Bridge","headline":"Auckland Harbour Bridge officially opens in New Zealand"},{"originalText":"A dike holding the Columbia River broke, causing a flood that destroyed Vanport, Oregon, U.S., only five years after the city was built.","year":1948,"subtitle":"Levee","url":"https://en.wikipedia.org/wiki/Levee","headline":"Dike break causes flood, destroys Vanport, Oregon"},{"originalText":"The first game of the All-American Girls Professional Baseball League, the forerunner of women's professional league sports in the United States, was played.","year":1943,"subtitle":"All-American Girls Professional Baseball League","url":"https://en.wikipedia.org/wiki/All-American_Girls_Professional_Baseball_League","headline":"First game of All-American Girls Professional Baseball League played"},{"originalText":"The Lincoln Memorial in Washington, D.C., featuring a sculpture of the sixteenth U.S. president Abraham Lincoln (pictured) by Daniel Chester French, opened.","year":1922,"subtitle":"Lincoln Memorial","url":"https://en.wikipedia.org/wiki/Lincoln_Memorial","headline":"Lincoln Memorial featuring Abraham Lincoln sculpture opens in Washington, D.C."},{"originalText":"RMS Aquitania, the last surviving four-funnel ocean liner, departed from Liverpool on her maiden voyage to New York City.","year":1914,"subtitle":"RMS Aquitania","url":"https://en.wikipedia.org/wiki/RMS_Aquitania","headline":"RMS Aquitania departs on maiden voyage to New York City"},{"originalText":"Pearl Hart, one of the few female outlaws of the American Old West, committed one of the last recorded stagecoach robberies, about 30 miles (48 km) southeast of Globe, Arizona.","year":1899,"subtitle":"Pearl Hart","url":"https://en.wikipedia.org/wiki/Pearl_Hart","headline":"Female outlaw Pearl Hart commits stagecoach robbery in Arizona"},{"originalText":"Bedřich Smetana's comic opera The Bartered Bride premiered in Prague.","year":1866,"subtitle":"Bedřich Smetana","url":"https://en.wikipedia.org/wiki/Bed%C5%99ich_Smetana","headline":"Bedřich Smetana's The Bartered Bride premieres in Prague"},{"originalText":"The Kansas–Nebraska Act became law, establishing the U.S. territories of Nebraska and Kansas, and allowing their settlers to determine if slavery would be permitted.","year":1854,"subtitle":"Kansas–Nebraska Act","url":"https://en.wikipedia.org/wiki/Kansas%E2%80%93Nebraska_Act","headline":"Kansas-Nebraska Act establishes territories, allows slavery determination"},{"originalText":"Johann Sebastian Bach (pictured) assumed the office of Thomaskantor in Leipzig, presenting the cantata, Die Elenden sollen essen, BWV 75, in the St. Nicholas Church.","year":1723,"subtitle":"Johann Sebastian Bach","url":"https://en.wikipedia.org/wiki/Johann_Sebastian_Bach","headline":"Johann Sebastian Bach assumes Thomaskantor office in Leipzig"},{"originalText":"Jane Seymour, a former lady-in-waiting, married King Henry VIII, becoming the queen consort of England.","year":1536,"subtitle":"Jane Seymour","url":"https://en.wikipedia.org/wiki/Jane_Seymour","headline":"Jane Seymour marries King Henry VIII, becomes queen consort"},{"originalText":"Hundred Years' War: After being convicted of heresy, Joan of Arc was burned at the stake in Rouen, France.","year":1431,"subtitle":"Hundred Years' War","url":"https://en.wikipedia.org/wiki/Hundred_Years'_War","headline":"Joan of Arc burned at the stake in Rouen, France"}]}