{"dateLabel":"May 31","issue":"Issue 152","events":[{"originalText":"A tornado struck Central Oklahoma, killing 8 people and injuring more than 150.","year":2013,"subtitle":"2013 El Reno tornado","url":"https://en.wikipedia.org/wiki/2013_El_Reno_tornado","headline":"Tornado kills 8 in Central Oklahoma"},{"originalText":"American physician George Tiller, one of the few doctors in the country who performed late-term abortions, was shot and killed by Scott Roeder, an anti-abortion activist.","year":2009,"subtitle":"George Tiller","url":"https://en.wikipedia.org/wiki/George_Tiller","headline":"George Tiller shot and killed by anti-abortion activist"},{"originalText":"A Vanity Fair article revealed that the secret informant known as \"Deep Throat\", who had provided information about the Watergate scandal, was former FBI associate director Mark Felt (pictured).","year":2005,"subtitle":"Vanity Fair (magazine)","url":"https://en.wikipedia.org/wiki/Vanity_Fair_(magazine)","headline":"Mark Felt revealed as 'Deep Throat' informant"},{"originalText":"An organized mob of police and government-sponsored Sinhalese paramilitary forces began three days of attacks that led to the burning of the Jaffna Library in Sri Lanka.","year":1981,"subtitle":"Sinhalese people","url":"https://en.wikipedia.org/wiki/Sinhalese_people","headline":"Jaffna Library burned in Sri Lanka attacks"},{"originalText":"German forces dropped four bombs on neutral Ireland, killing 28 people and damaging the residence of the President of Ireland.","year":1941,"subtitle":"Bombing of Dublin in World War II","url":"https://en.wikipedia.org/wiki/Bombing_of_Dublin_in_World_War_II","headline":"German forces bomb neutral Ireland, killing 28"},{"originalText":"The United Kingdom completed its re-occupation of Iraq, returning Abd al-Ilah to power as regent for Faisal II.","year":1941,"subtitle":"Anglo-Iraqi War","url":"https://en.wikipedia.org/wiki/Anglo-Iraqi_War","headline":"UK re-occupies Iraq, Abd al-Ilah returns to power"},{"originalText":"An earthquake registering 7.7 Mw struck Balochistan in British India, now part of Pakistan, killing between 30,000 and 60,000 people.","year":1935,"subtitle":"1935 Quetta earthquake","url":"https://en.wikipedia.org/wiki/1935_Quetta_earthquake","headline":"Earthquake in Balochistan kills 30,000-60,000"},{"originalText":"The Second Boer War came to an end with the signing of the Treaty of Vereeniging in Pretoria, South Africa.","year":1902,"subtitle":"Second Boer War","url":"https://en.wikipedia.org/wiki/Second_Boer_War","headline":"Second Boer War ends with Treaty of Vereeniging"},{"originalText":"Gilmore's Garden in New York City was renamed Madison Square Garden, the city's first venue to use that name.","year":1879,"subtitle":"Madison Square Garden (1879)","url":"https://en.wikipedia.org/wiki/Madison_Square_Garden_(1879)","headline":"Gilmore's Garden renamed Madison Square Garden"},{"originalText":"American Civil War: Confederate troops under Joseph E. Johnston and G. W. Smith engaged Union forces under George B. McClellan at the Battle of Seven Pines outside Richmond, Virginia.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Battle of Seven Pines outside Richmond, Virginia"},{"originalText":"American Revolution: The Committee of Safety of Mecklenburg County, North Carolina, adopted the Mecklenburg Resolves, which annulled and vacated all laws originating from the authority of the King or Parliament.","year":1775,"subtitle":"American Revolution","url":"https://en.wikipedia.org/wiki/American_Revolution","headline":"Mecklenburg Resolves annul laws from King or Parliament"},{"originalText":"Cardinal Bessarion (pictured) announced his donation of 746 Greek and Latin codices to the Republic of Venice, forming the Biblioteca Marciana.","year":1468,"subtitle":"Bessarion","url":"https://en.wikipedia.org/wiki/Bessarion","headline":"Cardinal Bessarion donates codices to Venice"},{"originalText":"Majapahit forces under Raden Wijaya won a major victory in the Mongol invasion of Java, now considered to be the founding date of the Indonesian city of Surabaya.","year":1293,"subtitle":"Majapahit","url":"https://en.wikipedia.org/wiki/Majapahit","headline":"Majapahit forces win victory in Mongol invasion of Java"},{"originalText":"Mongol invasion of Kievan Rus': Mongol forces defeated a Kievan Rus' army at the Kalka River in present-day Ukraine.","year":1223,"subtitle":"Mongol invasion of Kievan Rus'","url":"https://en.wikipedia.org/wiki/Mongol_invasion_of_Kievan_Rus'","headline":"Mongol forces defeat Kievan Rus' army at Kalka River"},{"originalText":"A Mongol army under Genghis Khan captures Zhongdu (modern Beijing), the capital of the Jin dynasty.","year":1215,"subtitle":"Mongol Empire","url":"https://en.wikipedia.org/wiki/Mongol_Empire","headline":"Genghis Khan captures Zhongdu (modern Beijing)"},{"originalText":"Petronius Maximus, ruler of the Western Roman Empire, was stoned to death by a mob as he fled Rome ahead of the arrival of a Vandal force that sacked the city.","year":455,"subtitle":"Petronius Maximus","url":"https://en.wikipedia.org/wiki/Petronius_Maximus","headline":"Petronius Maximus stoned to death by mob"}]}