{"dateLabel":"December 1","issue":"Issue 336","events":[{"originalText":"Vivianne Miedema scored six goals and had four assists for Arsenal W.F.C. in their 11–1 victory over Bristol City W.F.C. that broke the record for the most goals scored in a FA Women's Super League match.","year":2019,"subtitle":"Vivianne Miedema","url":"https://en.wikipedia.org/wiki/Vivianne_Miedema","headline":"Vivianne Miedema scores six goals in record-breaking victory for Arsenal W.F.C."},{"originalText":"A referendum held to ratify the  Act of Declaration of Independence of Ukraine passed with more than 92 percent of the vote.","year":1991,"subtitle":"1991 Ukrainian independence referendum","url":"https://en.wikipedia.org/wiki/1991_Ukrainian_independence_referendum","headline":"Ukraine's Act of Declaration of Independence ratified with over 92% of the vote"},{"originalText":"Five armed men hijacked a bus carrying schoolchildren and a teacher in Ordzhonikidze (now Vladikavkaz, Russia), and were later given an Ilyushin Il-76 aircraft and ransom for the release of the hostages.","year":1988,"subtitle":"1988 Ordzhonikidze bus hijacking","url":"https://en.wikipedia.org/wiki/1988_Ordzhonikidze_bus_hijacking","headline":"Armed men hijack bus in Ordzhonikidze, Russia, demand aircraft and ransom"},{"originalText":"A period of political and economic reforms in the Socialist Republic of Croatia came to an end as the League of Communists of Yugoslavia decided to purge the state's reformist leadership.","year":1971,"subtitle":"Croatian Spring","url":"https://en.wikipedia.org/wiki/Croatian_Spring","headline":"League of Communists of Yugoslavia purges reformist leadership in Croatia"},{"originalText":"The Pit, one of U.S. college basketball's premier arenas, opened on the campus of the University of New Mexico.","year":1966,"subtitle":"The Pit (arena)","url":"https://en.wikipedia.org/wiki/The_Pit_(arena)","headline":"The Pit opens at University of New Mexico as premier college basketball arena"},{"originalText":"The first Gävle goat, a Swedish Yule goat tradition, was constructed in Gävle and then burned to the ground on New Year's Eve.","year":1966,"subtitle":"Gävle goat","url":"https://en.wikipedia.org/wiki/G%C3%A4vle_goat","headline":"First Gävle goat burned in Swedish tradition on New Year's Eve"},{"originalText":"Twelve countries signed the Antarctic Treaty, the first arms control agreement established during the Cold War, banning military activity in the Antarctic and setting the continent aside as a scientific preserve.","year":1959,"subtitle":"Antarctic Treaty System","url":"https://en.wikipedia.org/wiki/Antarctic_Treaty_System","headline":"Twelve countries sign Antarctic Treaty, banning military activity in the region"},{"originalText":"The musical Flower Drum Song by Rodgers and Hammerstein premiered on Broadway.","year":1958,"subtitle":"Flower Drum Song","url":"https://en.wikipedia.org/wiki/Flower_Drum_Song","headline":"Rodgers and Hammerstein's Flower Drum Song premieres on Broadway"},{"originalText":"In a key event in the civil rights movement, Rosa Parks was arrested for refusing to give up her seat on a public bus to a white man in Montgomery, Alabama, sparking the Montgomery bus boycott.","year":1955,"subtitle":"Civil rights movement","url":"https://en.wikipedia.org/wiki/Civil_rights_movement","headline":"Rosa Parks arrested for refusing to give up bus seat in Montgomery, Alabama"},{"originalText":"American men's magazine Playboy was founded in Chicago by Hugh Hefner and his associates.","year":1953,"subtitle":"Playboy","url":"https://en.wikipedia.org/wiki/Playboy","headline":"Playboy magazine founded in Chicago by Hugh Hefner"},{"originalText":"In \"one of Australia's most profound mysteries\", the body of an unidentified man was found on Somerton beach in Adelaide, a case which remains unsolved.","year":1948,"subtitle":"Somerton Man","url":"https://en.wikipedia.org/wiki/Somerton_Man","headline":"Unidentified man found dead on Somerton beach in Adelaide, case remains unsolved"},{"originalText":"The Civil Air Patrol, the civilian auxiliary of the United States Air Force, was founded.","year":1941,"subtitle":"Civil Air Patrol","url":"https://en.wikipedia.org/wiki/Civil_Air_Patrol","headline":"Civil Air Patrol founded as civilian auxiliary of U.S. Air Force"},{"originalText":"Soviet politician Sergei Kirov was assassinated at the Smolny Institute in Leningrad.","year":1934,"subtitle":"Sergei Kirov","url":"https://en.wikipedia.org/wiki/Sergei_Kirov","headline":"Soviet politician Sergei Kirov assassinated in Leningrad"},{"originalText":"The Gleno Dam in the Italian province of Bergamo failed due to poor workmanship, flooding the downstream valley and killing at least 356 people.","year":1923,"subtitle":"Gleno Dam","url":"https://en.wikipedia.org/wiki/Gleno_Dam","headline":"Gleno Dam failure in Italy leads to flooding and at least 356 deaths"},{"originalText":"With the signing of the Act of Union, Denmark recognized the Kingdom of Iceland as a fully sovereign state in personal union through a common monarch.","year":1918,"subtitle":"Danish–Icelandic Act of Union","url":"https://en.wikipedia.org/wiki/Danish%E2%80%93Icelandic_Act_of_Union","headline":"Denmark recognizes Iceland as fully sovereign state through Act of Union"},{"originalText":"Returning to Buenos Aires with troops who fought in the Cisplatine War, Juan Lavalle (pictured) deposed provincial governor Manuel Dorrego, reigniting the Argentine Civil Wars.","year":1828,"subtitle":"Cisplatine War","url":"https://en.wikipedia.org/wiki/Cisplatine_War","headline":"Juan Lavalle deposes provincial governor in Buenos Aires, reignites Civil Wars"},{"originalText":"Pedro I was crowned the first emperor of Brazil, seven weeks after his reign began on his 24th birthday.","year":1822,"subtitle":"Pedro I of Brazil","url":"https://en.wikipedia.org/wiki/Pedro_I_of_Brazil","headline":"Pedro I crowned first emperor of Brazil"},{"originalText":"Francis Walsingham (pictured), Elizabeth I of England's principal secretary and spymaster, was knighted.","year":1577,"subtitle":"Francis Walsingham","url":"https://en.wikipedia.org/wiki/Francis_Walsingham","headline":"Elizabeth I's spymaster Francis Walsingham knighted"}]}