{"dateLabel":"December 4","issue":"Issue 339","events":[{"originalText":"\"Il Canto degli Italiani\" officially became the national anthem of Italy, 66 years after it was provisionally chosen following the birth of the Italian Republic.","year":2012,"subtitle":"Il Canto degli Italiani","url":"https://en.wikipedia.org/wiki/Il_Canto_degli_Italiani","headline":"Italy officially adopts 'Il Canto degli Italiani' as national anthem"},{"originalText":"Six black teenagers assaulted a white student in Jena, Louisiana; the subsequent court cases became a cause célèbre for perceived racial injustice in the United States.","year":2006,"subtitle":"Jena Six","url":"https://en.wikipedia.org/wiki/Jena_Six","headline":"Racially charged assault in Jena, Louisiana sparks national debate"},{"originalText":"U.S. president George H. W. Bush ordered American troops into Somalia to help provide humanitarian aid and restore order during the ongoing Somali Civil War.","year":1992,"subtitle":"George H. W. Bush","url":"https://en.wikipedia.org/wiki/George_H._W._Bush","headline":"George H. W. Bush sends troops to Somalia for humanitarian aid"},{"originalText":"The MV Amazon Venture oil tanker starts leaking while at the port of Savannah, resulting in an oil spill of approximately 500,000 US gallons (1,900,000 L).","year":1986,"subtitle":"Port of Savannah","url":"https://en.wikipedia.org/wiki/Port_of_Savannah","headline":"MV Amazon Venture oil tanker leaks in Savannah port, causing massive spill"},{"originalText":"The English rock group Led Zeppelin officially disbanded.","year":1980,"subtitle":"Led Zeppelin","url":"https://en.wikipedia.org/wiki/Led_Zeppelin","headline":"Led Zeppelin disbands after successful rock career"},{"originalText":"Indo-Pakistani War: The Indian Navy launched a successful attack against the Pakistan Navy at Karachi, sinking three ships with no Indian casualties.","year":1971,"subtitle":"Indo-Pakistani war of 1971","url":"https://en.wikipedia.org/wiki/Indo-Pakistani_war_of_1971","headline":"Indian Navy sinks three Pakistan Navy ships in Karachi attack"},{"originalText":"Fred Hampton, the leader of the Illinois chapter of the Black Panther Party, and Mark Clark were killed in a raid by Chicago police officers in what many scholars consider an illegal assassination.* *1971 – The Troubles: The Ulster Volunteer Force, an Ulster-loyalist paramilitary group, detonated a bomb at a Catholic-owned pub in Belfast, Northern Ireland, killing 15 people.* 1978 – Following the murder of Mayor George Moscone, Dianne Feinstein became San Francisco's first female mayor.","year":1969,"subtitle":"Fred Hampton","url":"https://en.wikipedia.org/wiki/Fred_Hampton","headline":"Black Panther Party leader Fred Hampton killed in Chicago raid"},{"originalText":"Cosmo Gordon Lang was enthroned as the Archbishop of Canterbury, the first bachelor to be appointed in 150 years.","year":1928,"subtitle":"Cosmo Gordon Lang","url":"https://en.wikipedia.org/wiki/Cosmo_Gordon_Lang","headline":"Ulster Volunteer Force bomb kills 15 in Belfast pub"},{"originalText":"The first Grey Cup, the championship game of the Canadian Football League, was held in Toronto.","year":1909,"subtitle":"1st Grey Cup","url":"https://en.wikipedia.org/wiki/1st_Grey_Cup","headline":"Dianne Feinstein becomes San Francisco's first female mayor"},{"originalText":"First Matabele War: A patrol of 34 British South Africa Company soldiers was ambushed and annihilated by more than 3,000 Matabele warriors.","year":1893,"subtitle":"First Matabele War","url":"https://en.wikipedia.org/wiki/First_Matabele_War","headline":"Cosmo Gordon Lang appointed as Archbishop of Canterbury"},{"originalText":"The American brigantine Mary Celeste was found apparently abandoned under circumstances that remain unknown.","year":1872,"subtitle":"Brigantine","url":"https://en.wikipedia.org/wiki/Brigantine","headline":"First Grey Cup championship game held in Toronto"},{"originalText":"Sati, the Hindu funeral custom of a widow's self-immolation on her husband's pyre, was prohibited by Lord William Bentinck  in parts of British India after years of campaigning by Ram Mohan Roy (pictured).","year":1829,"subtitle":"Sati (practice)","url":"https://en.wikipedia.org/wiki/Sati_(practice)","headline":"British soldiers ambushed and annihilated by Matabele warriors"},{"originalText":"Jeremiah Horrocks and William Crabtree made the first successful observation  of a transit of Venus (example pictured) from Earth.","year":1639,"subtitle":"Jeremiah Horrocks","url":"https://en.wikipedia.org/wiki/Jeremiah_Horrocks","headline":"Mystery surrounds abandoned American brigantine Mary Celeste"},{"originalText":"Hundred Years' War: In two separate engagements in the Battle of Pontvallain, French forces wiped out an English army which had split up because of a dispute between the commanders.","year":1370,"subtitle":"Hundred Years' War","url":"https://en.wikipedia.org/wiki/Hundred_Years'_War","headline":"Lord William Bentinck prohibits Sati funeral custom in British India"}]}