{"dateLabel":"December 6","issue":"Issue 341","events":[{"originalText":"In the Venezuelan parliamentary election, the ruling United Socialist Party lost control of the National Assembly for the first time in 16 years.","year":2015,"subtitle":"2015 Venezuelan parliamentary election","url":"https://en.wikipedia.org/wiki/2015_Venezuelan_parliamentary_election","headline":"United Socialist Party loses control of National Assembly in Venezuelan parliamentary election"},{"originalText":"An Iranian Lockheed C-130 transport aircraft crashed into a ten-floor apartment building in a residential area of Tehran, killing over 100 people.","year":2005,"subtitle":"Lockheed C-130 Hercules","url":"https://en.wikipedia.org/wiki/Lockheed_C-130_Hercules","headline":"Iranian Lockheed C-130 crashes into apartment building in Tehran, killing over 100"},{"originalText":"The Recording Industry Association of America filed a lawsuit against the peer-to-peer file sharing network Napster, alleging that the service facilitated widespread copyright infringement.","year":1999,"subtitle":"Recording Industry Association of America","url":"https://en.wikipedia.org/wiki/Recording_Industry_Association_of_America","headline":"Recording Industry Association of America sues Napster for copyright infringement"},{"originalText":"The Babri Masjid in Ayodhya, India, was demolished by Hindu Kar Sevaks, who believed that it was built on the birthplace of Rama.","year":1992,"subtitle":"Babri Masjid","url":"https://en.wikipedia.org/wiki/Babri_Masjid","headline":"Babri Masjid in Ayodhya, India, demolished by Hindu Kar Sevaks"},{"originalText":"An Italian Air Force military jet, abandoned by its pilot after an on-board fire, crashed into a high school near Bologna, killing 12 students and injuring 88 other people.","year":1990,"subtitle":"Italian Air Force","url":"https://en.wikipedia.org/wiki/Italian_Air_Force","headline":"Italian Air Force jet crashes into high school near Bologna, killing 12 students"},{"originalText":"Claiming to be \"fighting feminism\", 25-year-old Marc Lépine killed fourteen women before committing suicide at the École Polytechnique in Montreal, Canada.","year":1989,"subtitle":"Marc Lépine","url":"https://en.wikipedia.org/wiki/Marc_L%C3%A9pine","headline":"Marc Lépine kills fourteen women at École Polytechnique in Montreal"},{"originalText":"Self-government was granted to the Australian Capital Territory.","year":1988,"subtitle":"History of the Australian Capital Territory","url":"https://en.wikipedia.org/wiki/History_of_the_Australian_Capital_Territory","headline":"Australian Capital Territory granted self-government"},{"originalText":"The Irish National Liberation Army exploded a time bomb in Ballykelly, Northern Ireland, killing eleven British Army soldiers and six civilians.","year":1982,"subtitle":"Irish National Liberation Army","url":"https://en.wikipedia.org/wiki/Irish_National_Liberation_Army","headline":"Irish National Liberation Army kills eleven British soldiers in Ballykelly bombing"},{"originalText":"Four members of the Provisional Irish Republican Army took two people hostage in a house on Balcombe Street in London, surrendering six days later.","year":1975,"subtitle":"Provisional Irish Republican Army","url":"https://en.wikipedia.org/wiki/Provisional_Irish_Republican_Army","headline":"Provisional IRA members surrender after hostage situation in London"},{"originalText":"American physician Adrian Kantrowitz and his team performed the world's first pediatric heart transplant at Maimonides Medical Center in New York City.","year":1967,"subtitle":"Adrian Kantrowitz","url":"https://en.wikipedia.org/wiki/Adrian_Kantrowitz","headline":"World's first pediatric heart transplant performed in New York City"},{"originalText":"The first U.S. attempt to launch a satellite failed with an explosion on the launch pad at Cape Canaveral.","year":1957,"subtitle":"Vanguard TV-3","url":"https://en.wikipedia.org/wiki/Vanguard_TV-3","headline":"First U.S. satellite launch attempt fails with explosion at Cape Canaveral"},{"originalText":"In what became known as the \"Blood in the Water\" match at the Melbourne Olympics, the Hungarian water polo team defeated the USSR 4–0 against the background of the Hungarian Revolution.","year":1956,"subtitle":"Blood in the Water match","url":"https://en.wikipedia.org/wiki/Blood_in_the_Water_match","headline":"Hungarian water polo team defeats USSR in \"Blood in the Water\" match at Melbourne Olympics"},{"originalText":"At the Melbourne Olympics, 14-year-old swimmer Sandra Morgan became the youngest Australian to win an Olympic gold medal.","year":1956,"subtitle":"1956 Summer Olympics","url":"https://en.wikipedia.org/wiki/1956_Summer_Olympics","headline":"14-year-old Sandra Morgan wins Olympic gold at Melbourne Olympics"},{"originalText":"The Holocaust: Members of German Ordnungspolizei massacred 31 people in occupied Poland for helping Jews.","year":1942,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"German Ordnungspolizei massacre 31 people in occupied Poland for helping Jews"},{"originalText":"The British Secret Intelligence Service established a facility known as Camp X (pictured) in Ontario, Canada, to train covert agents in clandestine operations.","year":1941,"subtitle":"MI6","url":"https://en.wikipedia.org/wiki/MI6","headline":"British Secret Intelligence Service establishes Camp X in Canada for covert agent training"},{"originalText":"In United States v. One Book Called Ulysses  Judge John M. Woolsey ruled that James Joyce's novel Ulysses was not obscene, allowing it to be imported into the United States.","year":1933,"subtitle":"United States v. One Book Called Ulysses","url":"https://en.wikipedia.org/wiki/United_States_v._One_Book_Called_Ulysses","headline":"Judge rules James Joyce's Ulysses not obscene in United States v. One Book Called Ulysses"},{"originalText":"A ship in Halifax Harbour, Nova Scotia, Canada, carrying TNT and picric acid caught fire after a collision with another ship and caused the second-largest man-made accidental explosion in history.","year":1917,"subtitle":"Halifax Harbour","url":"https://en.wikipedia.org/wiki/Halifax_Harbour","headline":"Explosion in Halifax Harbour causes second-largest man-made accidental explosion in history"},{"originalText":"World War I: USS Jacob Jones became the first American destroyer to be sunk by enemy action when it was torpedoed by German submarine SM U-53.","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"USS Jacob Jones sunk by German submarine in World War I"},{"originalText":"The Nefertiti Bust, listed among the \"Top 10 Plundered Artifacts\" by Time, was found in Amarna, Egypt, before being taken to Germany.","year":1912,"subtitle":"Nefertiti Bust","url":"https://en.wikipedia.org/wiki/Nefertiti_Bust","headline":"Nefertiti Bust found in Amarna, Egypt, listed among \"Top 10 Plundered Artifacts\""},{"originalText":"A mine explosion in Monongah, West Virginia, killed 362 people and led to the establishment of the United States Bureau of Mines.","year":1907,"subtitle":"Monongah mining disaster","url":"https://en.wikipedia.org/wiki/Monongah_mining_disaster","headline":"Mine explosion in West Virginia kills 362, leads to establishment of U.S. Bureau of Mines"},{"originalText":"President Theodore Roosevelt announced the Roosevelt Corollary to the Monroe Doctrine, justifying the exercise of \"international police power\" by the U.S. in the Western Hemisphere.","year":1904,"subtitle":"Theodore Roosevelt","url":"https://en.wikipedia.org/wiki/Theodore_Roosevelt","headline":"President Theodore Roosevelt announces Roosevelt Corollary to Monroe Doctrine"},{"originalText":"Slavery in the United States was officially abolished when the Thirteenth Amendment to the U.S. Constitution was ratified.","year":1865,"subtitle":"Slavery in the United States","url":"https://en.wikipedia.org/wiki/Slavery_in_the_United_States","headline":"Thirteenth Amendment officially abolishes slavery in the United States"},{"originalText":"Mexican–American War: American and Mexican forces clashed at the Battle of San Pasqual, a series of skirmishes near San Diego, California.","year":1846,"subtitle":"Mexican–American War","url":"https://en.wikipedia.org/wiki/Mexican%E2%80%93American_War","headline":"American and Mexican forces clash at Battle of San Pasqual in Mexican-American War"},{"originalText":"Haitian Revolution: Nearly all the final French ships in Haiti were captured by the Royal Navy when they attempted to evade the blockade of Saint-Domingue.","year":1803,"subtitle":"Haitian Revolution","url":"https://en.wikipedia.org/wiki/Haitian_Revolution","headline":"Royal Navy captures final French ships in Haiti during Haitian Revolution"},{"originalText":"After days of bombardment,  Mongol invaders under Batu Khan breached the walls of Kiev and plundered the city, slaughtering its inhabitants.","year":1240,"subtitle":"Mongol invasion of Kievan Rus'","url":"https://en.wikipedia.org/wiki/Mongol_invasion_of_Kievan_Rus'","headline":"Mongol invaders breach walls of Kiev, slaughtering inhabitants"},{"originalText":"Béla I (pictured) was crowned King of Hungary in Székesfehérvár.","year":1060,"subtitle":"Béla I of Hungary","url":"https://en.wikipedia.org/wiki/B%C3%A9la_I_of_Hungary","headline":"Béla I crowned King of Hungary in Székesfehérvár"},{"originalText":"Leo VIII was ordained a bishop, claiming the Holy See as an antipope supported by Otto the Great.","year":963,"subtitle":"Pope Leo VIII","url":"https://en.wikipedia.org/wiki/Pope_Leo_VIII","headline":"Leo VIII ordained as bishop, claiming Holy See as antipope supported by Otto the Great"}]}