{"dateLabel":"December 7","issue":"Issue 342","events":[{"originalText":"The JAXA space probe Akatsuki (illustration shown) entered into orbit around Venus to study the planet's atmosphere, five years after its first attempt failed.","year":2015,"subtitle":"JAXA","url":"https://en.wikipedia.org/wiki/JAXA","headline":"JAXA space probe Akatsuki successfully enters orbit around Venus after failed attempt"},{"originalText":"The United States transferred its last base in the Al Anbar Governorate to the Iraqi government, ending the Anbar campaign.","year":2011,"subtitle":"Al Anbar Governorate","url":"https://en.wikipedia.org/wiki/Al_Anbar_Governorate","headline":"United States transfers last base in Al Anbar Governorate to Iraqi government, ending Anbar campaign"},{"originalText":"Spanish authorities captured Croatian Army general Ante Gotovina, who was wanted for war crimes committed during the Croatian War of Independence; he was eventually cleared of all charges.","year":2005,"subtitle":"Croatian Army","url":"https://en.wikipedia.org/wiki/Croatian_Army","headline":"Spanish authorities capture Croatian Army general Ante Gotovina for war crimes"},{"originalText":"The Galileo spacecraft (illustration shown) arrived at Jupiter, a little more than six years after it was launched by Space Shuttle Atlantis during Mission STS-34.","year":1995,"subtitle":"Galileo (spacecraft)","url":"https://en.wikipedia.org/wiki/Galileo_(spacecraft)","headline":"Galileo spacecraft arrives at Jupiter after six-year journey"},{"originalText":"A 6.8 Ms earthquake struck the Spitak region of Armenia, killing at least 25,000 people (aftermath pictured).","year":1988,"subtitle":"Surface-wave magnitude","url":"https://en.wikipedia.org/wiki/Surface-wave_magnitude","headline":"6.8 magnitude earthquake in Spitak region of Armenia kills at least 25,000"},{"originalText":"The Indonesian military invaded East Timor under the pretext of anti-colonialism, beginning an occupation.","year":1975,"subtitle":"Indonesian invasion of East Timor","url":"https://en.wikipedia.org/wiki/Indonesian_invasion_of_East_Timor","headline":"Indonesian military invades East Timor under anti-colonialism pretext"},{"originalText":"Construction workers found the remains of Martin Bormann and Ludwig Stumpfegger near Lehrter Station in Berlin, ending a decades-long search after Bormann's conviction in absentia at the Nuremberg trials.","year":1972,"subtitle":"Martin Bormann","url":"https://en.wikipedia.org/wiki/Martin_Bormann","headline":"Construction workers find remains of Martin Bormann and Ludwig Stumpfegger in Berlin"},{"originalText":"Australian cricketer Jack Fingleton became the first player to score centuries in four consecutive Test innings.","year":1936,"subtitle":"Cricket","url":"https://en.wikipedia.org/wiki/Cricket","headline":"Australian cricketer Jack Fingleton scores centuries in four consecutive Test innings"},{"originalText":"American outlaw Jesse James committed his first confirmed bank robbery in Gallatin, Missouri.","year":1869,"subtitle":"Jesse James","url":"https://en.wikipedia.org/wiki/Jesse_James","headline":"American outlaw Jesse James commits first confirmed bank robbery in Gallatin, Missouri"},{"originalText":"American Civil War: The Battle of Prairie Grove ended a Confederate attempt to regain control of northwestern Arkansas.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Battle of Prairie Grove ends Confederate attempt to regain control of northwestern Arkansas"},{"originalText":"British troops swiftly defeated rebels led by William Lyon Mackenzie and Anthony Van Egmond at the Battle of Montgomery's Tavern, the only major confrontation of the Upper Canada Rebellion.","year":1837,"subtitle":"William Lyon Mackenzie","url":"https://en.wikipedia.org/wiki/William_Lyon_Mackenzie","headline":"British troops defeat rebels at Battle of Montgomery's Tavern in Upper Canada Rebellion"},{"originalText":"Suffering from mental illness, Eastern Roman emperor Justin II had his general Tiberius proclaimed Caesar, adopting him as his own son.","year":574,"subtitle":"Justin II","url":"https://en.wikipedia.org/wiki/Justin_II","headline":"Eastern Roman emperor Justin II proclaims general Tiberius as Caesar due to mental illness"},{"originalText":"Cicero, widely considered one of ancient Rome's greatest orators and prose stylists, was killed after having been proscribed as an enemy of the state.","year":-43,"subtitle":"Cicero","url":"https://en.wikipedia.org/wiki/Cicero","headline":"Ancient Roman orator Cicero killed after being proscribed as enemy of the state"}]}