{"dateLabel":"December 8","issue":"Issue 343","events":[{"originalText":"FDA approval of exagamglogene autotemcel, the first CRISPR gene editing therapy to be approved.","year":2023,"subtitle":"Exagamglogene autotemcel","url":"https://en.wikipedia.org/wiki/Exagamglogene_autotemcel","headline":"FDA approves exagamglogene autotemcel as first CRISPR gene editing therapy"},{"originalText":"After a fatal car accident in the Little India region of Singapore, angry mobs of passers-by attacked the bus involved and emergency vehicles, the first riot in the country in over 40 years.","year":2013,"subtitle":"Little India, Singapore","url":"https://en.wikipedia.org/wiki/Little_India%2C_Singapore","headline":"Fatal car accident in Little India sparks riot in Singapore"},{"originalText":"The Japanese experimental spacecraft IKAROS (model pictured) flew by Venus at a distance of 80,800 km (50,200 mi), completing its planned mission to demonstrate solar-sail technology.","year":2010,"subtitle":"IKAROS","url":"https://en.wikipedia.org/wiki/IKAROS","headline":"Japanese spacecraft IKAROS completes mission, flies by Venus"},{"originalText":"Bombings in Baghdad carried out by the Islamic State of Iraq killed at least 127 people and injured at least 448 others.","year":2009,"subtitle":"December 2009 Baghdad bombings","url":"https://en.wikipedia.org/wiki/December_2009_Baghdad_bombings","headline":"Islamic State bombings in Baghdad kill 127, injure 448"},{"originalText":"The Australian Cricket Board's cover-up of Shane Warne and Mark Waugh's involvement with bookmakers was revealed.","year":1998,"subtitle":"Cricket Australia","url":"https://en.wikipedia.org/wiki/Cricket_Australia","headline":"Australian Cricket Board cover-up scandal revealed"},{"originalText":"Belarusian, Russian and Ukrainian leaders signed the Belovezh Accords, agreeing to dissolve the Soviet Union and establish the Commonwealth of Independent States.","year":1991,"subtitle":"Belovezha Accords","url":"https://en.wikipedia.org/wiki/Belovezha_Accords","headline":"Belarus, Russia, Ukraine sign Belovezh Accords, dissolve Soviet Union"},{"originalText":"A man shot and killed eight people at the Australia Post building in Melbourne, before jumping to his death.","year":1987,"subtitle":"Queen Street massacre","url":"https://en.wikipedia.org/wiki/Queen_Street_massacre","headline":"Eight killed in shooting at Australia Post building in Melbourne"},{"originalText":"Arab–Israeli conflict: An Israeli army tank transporter killed four Palestinian refugees and injured seven others during a traffic accident at the Erez Crossing on the Israel–Gaza Strip border, sparking the First Intifada.","year":1987,"subtitle":"Arab–Israeli conflict","url":"https://en.wikipedia.org/wiki/Arab%E2%80%93Israeli_conflict","headline":"Israeli tank transporter accident sparks First Intifada"},{"originalText":"English musician John Lennon  was murdered at the entrance of the Dakota, his residence in New York City.","year":1980,"subtitle":"John Lennon","url":"https://en.wikipedia.org/wiki/John_Lennon","headline":"John Lennon murdered at Dakota residence in New York City"},{"originalText":"During an aborted landing and go-around while approaching Chicago's Midway International Airport, United Airlines Flight 553 crashed into a residential neighborhood, destroying five houses and killing forty-five people.","year":1972,"subtitle":"Go-around","url":"https://en.wikipedia.org/wiki/Go-around","headline":"United Airlines Flight 553 crashes near Chicago, killing 45"},{"originalText":"After being struck by lightning while in a holding pattern, Pan Am Flight 214 crashed near Elkton, Maryland, U.S., killing all 81 people on board.","year":1963,"subtitle":"Holding (aeronautics)","url":"https://en.wikipedia.org/wiki/Holding_(aeronautics)","headline":"Pan Am Flight 214 crashes in Maryland after lightning strike, killing 81"},{"originalText":"The Holocaust: The Chełmno extermination camp in occupied Poland, the first such Nazi camp to kill Jews, began operations.","year":1941,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Chełmno extermination camp begins operations in occupied Poland"},{"originalText":"At an assembly of 10,000 Boers, Paul Kruger announced the fulfilment of the decision to restore the government and volksraad of the South African Republic.","year":1880,"subtitle":"Boers","url":"https://en.wikipedia.org/wiki/Boers","headline":"Paul Kruger announces restoration of South African Republic government"},{"originalText":"Pope Pius IX (pictured) promulgated the apostolic constitution Ineffabilis Deus, proclaiming the dogmatic definition of the Immaculate Conception, which holds that the Virgin Mary was conceived free of original sin.","year":1854,"subtitle":"Pope Pius IX","url":"https://en.wikipedia.org/wiki/Pope_Pius_IX","headline":"Pope Pius IX proclaims Immaculate Conception dogma"},{"originalText":"American Revolutionary War: British commander-in-chief Sir William Howe withdrew his troops from the Battle of White Marsh to Philadelphia.","year":1777,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British commander Howe withdraws troops from Battle of White Marsh"},{"originalText":"Margaret Hughes appeared professionally on the English stage; she is thought to have been the first woman to do so.","year":1660,"subtitle":"Margaret Hughes","url":"https://en.wikipedia.org/wiki/Margaret_Hughes","headline":"Margaret Hughes first woman to appear professionally on English stage"}]}