{"dateLabel":"December 9","issue":"Issue 344","events":[{"originalText":"Same-sex marriage in Australia became legal as the Marriage Amendment (Definition and Religious Freedoms) Act 2017 came into effect.","year":2017,"subtitle":"Same-sex marriage in Australia","url":"https://en.wikipedia.org/wiki/Same-sex_marriage_in_Australia","headline":"Australia Legalizes Same-Sex Marriage"},{"originalText":"Park Geun-hye, the president of South Korea, was impeached, marking the culmination of the country's political scandal.","year":2016,"subtitle":"Park Geun-hye","url":"https://en.wikipedia.org/wiki/Park_Geun-hye","headline":"South Korean President Park Geun-hye Impeached"},{"originalText":"Governor of Illinois Rod Blagojevich was arrested for a number of corruption crimes, including attempting to sell the U.S. Senate seat that was being vacated by then-President-elect Barack Obama.","year":2008,"subtitle":"Rod Blagojevich","url":"https://en.wikipedia.org/wiki/Rod_Blagojevich","headline":"Illinois Governor Rod Blagojevich Arrested for Corruption"},{"originalText":"Mumia Abu-Jamal was arrested for the murder of Philadelphia police officer Daniel Faulkner; his subsequent conviction and death sentence generated controversy in the United States.","year":1981,"subtitle":"Mumia Abu-Jamal","url":"https://en.wikipedia.org/wiki/Mumia_Abu-Jamal","headline":"Mumia Abu-Jamal Arrested for Murder of Police Officer"},{"originalText":"A World Health Organization commission of scientists certified the global eradication of smallpox, making it the only human infectious disease to date to have been completely eradicated.","year":1979,"subtitle":"World Health Organization","url":"https://en.wikipedia.org/wiki/World_Health_Organization","headline":"WHO Certifies Global Eradication of Smallpox"},{"originalText":"U.S. secretary of state William P. Rogers proposed a plan, later called the Rogers Plan, for a ceasefire in the War of Attrition; Egypt's and Jordan's acceptance of the plan over Palestine Liberation Organization objections led to civil war in Jordan in September 1970.","year":1969,"subtitle":"William P. Rogers","url":"https://en.wikipedia.org/wiki/William_P._Rogers","headline":"U.S. Secretary of State Proposes Rogers Plan for Ceasefire"},{"originalText":"Douglas Engelbart gave what became known as \"The Mother of All Demos\", publicly debuting the computer mouse (pictured), hypertext, and the bit-mapped graphical user interface using the oN-Line System (NLS).","year":1968,"subtitle":"Douglas Engelbart","url":"https://en.wikipedia.org/wiki/Douglas_Engelbart","headline":"Douglas Engelbart Debuts Computer Mouse and GUI"},{"originalText":"A large, brilliant fireball was seen by thousands in midwestern North America before crash landing in Kecksburg, Pennsylvania.","year":1965,"subtitle":"Kecksburg UFO incident","url":"https://en.wikipedia.org/wiki/Kecksburg_UFO_incident","headline":"Fireball Seen in North America Crashes in Pennsylvania"},{"originalText":"Tanganyika Territory gained independence from Britain before becoming part of Tanzania three years later.","year":1961,"subtitle":"Tanganyika Territory","url":"https://en.wikipedia.org/wiki/Tanganyika_Territory","headline":"Tanganyika Territory Gains Independence"},{"originalText":"The United Nations General Assembly adopted the Genocide Convention, which defines genocide in legal terms and advises its signatories to prevent and punish such actions.","year":1948,"subtitle":"United Nations General Assembly","url":"https://en.wikipedia.org/wiki/United_Nations_General_Assembly","headline":"UN Adopts Genocide Convention"},{"originalText":"Second World War: British and Commonwealth forces began Operation Compass, the first major Allied military operation of the Western Desert campaign.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allied Forces Begin Operation Compass in WWII"},{"originalText":"First World War: Hussein al-Husayni, the Ottoman mayor of Jerusalem, surrendered the city to British forces (pictured).","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Jerusalem Surrendered to British Forces in WWI"},{"originalText":"A mine explosion near Briceville, Tennessee, killed 84 miners despite a well-organized rescue effort led by the United States Bureau of Mines.","year":1911,"subtitle":"Cross Mountain Mine disaster","url":"https://en.wikipedia.org/wiki/Cross_Mountain_Mine_disaster","headline":"Mine Explosion in Tennessee Kills 84 Miners"},{"originalText":"Legislation establishing state secularism in France was passed by the Chamber of Deputies.","year":1905,"subtitle":"1905 French law on the Separation of the Churches and the State","url":"https://en.wikipedia.org/wiki/1905_French_law_on_the_Separation_of_the_Churches_and_the_State","headline":"France Passes Legislation Establishing State Secularism"},{"originalText":"French actress, journalist and leading suffragette Marguerite Durand founded the feminist newspaper La Fronde.","year":1897,"subtitle":"Marguerite Durand","url":"https://en.wikipedia.org/wiki/Marguerite_Durand","headline":"Marguerite Durand Found Feminist Newspaper La Fronde"},{"originalText":"The English association football club Newcastle United was founded by the merger of Newcastle East End and West End.","year":1892,"subtitle":"Association football","url":"https://en.wikipedia.org/wiki/Association_football","headline":"Newcastle United Football Club Founded"},{"originalText":"The first edition of the Argosy magazine was published under the title The Golden Argosy.","year":1888,"subtitle":"Argosy (magazine)","url":"https://en.wikipedia.org/wiki/Argosy_(magazine)","headline":"First Edition of Argosy Magazine Published"},{"originalText":"In a memoir read to the French Academy of Sciences, Augustin-Jean Fresnel coined the terms linear, circular, and elliptical polarization, and reported a direct refraction experiment verifying his theory that optical rotation is a form of birefringence.","year":1822,"subtitle":"French Academy of Sciences","url":"https://en.wikipedia.org/wiki/French_Academy_of_Sciences","headline":"Fresnel Introduces Polarization Terms and Theory"},{"originalText":"American Revolutionary War: After their loss in the Battle of Great Bridge, British authorities were forced to evacuate from the Colony of Virginia.","year":1775,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British Authorities Evacuate Virginia After Battle"},{"originalText":"In the only substantial military action in England during the Glorious Revolution, forces loyal to William of Orange were decisively victorious in the Battle of Reading.","year":1688,"subtitle":"Glorious Revolution","url":"https://en.wikipedia.org/wiki/Glorious_Revolution","headline":"William of Orange Forces Victorious in Battle of Reading"}]}