{"dateLabel":"December 10","issue":"Issue 345","events":[{"originalText":"The video game Doom, later considered the \"father\" of the first-person shooter genre, is released.","year":1993,"subtitle":"Doom (1993 video game)","url":"https://en.wikipedia.org/wiki/Doom_(1993_video_game)","headline":"Video game Doom released, considered 'father' of first-person shooter genre"},{"originalText":"At the first open pro-democracy demonstration in Mongolia, journalist Tsakhiagiin Elbegdorj announced the formation of the Mongolian Democratic Union, which would be instrumental in ending communist rule four months later.","year":1989,"subtitle":"Tsakhiagiin Elbegdorj","url":"https://en.wikipedia.org/wiki/Tsakhiagiin_Elbegdorj","headline":"Journalist Tsakhiagiin Elbegdorj forms Mongolian Democratic Union at pro-democracy demonstration"},{"originalText":"Raúl Alfonsín (pictured) became the first democratically elected president of Argentina to take office after more than seven years of military dictatorship.","year":1983,"subtitle":"Raúl Alfonsín","url":"https://en.wikipedia.org/wiki/Ra%C3%BAl_Alfons%C3%ADn","headline":"Raúl Alfonsín inaugurated as first democratically elected president of Argentina"},{"originalText":"Around the northern Thai village of Mae Salong, remnants of Chinese anti-communist forces now fighting on behalf of the Thai government launched a five-year campaign against local communist insurgents.","year":1970,"subtitle":"Santikhiri","url":"https://en.wikipedia.org/wiki/Santikhiri","headline":"Chinese anti-communist forces launch campaign against local insurgents in northern Thai village"},{"originalText":"Edward Raczyński of the Polish government-in-exile issued a note that was the first official report on the Holocaust.","year":1942,"subtitle":"Edward Bernard Raczyński","url":"https://en.wikipedia.org/wiki/Edward_Bernard_Raczy%C5%84ski","headline":"Edward Raczyński issues first official report on Holocaust"},{"originalText":"Second World War: The Royal Navy capital ships HMS Prince of Wales and HMS Repulse were sunk by Imperial Japanese Navy torpedo bombers east of Malaya.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Royal Navy capital ships HMS Prince of Wales and HMS Repulse sunk by Japanese torpedo bombers"},{"originalText":"Edward VIII, desiring to marry the American socialite Wallis Simpson against widespread British opposition, signed the instrument of abdication to renounce the throne in favour of his brother George VI.","year":1936,"subtitle":"Edward VIII","url":"https://en.wikipedia.org/wiki/Edward_VIII","headline":"Edward VIII signs abdication to marry Wallis Simpson, George VI becomes king"},{"originalText":"The conclusion of the Emu War, after the Australian Government ordered the withdrawal of all Australian forces from the conflict.","year":1932,"subtitle":"Emu War","url":"https://en.wikipedia.org/wiki/Emu_War","headline":"Emu War concludes as Australian forces withdraw"},{"originalText":"Calbraith Perry Rodgers completed the first transcontinental flight across the United States.","year":1911,"subtitle":"Calbraith Perry Rodgers","url":"https://en.wikipedia.org/wiki/Calbraith_Perry_Rodgers","headline":"Calbraith Perry Rodgers completes first transcontinental flight across US"},{"originalText":"During the Brown Dog affair, protesters marched through London and clashed with police officers in Trafalgar Square over the existence of a memorial (pictured) for animals that had been vivisected.","year":1907,"subtitle":"Brown Dog affair","url":"https://en.wikipedia.org/wiki/Brown_Dog_affair","headline":"Protesters clash with police in London over Brown Dog affair memorial"},{"originalText":"On the fifth anniversary of the death of their founder, Swedish chemist and industrialist Alfred Nobel, the first Nobel Prizes were awarded in Stockholm.","year":1901,"subtitle":"Alfred Nobel","url":"https://en.wikipedia.org/wiki/Alfred_Nobel","headline":"First Nobel Prizes awarded in Stockholm on anniversary of Alfred Nobel's death"},{"originalText":"Adventures of Huckleberry Finn by American author Mark Twain was first published in the United Kingdom and Canada, two months earlier than in the US.","year":1884,"subtitle":"Adventures of Huckleberry Finn","url":"https://en.wikipedia.org/wiki/Adventures_of_Huckleberry_Finn","headline":"Adventures of Huckleberry Finn published in UK and Canada before US"},{"originalText":"Militia forces led by Nguyễn Trung Trực, an anti-colonial leader in southern Vietnam, sank the French lorcha L'Esperance.","year":1861,"subtitle":"Nguyễn Trung Trực","url":"https://en.wikipedia.org/wiki/Nguy%E1%BB%85n_Trung_Tr%E1%BB%B1c","headline":"Nguyễn Trung Trực sinks French lorcha L'Esperance in southern Vietnam"},{"originalText":"\"Il Canto degli Italiani\", the Italian national anthem since 1946, made its public debut in Genoa.","year":1847,"subtitle":"Il Canto degli Italiani","url":"https://en.wikipedia.org/wiki/Il_Canto_degli_Italiani","headline":"Italian national anthem 'Il Canto degli Italiani' debuts in Genoa"},{"originalText":"The first edition of the Encyclopædia Britannica was released in Edinburgh.","year":1768,"subtitle":"Encyclopædia Britannica First Edition","url":"https://en.wikipedia.org/wiki/Encyclop%C3%A6dia_Britannica_First_Edition","headline":"First edition of Encyclopædia Britannica released in Edinburgh"},{"originalText":"Edmond Halley presented the paper De motu corporum in gyrum, containing Isaac Newton's derivation of Kepler's laws from his theory of gravity, to the Royal Society.","year":1684,"subtitle":"Edmond Halley","url":"https://en.wikipedia.org/wiki/Edmond_Halley","headline":"Edmond Halley presents Isaac Newton's derivation of Kepler's laws to Royal Society"},{"originalText":"The Papal States, France, Aragon and the Holy Roman Empire formed the League of Cambrai, an alliance against the Republic of Venice.","year":1508,"subtitle":"Papal States","url":"https://en.wikipedia.org/wiki/Papal_States","headline":"Papal States, France, Aragon, and Holy Roman Empire form League of Cambrai against Venice"}]}