{"dateLabel":"December 11","issue":"Issue 346","events":[{"originalText":"American stockbroker Bernie Madoff was arrested and charged with securities fraud in a $64.8 billion Ponzi scheme, the largest in history.","year":2008,"subtitle":"Bernie Madoff","url":"https://en.wikipedia.org/wiki/Bernie_Madoff","headline":"Bernie Madoff arrested for $64.8 billion Ponzi scheme"},{"originalText":"The first action in the Mexican drug war began as President Felipe Calderón ordered Mexican soldiers and Federal Police units into the state of Michoacán.","year":2006,"subtitle":"Mexican drug war","url":"https://en.wikipedia.org/wiki/Mexican_drug_war","headline":"President Calderón sends troops to Michoacán in drug war"},{"originalText":"Criticized worldwide as a \"meeting of Holocaust deniers\", the International Conference to Review the Global Vision of the Holocaust opened in Tehran.","year":2006,"subtitle":"Holocaust denial","url":"https://en.wikipedia.org/wiki/Holocaust_denial","headline":"Controversial Holocaust conference opens in Tehran"},{"originalText":"Demonstrations in Cronulla, a suburb of Sydney, against recent violence towards locals turned into a series of race riots.","year":2005,"subtitle":"Cronulla, New South Wales","url":"https://en.wikipedia.org/wiki/Cronulla%2C_New_South_Wales","headline":"Violent demonstrations in Cronulla escalate into race riots"},{"originalText":"With its pilot believed to have been suffering from spatial disorientation, Thai Airways Flight 261 crashed in a swamp on approach to Surat Thani Airport, resulting in 101 deaths.","year":1998,"subtitle":"Spatial disorientation","url":"https://en.wikipedia.org/wiki/Spatial_disorientation","headline":"Thai Airways Flight 261 crashes in swamp, 101 dead"},{"originalText":"Apollo 17, the last Apollo mission, landed on the Moon.","year":1972,"subtitle":"Apollo 17","url":"https://en.wikipedia.org/wiki/Apollo_17","headline":"Apollo 17 lands on the Moon, last Apollo mission"},{"originalText":"Pope Pius XI promulgated the encyclical Quas primas, establishing the Feast of Christ the King.","year":1925,"subtitle":"Pope Pius XI","url":"https://en.wikipedia.org/wiki/Pope_Pius_XI","headline":"Pope Pius XI establishes Feast of Christ the King"},{"originalText":"Irish War of Independence: Following an Irish Republican Army ambush of an Auxiliary patrol, British forces burned and looted numerous buildings in Cork.","year":1920,"subtitle":"Irish War of Independence","url":"https://en.wikipedia.org/wiki/Irish_War_of_Independence","headline":"British forces retaliate in Cork after IRA ambush"},{"originalText":"The original Parliament House in Wellington, New Zealand, was destroyed by fire (pictured).","year":1907,"subtitle":"Parliament House, Wellington","url":"https://en.wikipedia.org/wiki/Parliament_House%2C_Wellington","headline":"Original Parliament House in Wellington destroyed by fire"},{"originalText":"Second Boer War: In the Battle of Magersfontein, Boers defeated British forces trying to relieve the Siege of Kimberley.","year":1899,"subtitle":"Second Boer War","url":"https://en.wikipedia.org/wiki/Second_Boer_War","headline":"Boers defeat British in Battle of Magersfontein"},{"originalText":"The London-based football club Arsenal, then known as Dial Square, played their first match on the Isle of Dogs.","year":1886,"subtitle":"Association football","url":"https://en.wikipedia.org/wiki/Association_football","headline":"Arsenal plays first match as Dial Square on Isle of Dogs"},{"originalText":"The University of North Carolina at Chapel Hill (structure pictured), one of the oldest public universities in the United States and the only one to award degrees in the 18th century, was chartered.","year":1789,"subtitle":"University of North Carolina at Chapel Hill","url":"https://en.wikipedia.org/wiki/University_of_North_Carolina_at_Chapel_Hill","headline":"UNC Chapel Hill chartered, oldest public university in US"},{"originalText":"A crowd of 1,500 people presented the Root and Branch petition to the Long Parliament, calling for abolishing the episcopacy of the Church of England.","year":1640,"subtitle":"Root and Branch petition","url":"https://en.wikipedia.org/wiki/Root_and_Branch_petition","headline":"Root and Branch petition presented to Long Parliament"},{"originalText":"The Abbasid caliph al-Mutawakkil was assassinated by his guards, beginning the Anarchy at Samarra.","year":861,"subtitle":"Abbasid Caliphate","url":"https://en.wikipedia.org/wiki/Abbasid_Caliphate","headline":"Abbasid caliph al-Mutawakkil assassinated, Anarchy at Samarra begins"}]}