{"dateLabel":"December 12","issue":"Issue 347","events":[{"originalText":"At the season-ending Abu Dhabi Grand Prix, Max Verstappen overtook Lewis Hamilton in the final lap to become the World Drivers' Champion.","year":2021,"subtitle":"2021 Abu Dhabi Grand Prix","url":"https://en.wikipedia.org/wiki/2021_Abu_Dhabi_Grand_Prix","headline":"Max Verstappen wins World Drivers' Championship at Abu Dhabi Grand Prix"},{"originalText":"North Korea made its first successful satellite launch, as Kwangmyŏngsŏng-3 Unit 2 reached orbit.","year":2012,"subtitle":"Kwangmyŏngsŏng-3 Unit 2","url":"https://en.wikipedia.org/wiki/Kwangmy%C5%8Fngs%C5%8Fng-3_Unit_2","headline":"North Korea successfully launches Kwangmyŏngsŏng-3 Unit 2 satellite"},{"originalText":"The U.S. Supreme Court ruled in Bush v. Gore that the recount of ballots cast in Florida for the presidential election be stopped, effectively making George W. Bush (pictured) the winner.","year":2000,"subtitle":"Supreme Court of the United States","url":"https://en.wikipedia.org/wiki/Supreme_Court_of_the_United_States","headline":"U.S. Supreme Court rules in favor of George W. Bush in Bush v. Gore case"},{"originalText":"Three trains collided near Clapham Junction railway station in London, killing 35 people and injuring 484 others.","year":1988,"subtitle":"Clapham Junction rail crash","url":"https://en.wikipedia.org/wiki/Clapham_Junction_rail_crash","headline":"35 killed in train collision near Clapham Junction railway station in London"},{"originalText":"Arrow Air Flight 1285R crashed after takeoff in Gander, Newfoundland, Canada, killing 256 people, including 248 members of the U.S. Army's 101st Airborne Division.","year":1985,"subtitle":"Arrow Air Flight 1285R","url":"https://en.wikipedia.org/wiki/Arrow_Air_Flight_1285R","headline":"Arrow Air Flight 1285R crashes in Gander, Newfoundland, killing 256"},{"originalText":"A .mw-parser-output .tooltip-dotted{border-bottom:1px dotted;cursor:help}Mw8.2 earthquake struck just offshore of Tumaco, Colombia, causing at least 300 deaths, mostly by the resulting tsunami.","year":1979,"subtitle":"Seismic magnitude scales","url":"https://en.wikipedia.org/wiki/Seismic_magnitude_scales","headline":"300 dead in Tumaco, Colombia earthquake and tsunami"},{"originalText":"The Greek junta announced its withdrawal from the Council of Europe after the junta was found guilty of torture and other human-rights violations by the European Commission of Human Rights.","year":1969,"subtitle":"Greek junta","url":"https://en.wikipedia.org/wiki/Greek_junta","headline":"Greek junta withdraws from Council of Europe after human-rights violations"},{"originalText":"Jomo Kenyatta became the first president of the Republic of Kenya.","year":1964,"subtitle":"Jomo Kenyatta","url":"https://en.wikipedia.org/wiki/Jomo_Kenyatta","headline":"Jomo Kenyatta elected first president of the Republic of Kenya"},{"originalText":"World War II: German troops began Operation Winter Storm, an attempt to relieve encircled Axis forces during the Battle of Stalingrad.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German troops launch Operation Winter Storm during Battle of Stalingrad"},{"originalText":"The Holocaust: At a Nazi Party meeting in the Reich Chancellery, Adolf Hitler declared the imminent destruction of the Jewish people.","year":1941,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Adolf Hitler declares imminent destruction of Jewish people at Nazi Party meeting"},{"originalText":"The Royal Navy destroyer HMS Duchess collided with HMS Barham, the battleship she was escorting, sinking with heavy loss of life.","year":1939,"subtitle":"Royal Navy","url":"https://en.wikipedia.org/wiki/Royal_Navy","headline":"HMS Duchess sinks after collision with HMS Barham, heavy loss of life"},{"originalText":"Generalissimo Chiang Kai-shek of the Republic of China was kidnapped by Marshal Chang Hsueh-liang, a former warlord of Manchuria.","year":1936,"subtitle":"Chiang Kai-shek","url":"https://en.wikipedia.org/wiki/Chiang_Kai-shek","headline":"Chiang Kai-shek kidnapped by Marshal Chang Hsueh-liang"},{"originalText":"In support of the December Uprising in Moscow, the Council of Workers' Deputies of Kyiv staged a mass uprising, establishing the Shuliavka Republic in the city.","year":1905,"subtitle":"Moscow uprising of 1905","url":"https://en.wikipedia.org/wiki/Moscow_uprising_of_1905","headline":"Council of Workers' Deputies of Kyiv establishes Shuliavka Republic in mass uprising"},{"originalText":"England's worst mining disaster occurred when a series of explosions (depicted) caused by flammable gases ripped through the Oaks Colliery, killing 361 people.","year":1866,"subtitle":"Oaks explosion","url":"https://en.wikipedia.org/wiki/Oaks_explosion","headline":"361 killed in England's worst mining disaster at Oaks Colliery"},{"originalText":"Unable to defend her possessions, Maria of Enghien sold the lordship of Argos and Nauplia to the Republic of Venice.","year":1388,"subtitle":"Maria of Enghien","url":"https://en.wikipedia.org/wiki/Maria_of_Enghien","headline":"Maria of Enghien sells lordship of Argos and Nauplia to Republic of Venice"},{"originalText":"A Byzantine army under Emperor Heraclius defeated Emperor Khosrow II's Persian forces, commanded by General Rhahzadh, near present-day Mosul, Iraq.","year":627,"subtitle":"Byzantine Empire","url":"https://en.wikipedia.org/wiki/Byzantine_Empire","headline":"Emperor Heraclius defeats Persian forces near Mosul, Iraq"}]}