{"dateLabel":"December 13","issue":"Issue 348","events":[{"originalText":"Beyoncé (pictured) released her fifth studio album without any prior announcement or promotion; it sold 2.3 million copies before the end of the year.","year":2013,"subtitle":"Beyoncé","url":"https://en.wikipedia.org/wiki/Beyonc%C3%A9","headline":"Beyoncé's Fifth Studio Album Sells 2.3 Million Copies"},{"originalText":"A man threw grenades and fired a rifle at crowds in Liège, Belgium, causing 6 deaths and injuring more than 120 others, before killing himself.","year":2011,"subtitle":"2011 Liège attack","url":"https://en.wikipedia.org/wiki/2011_Li%C3%A8ge_attack","headline":"6 Dead in Liège, Belgium Grenade Attack"},{"originalText":"Croatian War of Independence: The Croatian Army retreated after the failure of Operation Whirlwind, destroying their tanks to avoid their capture.","year":1991,"subtitle":"Croatian War of Independence","url":"https://en.wikipedia.org/wiki/Croatian_War_of_Independence","headline":"Croatian Army Retreats After Operation Whirlwind Failure"},{"originalText":"The Troubles: The Provisional Irish Republican Army engaged in a fierce firefight with the King's Own Scottish Borderers at a vehicle checkpoint complex in County Fermanagh, Northern Ireland.","year":1989,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Provisional IRA Engages in Firefight in County Fermanagh"},{"originalText":"Polish prime minister Wojciech Jaruzelski (pictured) declared martial law.","year":1981,"subtitle":"Wojciech Jaruzelski","url":"https://en.wikipedia.org/wiki/Wojciech_Jaruzelski","headline":"Polish Prime Minister Declares Martial Law"},{"originalText":"With Haile Selassie, Emperor of Ethiopia, out of the country, four conspirators staged a coup attempt to install Crown Prince Asfaw Wossen on the throne.","year":1960,"subtitle":"Haile Selassie","url":"https://en.wikipedia.org/wiki/Haile_Selassie","headline":"Coup Attempt to Install Crown Prince in Ethiopia"},{"originalText":"Second Sino-Japanese War: Japanese forces, capturing the Chinese city of Nanjing, began committing numerous atrocities over the next several weeks, including looting, rape and the execution of prisoners of war and civilians.","year":1937,"subtitle":"Second Sino-Japanese War","url":"https://en.wikipedia.org/wiki/Second_Sino-Japanese_War","headline":"Japanese Forces Commit Atrocities in Nanjing"},{"originalText":"An American in Paris, a jazz-influenced orchestral piece by George Gershwin, premiered at Carnegie Hall in New York.","year":1928,"subtitle":"An American in Paris","url":"https://en.wikipedia.org/wiki/An_American_in_Paris","headline":"George Gershwin's 'An American in Paris' Premieres at Carnegie Hall"},{"originalText":"American Civil War: Union forces under Ambrose Burnside suffered severe casualties against entrenched Confederate defenders at the Battle of Fredericksburg in Virginia.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union Forces Suffer Severe Casualties at Battle of Fredericksburg"},{"originalText":"Napoleonic Wars: While transporting supplies to Guadeloupe, French commodore François Roquebert's expedition to the Caribbean captured the British frigate HMS Junon.","year":1809,"subtitle":"Napoleonic Wars","url":"https://en.wikipedia.org/wiki/Napoleonic_Wars","headline":"French Expedition Captures British Frigate HMS Junon"},{"originalText":"Dartmouth College was established by royal charter in present-day Hanover, New Hampshire.","year":1769,"subtitle":"Dartmouth College","url":"https://en.wikipedia.org/wiki/Dartmouth_College","headline":"Dartmouth College Established in Hanover, New Hampshire"},{"originalText":"First English Civil War: Roundhead forces under Sir William Waller led a successful surprise attack in Hampshire on a winter garrison of Cavalier infantry and cavalry.","year":1643,"subtitle":"First English Civil War","url":"https://en.wikipedia.org/wiki/First_English_Civil_War","headline":"Roundhead Forces Lead Successful Attack in Hampshire"}]}