{"dateLabel":"December 14","issue":"Issue 349","events":[{"originalText":"A 20-year-old gunman shot twenty children and six adult staff members in a mass shooting at Sandy Hook Elementary School in Newtown, Connecticut.","year":2012,"subtitle":"Sandy Hook Elementary School shooting","url":"https://en.wikipedia.org/wiki/Sandy_Hook_Elementary_School_shooting","headline":"Mass shooting at Sandy Hook Elementary School in Newtown, Connecticut"},{"originalText":"A 20-year-old gunman shot twenty children and six adult staff members in a mass shooting at Sandy Hook Elementary School in Newtown, Connecticut.","year":2012,"subtitle":"Sandy Hook Elementary School shooting","url":"https://en.wikipedia.org/wiki/Sandy_Hook_Elementary_School_shooting","headline":"Gunman shoots twenty children and six adults in Sandy Hook massacre"},{"originalText":"The tino rangatiratanga flag, representing the Māori people, was officially recognized by the government of New Zealand.","year":2009,"subtitle":"Tino rangatiratanga","url":"https://en.wikipedia.org/wiki/Tino_rangatiratanga","headline":"Māori flag officially recognized by New Zealand government"},{"originalText":"During a press conference in Baghdad, Iraqi journalist Muntadhar al-Zaidi threw his shoes at U.S. president George W. Bush and Iraqi prime minister Nouri al-Maliki, yelling \"This is for the widows and orphans and all those killed in Iraq\".","year":2008,"subtitle":"Baghdad","url":"https://en.wikipedia.org/wiki/Baghdad","headline":"Iraqi journalist throws shoes at George W. Bush in Baghdad"},{"originalText":"Torrential rains caused flash floods in the Venezuelan state of Vargas, resulting in tens of thousands of deaths, the destruction of thousands of homes, and the complete collapse of the state's infrastructure.","year":1999,"subtitle":"Vargas tragedy","url":"https://en.wikipedia.org/wiki/Vargas_tragedy","headline":"Flash floods in Vargas, Venezuela lead to tens of thousands of deaths"},{"originalText":"Kosovo War: Yugoslav forces ambushed a group of Kosovo Liberation Army militants attempting to smuggle weapons into Yugoslavia from Albania.","year":1998,"subtitle":"Kosovo War","url":"https://en.wikipedia.org/wiki/Kosovo_War","headline":"Yugoslav forces ambush Kosovo Liberation Army militants"},{"originalText":"War in Abkhazia: A helicopter carrying evacuees was shot down during the siege of Tkvarcheli, resulting in at least 52 deaths and catalysing more concerted Russian military intervention on behalf of Abkhazia.","year":1992,"subtitle":"War in Abkhazia (1992–1993)","url":"https://en.wikipedia.org/wiki/War_in_Abkhazia_(1992%E2%80%931993)","headline":"Helicopter shot down during Abkhazia siege, 52 dead"},{"originalText":"The Knesset passed the Golan Heights Law, extending Israeli \"laws, jurisdiction and administration\" to the Golan Heights, effectively annexing the territory internationally recognized as part of Syria.","year":1981,"subtitle":"Knesset","url":"https://en.wikipedia.org/wiki/Knesset","headline":"Knesset passes Golan Heights Law annexing territory"},{"originalText":"Upon completing the third extra-vehicular activity of Apollo 17, American astronaut Gene Cernan became the last person to date to walk on the Moon.","year":1972,"subtitle":"Extravehicular activity","url":"https://en.wikipedia.org/wiki/Extravehicular_activity","headline":"Gene Cernan becomes last person to walk on the Moon"},{"originalText":"The dam containing the Baldwin Hills Reservoir in Los Angeles failed, releasing a flood that killed five people and destroyed 277 homes.","year":1963,"subtitle":"Baldwin Hills Dam disaster","url":"https://en.wikipedia.org/wiki/Baldwin_Hills_Dam_disaster","headline":"Baldwin Hills Reservoir dam failure kills five in Los Angeles"},{"originalText":"NASA's Mariner 2 became the world's first spacecraft to successfully conduct a planetary encounter when it flew by Venus.","year":1962,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"Mariner 2 conducts successful planetary encounter with Venus"},{"originalText":"Australian cricketer Ian Meckiff was run out on the last day of the first Test match between Australia and the West Indies, resulting in the first tied Test in cricket history.","year":1960,"subtitle":"Ian Meckiff","url":"https://en.wikipedia.org/wiki/Ian_Meckiff","headline":"Ian Meckiff run out in first tied Test match in cricket history"},{"originalText":"American physicists Thomas T. Goldsmith Jr. and Estle Ray Mann were awarded a patent for their cathode-ray tube amusement device, the first interactive electronic game.","year":1948,"subtitle":"Thomas T. Goldsmith Jr.","url":"https://en.wikipedia.org/wiki/Thomas_T._Goldsmith_Jr.","headline":"Patent awarded for first interactive electronic game"},{"originalText":"The first British general election with female voters took place, with women over the age of thirty permitted to vote.","year":1918,"subtitle":"1918 United Kingdom general election","url":"https://en.wikipedia.org/wiki/1918_United_Kingdom_general_election","headline":"First British general election with female voters takes place"},{"originalText":"Giacomo Puccini's comic opera Gianni Schicchi premiered at the Metropolitan Opera in New York City.","year":1918,"subtitle":"Giacomo Puccini","url":"https://en.wikipedia.org/wiki/Giacomo_Puccini","headline":"Giacomo Puccini's Gianni Schicchi premieres at Metropolitan Opera"},{"originalText":"Haruna (pictured), the fourth and last Japanese battlecruiser of the Kongō class, was launched and went on to serve in both world wars.","year":1913,"subtitle":"Japanese battleship Haruna","url":"https://en.wikipedia.org/wiki/Japanese_battleship_Haruna","headline":"Japanese battlecruiser Haruna launched for service in world wars"},{"originalText":"Norwegian explorer Roald Amundsen and his team became the first people to reach the South Pole.","year":1911,"subtitle":"Roald Amundsen","url":"https://en.wikipedia.org/wiki/Roald_Amundsen","headline":"Roald Amundsen first to reach South Pole"},{"originalText":"American Civil War: The Battle of Bean's Station, the final battle of the Knoxville campaign, was fought in Grainger County, Tennessee.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Battle of Bean's Station fought in Tennessee during Civil War"},{"originalText":"The Toledo War, a mostly bloodless territorial dispute between Ohio and the Michigan Territory, was unofficially ended with a resolution passed by the controversial \"Frostbitten Convention\".","year":1836,"subtitle":"Toledo War","url":"https://en.wikipedia.org/wiki/Toledo_War","headline":"Toledo War unofficially ended with resolution at Frostbitten Convention"},{"originalText":"English domestic servant Anne Greene survived being hanged for infanticide.","year":1650,"subtitle":"Anne Greene","url":"https://en.wikipedia.org/wiki/Anne_Greene","headline":"Anne Greene survives hanging for infanticide"},{"originalText":"In the Sweet Dew incident, Emperor Wenzong (pictured) of the Tang dynasty conspired to kill the powerful eunuchs of the Tang court, but the plot was foiled.","year":835,"subtitle":"Sweet Dew incident","url":"https://en.wikipedia.org/wiki/Sweet_Dew_incident","headline":"Emperor Wenzong's plot to kill eunuchs foiled in Sweet Dew incident"}]}