{"dateLabel":"December 15","issue":"Issue 350","events":[{"originalText":"The South Sudanese Civil War began when three opposition leaders voted to boycott the meeting of the National Liberation Council in Juba.","year":2013,"subtitle":"South Sudanese Civil War","url":"https://en.wikipedia.org/wiki/South_Sudanese_Civil_War","headline":"South Sudanese Civil War Begins with Opposition Leaders' Boycott in Juba"},{"originalText":"The F-22 Raptor, an early successful stealth fighter, entered into service despite a protracted and costly development period.","year":2005,"subtitle":"Lockheed Martin F-22 Raptor","url":"https://en.wikipedia.org/wiki/Lockheed_Martin_F-22_Raptor","headline":"F-22 Raptor Enters Service Despite Costly Development Period"},{"originalText":"The Iraqi Shia Islamist group al-Dawa carried out one of the first modern suicide bombings, targeting the Iraqi embassy in Beirut, Lebanon, resulting in 61 deaths and at least 100 injuries.","year":1981,"subtitle":"Shia Islam","url":"https://en.wikipedia.org/wiki/Shia_Islam","headline":"Al-Dawa Group Carries Out Suicide Bombing at Iraqi Embassy in Beirut"},{"originalText":"The Soviet spacecraft Venera 7 touched down on the surface of Venus, making the first successful landing of a spacecraft on another planet.","year":1970,"subtitle":"Venera 7","url":"https://en.wikipedia.org/wiki/Venera_7","headline":"Soviet Spacecraft Venera 7 Successfully Lands on Venus"},{"originalText":"Former Nazi leader Adolf Eichmann was sentenced to death after being found guilty on fifteen criminal charges, including war crimes and crimes against humanity.","year":1961,"subtitle":"Adolf Eichmann","url":"https://en.wikipedia.org/wiki/Adolf_Eichmann","headline":"Adolf Eichmann Sentenced to Death for War Crimes"},{"originalText":"U.S.-backed Iranian troops brought an end to the Iran crisis when they marched on the breakaway Republic of Mahabad and recaptured the territory.","year":1946,"subtitle":"Iran crisis of 1946","url":"https://en.wikipedia.org/wiki/Iran_crisis_of_1946","headline":"U.S.-Backed Iranian Troops End Iran Crisis in Mahabad"},{"originalText":"The US-led occupying forces ordered the government of Japan to cease state support for Shinto.","year":1945,"subtitle":"Supreme Commander for the Allied Powers","url":"https://en.wikipedia.org/wiki/Supreme_Commander_for_the_Allied_Powers","headline":"US-led Forces Order Japan to Cease State Support for Shinto"},{"originalText":"World War II: Australian and American forces (pictured) began the Battle of Arawe against Japanese forces on New Britain as a diversion before a larger landing at Cape Gloucester.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Australian and American Forces Begin Battle of Arawe Against Japanese"},{"originalText":"The American historical epic film Gone With the Wind, adapted from Margaret Mitchell's Pulitzer Prize–winning novel of the same name, premiered in Atlanta, Georgia.","year":1939,"subtitle":"Epic film","url":"https://en.wikipedia.org/wiki/Epic_film","headline":"Gone With the Wind Premieres in Atlanta, Georgia"},{"originalText":"The Great Northern, Piccadilly and Brompton Railway, a 14.17-kilometre (8.80 mi) long deep-level underground tube railway connecting Hammersmith and Finsbury Park, London, opened.","year":1906,"subtitle":"Great Northern, Piccadilly and Brompton Railway","url":"https://en.wikipedia.org/wiki/Great_Northern%2C_Piccadilly_and_Brompton_Railway","headline":"London Underground Railway Connecting Hammersmith and Finsbury Park Opens"},{"originalText":"Sitting Bull, a Hunkpapa Lakota leader, was killed on Standing Rock Indian Reservation in South Dakota by U.S. Indian agency police.","year":1890,"subtitle":"Sitting Bull","url":"https://en.wikipedia.org/wiki/Sitting_Bull","headline":"Hunkpapa Lakota Leader Sitting Bull Killed on Standing Rock Reservation"},{"originalText":"Sixteen-year-old Ella Stewart sent the first telegraphed message from Arizona Territory.","year":1871,"subtitle":"Ella Stewart Udall","url":"https://en.wikipedia.org/wiki/Ella_Stewart_Udall","headline":"Sixteen-Year-Old Ella Stewart Sends First Telegraphed Message from Arizona"},{"originalText":"American Civil War: Union troops defeated the Army of Tennessee, one of the largest Confederate forces, at the Battle of Nashville.","year":1864,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union Troops Defeat Confederate Army of Tennessee at Battle of Nashville"},{"originalText":"War of the First Coalition: The French navy launched an expedition to Ireland to assist the Society of United Irishmen in a rebellion against the British.","year":1796,"subtitle":"War of the First Coalition","url":"https://en.wikipedia.org/wiki/War_of_the_First_Coalition","headline":"French Navy Launches Expedition to Ireland in War of the First Coalition"},{"originalText":"The first ten amendments to the United States Constitution, collectively known as the Bill of Rights, were ratified.","year":1791,"subtitle":"List of amendments to the Constitution of the United States","url":"https://en.wikipedia.org/wiki/List_of_amendments_to_the_Constitution_of_the_United_States","headline":"Bill of Rights Ratified as First Ten Amendments to U.S. Constitution"},{"originalText":"American Revolutionary War: At the Battle of St. Lucia, the Royal Navy prevented French Navy ships from reaching their garrison on Saint Lucia in the West Indies.","year":1778,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Royal Navy Prevents French Navy Ships from Reaching Saint Lucia Garrison"},{"originalText":"Constantine VIII became the sole Byzantine emperor, 63 years after being crowned co-emperor.","year":1025,"subtitle":"Constantine VIII","url":"https://en.wikipedia.org/wiki/Constantine_VIII","headline":"Constantine VIII Becomes Sole Byzantine Emperor"},{"originalText":"Sergius was elected pope, ending the last disputed period of sede vacante during the Byzantine Papacy.","year":687,"subtitle":"Pope Sergius I","url":"https://en.wikipedia.org/wiki/Pope_Sergius_I","headline":"Sergius Elected Pope, Ending Disputed Period of Byzantine Papacy"}]}