{"dateLabel":"December 16","issue":"Issue 351","events":[{"originalText":"A hostage crisis in a Lindt chocolate café in Sydney, Australia, ended with police storming the building, killing the perpetrator and one of the hostages.","year":2014,"subtitle":"Lindt Cafe siege","url":"https://en.wikipedia.org/wiki/Lindt_Cafe_siege","headline":"Hostage crisis in Lindt chocolate café in Sydney ends with police storming building"},{"originalText":"A woman was gang-raped and fatally assaulted on a bus in Delhi, generating protests across India against inadequate security for women.","year":2012,"subtitle":"2012 Delhi gang rape and murder","url":"https://en.wikipedia.org/wiki/2012_Delhi_gang_rape_and_murder","headline":"Woman gang-raped and fatally assaulted on bus in Delhi sparks protests in India"},{"originalText":"\"Dennō Senshi Porygon\", an episode of the Japanese television series Pokémon, induced epileptic seizures in 685 children.","year":1997,"subtitle":"Dennō Senshi Porygon","url":"https://en.wikipedia.org/wiki/Denn%C5%8D_Senshi_Porygon","headline":"Pokémon episode induces epileptic seizures in 685 children"},{"originalText":"Amid an outbreak of bovine spongiform encephalopathy, the British government banned the sale of beef on the bone for human consumption.","year":1997,"subtitle":"United Kingdom BSE outbreak","url":"https://en.wikipedia.org/wiki/United_Kingdom_BSE_outbreak","headline":"British government bans sale of beef on the bone amid BSE outbreak"},{"originalText":"The surrender of Pakistani forces in Dacca, East Pakistan, concluded the Bangladesh Liberation War and the Indo-Pakistani War.","year":1971,"subtitle":"Pakistan","url":"https://en.wikipedia.org/wiki/Pakistan","headline":"Pakistani forces surrender in Dacca, concluding Bangladesh Liberation War"},{"originalText":"World War II: Americans engaged Imperial Japanese forces at the Battle of Mount Austen, the Galloping Horse, and the Sea Horse in the hills near the Matanikau River area on Guadalcanal during the Guadalcanal campaign.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Americans engage Imperial Japanese forces in Battle of Mount Austen on Guadalcanal"},{"originalText":"Adolf Hitler instituted the Cross of Honour of the German Mother as an order of merit for German mothers with at least four children.","year":1938,"subtitle":"Adolf Hitler","url":"https://en.wikipedia.org/wiki/Adolf_Hitler","headline":"Adolf Hitler institutes Cross of Honour of the German Mother"},{"originalText":"German-American gangster Herman Lamm killed himself during a botched robbery attempt in Clinton, Indiana, to avoid being captured by police.","year":1930,"subtitle":"Herman Lamm","url":"https://en.wikipedia.org/wiki/Herman_Lamm","headline":"German-American gangster Herman Lamm kills himself during robbery attempt"},{"originalText":"Gabriel Narutowicz, the first president of Poland, was assassinated only five days after having taken office.","year":1922,"subtitle":"Gabriel Narutowicz","url":"https://en.wikipedia.org/wiki/Gabriel_Narutowicz","headline":"First president of Poland, Gabriel Narutowicz, assassinated"},{"originalText":"Vincas Mickevičius-Kapsukas declared the formation of the Lithuanian Soviet Socialist Republic, a puppet state created by Soviet Russia to justify the Lithuanian–Soviet War.","year":1918,"subtitle":"Vincas Mickevičius-Kapsukas","url":"https://en.wikipedia.org/wiki/Vincas_Mickevi%C4%8Dius-Kapsukas","headline":"Vincas Mickevičius-Kapsukas declares formation of Lithuanian Soviet Socialist Republic"},{"originalText":"First World War: The Imperial German Navy attacked ports in northern England, resulting in hundreds of civilian casualties.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Imperial German Navy attacks ports in northern England during First World War"},{"originalText":"English writer Beatrix Potter privately published 250 copies of The Tale of Peter Rabbit (illustration shown) after several publishers' rejections.","year":1901,"subtitle":"Beatrix Potter","url":"https://en.wikipedia.org/wiki/Beatrix_Potter","headline":"Beatrix Potter privately publishes The Tale of Peter Rabbit"},{"originalText":"Czech composer Antonín Dvořák's New World Symphony (audio featured) premiered at Carnegie Hall in New York City.","year":1893,"subtitle":"Antonín Dvořák","url":"https://en.wikipedia.org/wiki/Anton%C3%ADn_Dvo%C5%99%C3%A1k","headline":"Antonín Dvořák's New World Symphony premieres at Carnegie Hall"},{"originalText":"Settlers of the Canterbury Association (poster pictured) aboard Randolph and Charlotte Jane arrived to establish a colony at Christchurch, New Zealand.","year":1850,"subtitle":"Canterbury Association","url":"https://en.wikipedia.org/wiki/Canterbury_Association","headline":"Settlers arrive in Christchurch, New Zealand to establish colony"},{"originalText":"The first two in a series of four severe earthquakes struck the Midwestern United States and made the Mississippi River appear to run backward.","year":1811,"subtitle":"1811–1812 New Madrid earthquakes","url":"https://en.wikipedia.org/wiki/1811%E2%80%931812_New_Madrid_earthquakes","headline":"Severe earthquakes strike Midwestern United States, making Mississippi River run backward"},{"originalText":"American Revolution: A group of colonists threw chests of tea into Boston Harbor (pictured) to protest British taxation without representation.","year":1773,"subtitle":"American Revolution","url":"https://en.wikipedia.org/wiki/American_Revolution","headline":"Colonists throw tea into Boston Harbor to protest British taxation"},{"originalText":"Seven Years' War: After a four-month siege, Russian forces captured Kolberg, the last major Prussian port on the Baltic Sea.","year":1761,"subtitle":"Seven Years' War","url":"https://en.wikipedia.org/wiki/Seven_Years'_War","headline":"Russian forces capture Kolberg after four-month siege in Seven Years' War"},{"originalText":"The last recorded eruption of Japan's Mount Fuji released some 800 million m3 (28 billion cu ft) of volcanic ash.","year":1707,"subtitle":"Hōei eruption","url":"https://en.wikipedia.org/wiki/H%C5%8Dei_eruption","headline":"Last recorded eruption of Mount Fuji releases 800 million m3 of volcanic ash"},{"originalText":"The Parliament of England enacted the Bill of Rights, setting out basic civil rights and later influencing other documents such as the U.S. Bill of Rights and the Universal Declaration of Human Rights.","year":1689,"subtitle":"Parliament of England","url":"https://en.wikipedia.org/wiki/Parliament_of_England","headline":"Parliament of England enacts Bill of Rights"},{"originalText":"Oliver Cromwell became Lord Protector of the Commonwealth of England.","year":1653,"subtitle":"Oliver Cromwell","url":"https://en.wikipedia.org/wiki/Oliver_Cromwell","headline":"Oliver Cromwell becomes Lord Protector of the Commonwealth of England"},{"originalText":"Led by Admiral Yi Sun-sin, the Korean navy defeated a Japanese fleet at the Battle of Noryang, ending their invasions of the Korean peninsula.","year":1598,"subtitle":"Yi Sun-sin","url":"https://en.wikipedia.org/wiki/Yi_Sun-sin","headline":"Korean navy defeats Japanese fleet at Battle of Noryang"}]}