{"dateLabel":"December 17","issue":"Issue 352","events":[{"originalText":"Arab Spring: Mohamed Bouazizi, a Tunisian street vendor, set himself on fire in protest against police harassment, triggering the Tunisian Revolution.","year":2010,"subtitle":"Arab Spring","url":"https://en.wikipedia.org/wiki/Arab_Spring","headline":"Mohamed Bouazizi sparks Tunisian Revolution with self-immolation"},{"originalText":"American gay rights activist William E. Woods brought three same-sex couples to fill out marriage licenses in Honolulu, leading to the eventual legalization of same-sex marriage in the United States.","year":1990,"subtitle":"LGBT movements","url":"https://en.wikipedia.org/wiki/LGBT_movements","headline":"William E. Woods pioneers same-sex marriage legalization in the United States"},{"originalText":"The Simpsons, the longest running American prime-time entertainment series, made its debut on the Fox television network with the episode \"Simpsons Roasting on an Open Fire\".","year":1989,"subtitle":"The Simpsons","url":"https://en.wikipedia.org/wiki/The_Simpsons","headline":"The Simpsons premieres on Fox with 'Simpsons Roasting on an Open Fire'"},{"originalText":"The Troubles: The Provisional Irish Republican Army detonated a car bomb outside Harrods in London, killing six people and injuring about 90 others.","year":1983,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Provisional IRA car bomb at Harrods kills six in London"},{"originalText":"Polish soldiers fired at workers (memorial pictured) emerging from trains in Gdynia, beginning the government's crackdown on mass anti-communist protests across the country.","year":1970,"subtitle":"1970 Polish protests","url":"https://en.wikipedia.org/wiki/1970_Polish_protests","headline":"Polish soldiers fire at workers in Gdynia, sparking anti-communist crackdown"},{"originalText":"Harold Holt, Prime Minister of Australia, disappeared while swimming near Portsea, Victoria; his body was never recovered.","year":1967,"subtitle":"Harold Holt","url":"https://en.wikipedia.org/wiki/Harold_Holt","headline":"Australian PM Harold Holt disappears while swimming near Portsea"},{"originalText":"The Civil Rights Congress presented a document to the United Nations Genocide Convention charging the United States government with genocide against African Americans.","year":1951,"subtitle":"Civil Rights Congress","url":"https://en.wikipedia.org/wiki/Civil_Rights_Congress","headline":"Civil Rights Congress accuses US government of genocide against African Americans"},{"originalText":"The Finnish Security Police was established to remove communist leadership from its predecessor, the State Police.","year":1948,"subtitle":"Finnish Security and Intelligence Service","url":"https://en.wikipedia.org/wiki/Finnish_Security_and_Intelligence_Service","headline":"Finnish Security Police established to remove communist leadership"},{"originalText":"The modern flag of Kurdistan was raised for the first time in Mahabad, Iran.","year":1945,"subtitle":"Flag of Kurdistan","url":"https://en.wikipedia.org/wiki/Flag_of_Kurdistan","headline":"Modern flag of Kurdistan raised for the first time in Mahabad, Iran"},{"originalText":"Nazi troops under Joachim Peiper killed unarmed prisoners of war, captured during the Battle of the Bulge, with machine guns near Malmedy, Belgium.","year":1944,"subtitle":"Joachim Peiper","url":"https://en.wikipedia.org/wiki/Joachim_Peiper","headline":"Nazi troops kill unarmed prisoners of war near Malmedy, Belgium"},{"originalText":"World War II: After sustaining moderate damage in the Battle of the River Plate two days earlier, the German cruiser Graf Spee was scuttled by its commander, Hans Langsdorff, to avoid its internment by Uruguay.","year":1939,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German cruiser Graf Spee scuttled to avoid internment by Uruguay"},{"originalText":"A coup d'état by the Lithuanian military replaced the democratically elected President Kazys Grinius with Antanas Smetona.","year":1926,"subtitle":"1926 Lithuanian coup d'état","url":"https://en.wikipedia.org/wiki/1926_Lithuanian_coup_d'%C3%A9tat","headline":"Lithuanian military coup replaces President Kazys Grinius with Antanas Smetona"},{"originalText":"About 1,000 demonstrators marched (pictured) on Government House in Darwin, Australia, where they burned an effigy of Administrator John Gilruth and demanded his resignation.","year":1918,"subtitle":"Darwin rebellion","url":"https://en.wikipedia.org/wiki/Darwin_rebellion","headline":"Demonstrators demand resignation of Administrator John Gilruth in Darwin"},{"originalText":"Aboard the Wright Flyer (pictured) in Kitty Hawk, North Carolina, Orville and Wilbur Wright conducted the first successful flights of a powered fixed-wing aircraft.","year":1903,"subtitle":"Wright Flyer","url":"https://en.wikipedia.org/wiki/Wright_Flyer","headline":"Wright brothers conduct first successful flights in Kitty Hawk"},{"originalText":"American Civil War: Union General Ulysses S. Grant issued General Order No. 11, expelling Jews from Tennessee, Mississippi, and Kentucky.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union General Ulysses S. Grant expels Jews from Tennessee, Mississippi, and Kentucky"},{"originalText":"The Aztec sun stone, now a modern symbol of Mexican culture, was excavated in the Zócalo, the main square of Mexico City.","year":1790,"subtitle":"Aztec sun stone","url":"https://en.wikipedia.org/wiki/Aztec_sun_stone","headline":"Aztec sun stone excavated in Mexico City's Zócalo"},{"originalText":"Cologne War: Forces under Ernest of Bavaria defeated Gebhard Truchsess von Waldburg's troops at the siege of Godesberg.","year":1583,"subtitle":"Cologne War","url":"https://en.wikipedia.org/wiki/Cologne_War","headline":"Ernest of Bavaria defeats Gebhard Truchsess von Waldburg at siege of Godesberg"},{"originalText":"William Longsword of Normandy was ambushed and assassinated by supporters of Arnulf I, Count of Flanders, while the two were at a peace conference to settle their differences.","year":942,"subtitle":"William Longsword","url":"https://en.wikipedia.org/wiki/William_Longsword","headline":"William Longsword of Normandy assassinated at peace conference by supporters of Arnulf I"},{"originalText":"Rome was sacked by the Ostrogoths led by Totila after a year-long siege.","year":546,"subtitle":"Sack of Rome (546)","url":"https://en.wikipedia.org/wiki/Sack_of_Rome_(546)","headline":"Rome sacked by Ostrogoths led by Totila after year-long siege"},{"originalText":"The temple to the Roman god Saturn was dedicated in the Roman Forum; its anniversary was celebrated as Saturnalia.","year":-497,"subtitle":"Temple of Saturn","url":"https://en.wikipedia.org/wiki/Temple_of_Saturn","headline":"Temple to Roman god Saturn dedicated in Roman Forum"}]}