{"dateLabel":"December 18","issue":"Issue 353","events":[{"originalText":"An Amtrak Cascades passenger train derailed near DuPont, Washington, killing three people and injuring sixty-five others.","year":2017,"subtitle":"Amtrak Cascades","url":"https://en.wikipedia.org/wiki/Amtrak_Cascades","headline":"Amtrak Cascades train derails near DuPont, Washington, killing three"},{"originalText":"The Copenhagen Summit on climate change ended with the drafting of the non-binding Copenhagen Accord.","year":2009,"subtitle":"2009 United Nations Climate Change Conference","url":"https://en.wikipedia.org/wiki/2009_United_Nations_Climate_Change_Conference","headline":"Copenhagen Summit ends with drafting of non-binding Copenhagen Accord"},{"originalText":"The school board of Oakland, California, passed a controversial resolution officially declaring African-American Vernacular English to be a separate language or dialect.","year":1996,"subtitle":"Oakland Unified School District","url":"https://en.wikipedia.org/wiki/Oakland_Unified_School_District","headline":"Oakland school board declares African-American Vernacular English separate language"},{"originalText":"Mohammad Mofatteh, an Iranian philosopher, was assassinated by the Furqan Group.","year":1979,"subtitle":"Mohammad Mofatteh","url":"https://en.wikipedia.org/wiki/Mohammad_Mofatteh","headline":"Iranian philosopher Mohammad Mofatteh assassinated by Furqan Group"},{"originalText":"On Her Majesty's Secret Service, the sixth James Bond film and the only one to star George Lazenby, premiered at the Odeon Leicester Square in London.","year":1969,"subtitle":"On Her Majesty's Secret Service (film)","url":"https://en.wikipedia.org/wiki/On_Her_Majesty's_Secret_Service_(film)","headline":"James Bond film 'On Her Majesty's Secret Service' premieres in London"},{"originalText":"Epimetheus, one of the moons of Saturn, was discovered, but was mistaken for Janus; it took twelve years to determine that they are two distinct objects sharing the same orbit.","year":1966,"subtitle":"Epimetheus (moon)","url":"https://en.wikipedia.org/wiki/Epimetheus_(moon)","headline":"Moon of Saturn, Epimetheus, discovered mistaken for Janus"},{"originalText":"Ghanaian and other African students organized a protest in Moscow's Red Square in response to the alleged murder of medical student Edmund Assare-Addo.","year":1963,"subtitle":"1963 Moscow protest","url":"https://en.wikipedia.org/wiki/1963_Moscow_protest","headline":"African students protest in Moscow's Red Square over alleged murder"},{"originalText":"The United States launched SCORE (rocket pictured), the world's first communications satellite.","year":1958,"subtitle":"SCORE (satellite)","url":"https://en.wikipedia.org/wiki/SCORE_(satellite)","headline":"United States launches world's first communications satellite, SCORE"},{"originalText":"Second World War: The Luftwaffe won a victory over the Royal Air Force in the Battle of the Heligoland Bight, greatly influencing both sides' future aerial warfare strategy.","year":1939,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Luftwaffe wins Battle of the Heligoland Bight over Royal Air Force"},{"originalText":"Playing indoors at Chicago Stadium on a modified American football field, the Chicago Bears defeated the Portsmouth Spartans in the first playoff game of the National Football League.","year":1932,"subtitle":"Chicago Stadium","url":"https://en.wikipedia.org/wiki/Chicago_Stadium","headline":"Chicago Bears defeat Portsmouth Spartans in first NFL playoff game"},{"originalText":"The Jew's Christmas, the first American film to include a rabbi as a character, was released.","year":1913,"subtitle":"The Jew's Christmas","url":"https://en.wikipedia.org/wiki/The_Jew's_Christmas","headline":"First American film with rabbi character, 'The Jew's Christmas', released"},{"originalText":"Gaston de Chasseloup-Laubat (pictured) set the first official land speed record, averaging 63.16 km/h (39.245 mph) over 1 km (0.62 mi) in Achères, France.","year":1898,"subtitle":"Gaston de Chasseloup-Laubat","url":"https://en.wikipedia.org/wiki/Gaston_de_Chasseloup-Laubat","headline":"Gaston de Chasseloup-Laubat sets first official land speed record in France"},{"originalText":"In Angola, New York, the last coach of a Lake Shore Railway train derailed, plunged 40 feet (12 m) down a gully, and caught fire, resulting in approximately 49 deaths.","year":1867,"subtitle":"Angola, New York","url":"https://en.wikipedia.org/wiki/Angola%2C_New_York","headline":"Last coach of Lake Shore Railway train derails in Angola, New York, resulting in 49 deaths"},{"originalText":"Portuguese forces and their Imbangala allies defeated the Kongo army at the Battle of Mbumbi.","year":1622,"subtitle":"Imbangala","url":"https://en.wikipedia.org/wiki/Imbangala","headline":"Portuguese forces defeat Kongo army at Battle of Mbumbi"},{"originalText":"Muslims in Granada began a rebellion against their Castilian rulers in response to forced conversions to Catholicism.","year":1499,"subtitle":"Granada","url":"https://en.wikipedia.org/wiki/Granada","headline":"Muslims in Granada rebel against Castilian rulers over forced conversions"}]}