{"dateLabel":"December 19","issue":"Issue 354","events":[{"originalText":"Argentina won the 2022 World Cup.","year":2022,"subtitle":"Argentina","url":"https://en.wikipedia.org/wiki/Argentina","headline":"Argentina Wins 2022 World Cup"},{"originalText":"Andrei Karlov (pictured), Russia's ambassador to Turkey, was assassinated at an art gallery in Ankara.","year":2016,"subtitle":"Andrei Karlov","url":"https://en.wikipedia.org/wiki/Andrei_Karlov","headline":"Russian Ambassador Andrei Karlov Assassinated in Ankara"},{"originalText":"The European Space Agency's spacecraft Gaia was launched with the goal of constructing the largest and most precise star catalogue ever made.","year":2013,"subtitle":"European Space Agency","url":"https://en.wikipedia.org/wiki/European_Space_Agency","headline":"European Space Agency Launches Gaia for Star Catalogue"},{"originalText":"Titanic, the third-highest-grossing film of all time, with a worldwide total of more than US$1.8 billion, was released in the United States.","year":1997,"subtitle":"Titanic (1997 film)","url":"https://en.wikipedia.org/wiki/Titanic_(1997_film)","headline":"Titanic Released in US, Grosses Over US$1.8 Billion"},{"originalText":"SilkAir Flight 185 crashed into the Musi River in Indonesia, killing 104 people.","year":1997,"subtitle":"SilkAir Flight 185","url":"https://en.wikipedia.org/wiki/SilkAir_Flight_185","headline":"SilkAir Flight 185 Crashes in Indonesia, 104 Dead"},{"originalText":"Aeroflot Flight 101/435 was hijacked by the co-pilot and landed in a cow pasture in China, where he was apprehended.","year":1985,"subtitle":"Aeroflot Flight 101/435","url":"https://en.wikipedia.org/wiki/Aeroflot_Flight_101%2F435","headline":"Aeroflot Flight 101/435 Hijacked, Lands in China"},{"originalText":"China and the United Kingdom signed the Sino-British Joint Declaration, agreeing to the transfer of sovereignty of Hong Kong to China on 1 July 1997.","year":1984,"subtitle":"Sino-British Joint Declaration","url":"https://en.wikipedia.org/wiki/Sino-British_Joint_Declaration","headline":"China and UK Sign Sino-British Joint Declaration"},{"originalText":"The Jules Rimet Trophy, awarded to the winner of the FIFA World Cup, was stolen from the offices of the Brazilian Football Confederation.","year":1983,"subtitle":"FIFA World Cup Trophy","url":"https://en.wikipedia.org/wiki/FIFA_World_Cup_Trophy","headline":"Jules Rimet Trophy Stolen from Brazilian Football Confederation"},{"originalText":"The ruling junta of South Vietnam, led by Nguyễn Khánh, initiated a coup, dissolving the High National Council, a civilian advisory body.","year":1964,"subtitle":"South Vietnam","url":"https://en.wikipedia.org/wiki/South_Vietnam","headline":"South Vietnam Junta Led by Nguyễn Khánh Initiates Coup"},{"originalText":"British physician and suspected serial killer John Bodkin Adams was arrested in connection with the death of Edith Alice Morrell.","year":1956,"subtitle":"John Bodkin Adams","url":"https://en.wikipedia.org/wiki/John_Bodkin_Adams","headline":"Suspected Serial Killer John Bodkin Adams Arrested"},{"originalText":"A Christmas Carol (illustration pictured), a novella by Charles Dickens about the miser Ebenezer Scrooge and his transformation after being visited by ghosts, was published.","year":1843,"subtitle":"A Christmas Carol","url":"https://en.wikipedia.org/wiki/A_Christmas_Carol","headline":"A Christmas Carol by Charles Dickens Published"},{"originalText":"Nullification crisis: American vice president John C. Calhoun's South Carolina Exposition and Protest, written to protest the Tariff of Abominations, was presented to the South Carolina House of Representatives.","year":1828,"subtitle":"Nullification crisis","url":"https://en.wikipedia.org/wiki/Nullification_crisis","headline":"Nullification Crisis: John C. Calhoun's Protest Presented"},{"originalText":"Thomas Paine published the first in a series of pamphlets entitled The American Crisis, opening with the line: \"These are the times that try men's souls.\"","year":1776,"subtitle":"Thomas Paine","url":"https://en.wikipedia.org/wiki/Thomas_Paine","headline":"Thomas Paine Publishes The American Crisis Pamphlets"},{"originalText":"King Philip's War: In the Great Swamp Fight, the colonial militia of New England and their Pequot allies attacked a Narragansett fort in Rhode Island, killing many warriors and hundreds of non-combatants.","year":1675,"subtitle":"King Philip's War","url":"https://en.wikipedia.org/wiki/King_Philip's_War","headline":"Great Swamp Fight in King Philip's War Kills Many"},{"originalText":"Henry II was crowned king of England in Westminster Abbey, London.","year":1154,"subtitle":"Henry II of England","url":"https://en.wikipedia.org/wiki/Henry_II_of_England","headline":"Henry II Crowned King of England in Westminster Abbey"}]}