{"dateLabel":"December 20","issue":"Issue 355","events":[{"originalText":"Pablo Picasso's Portrait of Suzanne Bloch was stolen from the São Paulo Museum of Art before being recovered about three weeks later.","year":2007,"subtitle":"Pablo Picasso","url":"https://en.wikipedia.org/wiki/Pablo_Picasso","headline":"Picasso's Portrait of Suzanne Bloch Stolen from São Paulo Museum of Art"},{"originalText":"Portugal transferred the sovereignty over Macau, which it had administered since the mid–16th century, to China.","year":1999,"subtitle":"Handover of Macau","url":"https://en.wikipedia.org/wiki/Handover_of_Macau","headline":"Portugal Transfers Sovereignty of Macau to China"},{"originalText":"American Airlines Flight 965 crashed into a mountain in Buga, Colombia, killing most of those on board.","year":1995,"subtitle":"American Airlines Flight 965","url":"https://en.wikipedia.org/wiki/American_Airlines_Flight_965","headline":"American Airlines Flight 965 Crashes in Buga, Colombia"},{"originalText":"Mandated by the Dayton Agreement that ended the Bosnian War, the NATO-led Implementation Force (troops pictured) began peacekeeping operations in Bosnia and Herzegovina.","year":1995,"subtitle":"Dayton Agreement","url":"https://en.wikipedia.org/wiki/Dayton_Agreement","headline":"NATO-led Implementation Force Begins Peacekeeping in Bosnia and Herzegovina"},{"originalText":"The United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances, governing international cooperation against the illegal drug trade, opened for signatures.","year":1988,"subtitle":"United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances","url":"https://en.wikipedia.org/wiki/United_Nations_Convention_Against_Illicit_Traffic_in_Narcotic_Drugs_and_Psychotropic_Substances","headline":"UN Convention Against Illicit Drug Trade Opens for Signatures"},{"originalText":"The deadliest peacetime maritime disaster in history occurred when the MV Doña Paz sank after colliding with an oil tanker in the Tablas Strait in the Philippines, resulting in an estimated 4,385 deaths.","year":1987,"subtitle":"List of maritime disasters","url":"https://en.wikipedia.org/wiki/List_of_maritime_disasters","headline":"MV Doña Paz Sinks in Philippines, 4,385 Deaths"},{"originalText":"Twelve-year-old Jonelle Matthews disappeared from her home in Greeley, Colorado; her body was not discovered until 2019.","year":1984,"subtitle":"Murder of Jonelle Matthews","url":"https://en.wikipedia.org/wiki/Murder_of_Jonelle_Matthews","headline":"Twelve-year-old Jonelle Matthews Disappears in Greeley, Colorado"},{"originalText":"NBC aired the American football match between the New York Jets and the Miami Dolphins without announcers.","year":1980,"subtitle":"NBC","url":"https://en.wikipedia.org/wiki/NBC","headline":"NBC Airs Football Match Without Announcers"},{"originalText":"Cardiff was recognised as the capital of Wales by the British government.","year":1955,"subtitle":"Cardiff","url":"https://en.wikipedia.org/wiki/Cardiff","headline":"Cardiff Recognised as Capital of Wales"},{"originalText":"The superhero Captain America made his first published appearance in the comic book Captain America Comics #1.","year":1940,"subtitle":"Captain America","url":"https://en.wikipedia.org/wiki/Captain_America","headline":"Captain America Makes First Appearance in Comic Book"},{"originalText":"Led by George Cathcart, British troops defeated Basuto and Taung forces at the Battle of Berea in present-day Lesotho, leading to an offer of peace from King Moshoeshoe I.","year":1852,"subtitle":"George Cathcart","url":"https://en.wikipedia.org/wiki/George_Cathcart","headline":"British Troops Defeat Basuto and Taung Forces at Battle of Berea"}]}