{"dateLabel":"December 21","issue":"Issue 356","events":[{"originalText":"Operatives of the British Special Boat Service boarded the container ship Grande Tema in the Thames Estuary to detain four stowaways who had threatened the crew.","year":2018,"subtitle":"Special Boat Service","url":"https://en.wikipedia.org/wiki/Special_Boat_Service","headline":"British Special Boat Service detains stowaways on Grande Tema ship in Thames Estuary"},{"originalText":"Countries that were part of the Maya civilization celebrated the end-date of a 5,126-year-long cycle in the Mesoamerican Long Count calendar.","year":2012,"subtitle":"Maya civilization","url":"https://en.wikipedia.org/wiki/Maya_civilization","headline":"Maya civilization celebrates end-date of 5,126-year-long cycle"},{"originalText":"In accordance with the Oslo II Accord, Israeli troops withdrew from Bethlehem in preparation for the transfer of control to the Palestinian National Authority.","year":1995,"subtitle":"Oslo II Accord","url":"https://en.wikipedia.org/wiki/Oslo_II_Accord","headline":"Israeli troops withdraw from Bethlehem in accordance with Oslo II Accord"},{"originalText":"Mexico's Popocatépetl volcano, dormant for 47 years, began erupting, and is now one of the nation's most active volcanoes.","year":1994,"subtitle":"Popocatépetl","url":"https://en.wikipedia.org/wiki/Popocat%C3%A9petl","headline":"Mexico's Popocatépetl volcano erupts after 47 years of dormancy"},{"originalText":"The world's heaviest aircraft, the Antonov An-225 Mriya, made its first flight.","year":1988,"subtitle":"Antonov An-225 Mriya","url":"https://en.wikipedia.org/wiki/Antonov_An-225_Mriya","headline":"Antonov An-225 Mriya makes first flight as world's heaviest aircraft"},{"originalText":"A bomb on board Pan Am Flight 103 detonated over Lockerbie, Scotland, killing 270 people.","year":1988,"subtitle":"Pan Am Flight 103","url":"https://en.wikipedia.org/wiki/Pan_Am_Flight_103","headline":"Pan Am Flight 103 bomb explosion kills 270 over Lockerbie, Scotland"},{"originalText":"The Grumman F-14 Tomcat, the primary fighter aircraft of the U.S. Navy for nearly 30 years, made its first flight.","year":1970,"subtitle":"Grumman F-14 Tomcat","url":"https://en.wikipedia.org/wiki/Grumman_F-14_Tomcat","headline":"Grumman F-14 Tomcat makes first flight as primary U.S. Navy fighter aircraft"},{"originalText":"Apollo 8 launched from Kennedy Space Center in Florida on a trajectory to the Moon; its crew (pictured) became the first humans to visit another celestial body.","year":1968,"subtitle":"Apollo 8","url":"https://en.wikipedia.org/wiki/Apollo_8","headline":"Apollo 8 launches from Kennedy Space Center to become first humans to visit Moon"},{"originalText":"The United Nations adopted the International Convention on the Elimination of All Forms of Racial Discrimination, which 88 member states have since signed.","year":1965,"subtitle":"United Nations","url":"https://en.wikipedia.org/wiki/United_Nations","headline":"United Nations adopts International Convention on Elimination of Racial Discrimination"},{"originalText":"An attempt by Greek Cypriot police to search certain Turkish Cypriot women in Nicosia escalated into island-wide violence, leading to 538 deaths and the displacement of nearly 27,000 people.","year":1963,"subtitle":"Greek Cypriots","url":"https://en.wikipedia.org/wiki/Greek_Cypriots","headline":"Greek Cypriot police search escalates into island-wide violence in Nicosia"},{"originalText":"Snow White and the Seven Dwarfs, the first full-length cel-animated feature in film history, premiered at the Carthay Circle Theatre in Los Angeles.","year":1937,"subtitle":"Snow White and the Seven Dwarfs (1937 film)","url":"https://en.wikipedia.org/wiki/Snow_White_and_the_Seven_Dwarfs_(1937_film)","headline":"Snow White and the Seven Dwarfs premieres as first full-length cel-animated feature"},{"originalText":"Lieutenant Kijé, one of Sergei Prokofiev's best-known works, premiered.","year":1934,"subtitle":"Lieutenant Kijé (Prokofiev)","url":"https://en.wikipedia.org/wiki/Lieutenant_Kij%C3%A9_(Prokofiev)","headline":"Lieutenant Kijé, Sergei Prokofiev's work, premieres"},{"originalText":"Nepal and the United Kingdom signed the first treaty that defined the international status of Nepal as an independent and a sovereign nation.","year":1923,"subtitle":"Nepal–Britain Treaty of 1923","url":"https://en.wikipedia.org/wiki/Nepal%E2%80%93Britain_Treaty_of_1923","headline":"Nepal and UK sign treaty defining Nepal as independent and sovereign nation"},{"originalText":"After serving two years in prison for encouraging people to resist military conscription, anarchist Emma Goldman was deported from the United States to Russia.","year":1919,"subtitle":"Draft evasion","url":"https://en.wikipedia.org/wiki/Draft_evasion","headline":"Anarchist Emma Goldman deported to Russia after serving prison time in the US"},{"originalText":"HMS Challenger departed Portsmouth on a scientific expedition that laid the foundations of oceanography.","year":1872,"subtitle":"HMS Challenger (1858)","url":"https://en.wikipedia.org/wiki/HMS_Challenger_(1858)","headline":"HMS Challenger departs on scientific expedition from Portsmouth"},{"originalText":"The Rochdale Pioneers opened their store (pictured) in Rochdale, England, forming the basis for the modern co-operative movement.","year":1844,"subtitle":"Rochdale Society of Equitable Pioneers","url":"https://en.wikipedia.org/wiki/Rochdale_Society_of_Equitable_Pioneers","headline":"Rochdale Pioneers open store in England, laying foundation for co-operative movement"},{"originalText":"Settlers from the United States in Mexican Texas made the first attempt to secede from Mexico, establishing the short-lived Republic of Fredonia.","year":1826,"subtitle":"Mexican Texas","url":"https://en.wikipedia.org/wiki/Mexican_Texas","headline":"Settlers in Mexican Texas attempt to secede, forming Republic of Fredonia"},{"originalText":"The Pilgrims aboard the Mayflower landed at present-day Plymouth, Massachusetts, to establish the Plymouth Colony.","year":1620,"subtitle":"Pilgrims (Plymouth Colony)","url":"https://en.wikipedia.org/wiki/Pilgrims_(Plymouth_Colony)","headline":"Pilgrims aboard Mayflower land in Plymouth, Massachusetts to establish colony"},{"originalText":"Lamberto Scannabecchi was elected pope, taking the name Honorius II.","year":1124,"subtitle":"1124 papal election","url":"https://en.wikipedia.org/wiki/1124_papal_election","headline":"Lamberto Scannabecchi elected pope, takes name Honorius II"}]}