{"dateLabel":"December 22","issue":"Issue 357","events":[{"originalText":"The United States repealed its controversial \"don't ask, don't tell\" policy on gay, lesbian and bisexual people in the military.","year":2010,"subtitle":"Don't Ask, Don't Tell Repeal Act of 2010","url":"https://en.wikipedia.org/wiki/Don't_Ask%2C_Don't_Tell_Repeal_Act_of_2010","headline":"United States repeals 'don't ask, don't tell' policy in military"},{"originalText":"A dike ruptured at a waste containment area for a coal-fired power plant in Kingston, Tennessee, releasing 1.1 billion gallons (4.2 million m3) of coal fly ash slurry (aftermath pictured) in the largest industrial spill in US history.","year":2008,"subtitle":"Kingston Fossil Plant coal fly ash slurry spill","url":"https://en.wikipedia.org/wiki/Kingston_Fossil_Plant_coal_fly_ash_slurry_spill","headline":"Dike rupture causes largest industrial spill in US history"},{"originalText":"Burhanuddin Rabbani of the Northern Alliance handed over power in Afghanistan to the interim government headed by Hamid Karzai.","year":2001,"subtitle":"Burhanuddin Rabbani","url":"https://en.wikipedia.org/wiki/Burhanuddin_Rabbani","headline":"Burhanuddin Rabbani hands over power in Afghanistan to Hamid Karzai"},{"originalText":"Richard Reid unsuccessfully attempted to detonate a bomb in his shoe on a transatlantic flight from Paris to Miami.","year":2001,"subtitle":"Richard Reid","url":"https://en.wikipedia.org/wiki/Richard_Reid","headline":"Richard Reid attempts shoe bomb attack on transatlantic flight"},{"originalText":"Hussein Farrah Aidid relinquished the disputed title of President of Somalia.","year":1997,"subtitle":"Hussein Farrah Aidid","url":"https://en.wikipedia.org/wiki/Hussein_Farrah_Aidid","headline":"Hussein Farrah Aidid relinquishes title of President of Somalia"},{"originalText":"Brazilian unionist and environmental activist Chico Mendes was murdered at his home in Xapuri.","year":1988,"subtitle":"Trade union","url":"https://en.wikipedia.org/wiki/Trade_union","headline":"Brazilian activist Chico Mendes murdered at home in Xapuri"},{"originalText":"While riding a New York City Subway train, Bernhard Goetz shot four African-American youths who had attempted to rob him, sparking a nationwide debate on vigilantism, racism, and the legal limits of self-defense.","year":1984,"subtitle":"New York City Subway","url":"https://en.wikipedia.org/wiki/New_York_City_Subway","headline":"Bernhard Goetz shoots African-American youths on NYC Subway"},{"originalText":"Cultural Revolution: The People's Daily published a piece by Chinese leader Mao Zedong directing that \"the intellectual youth must go to the country, and will be educated from living in rural poverty\".","year":1968,"subtitle":"Cultural Revolution","url":"https://en.wikipedia.org/wiki/Cultural_Revolution","headline":"Mao Zedong directs intellectual youth to live in rural poverty"},{"originalText":"The Lockheed SR-71 Blackbird, the United States Air Force's long-range, Mach 3+ strategic reconnaissance aircraft and the world's fastest air-breathing manned aircraft, made its first flight.","year":1964,"subtitle":"Lockheed SR-71 Blackbird","url":"https://en.wikipedia.org/wiki/Lockheed_SR-71_Blackbird","headline":"Lockheed SR-71 Blackbird makes first flight"},{"originalText":"Chaired by Sjafruddin Prawiranegara, the Emergency Government of the Republic of Indonesia was established to counter Dutch attempts to re-assert colonial control.","year":1948,"subtitle":"Sjafruddin Prawiranegara","url":"https://en.wikipedia.org/wiki/Sjafruddin_Prawiranegara","headline":"Emergency Government of Indonesia established to counter Dutch control"},{"originalText":"Members of the All-India Muslim League observed a \"Day of Deliverance\" to celebrate the resignations of members of the Indian National Congress over the decision to enter the Second World War at the request of the United Kingdom.","year":1939,"subtitle":"All-India Muslim League","url":"https://en.wikipedia.org/wiki/All-India_Muslim_League","headline":"All-India Muslim League celebrates 'Day of Deliverance'"},{"originalText":"The Lincoln Tunnel, connecting New York City to Weehawken, New Jersey, opened.","year":1937,"subtitle":"Lincoln Tunnel","url":"https://en.wikipedia.org/wiki/Lincoln_Tunnel","headline":"Lincoln Tunnel opens connecting NYC to Weehawken"},{"originalText":"The Congress of Soviets approved the GOELRO plan, the first Soviet plan for national economic recovery and development.","year":1920,"subtitle":"Congress of Soviets","url":"https://en.wikipedia.org/wiki/Congress_of_Soviets","headline":"Congress of Soviets approves first Soviet economic recovery plan"},{"originalText":"In an effort to avoid engaging in the Napoleonic Wars, the United States Congress passed the Embargo Act, forbidding American ships from engaging in trade with foreign nations.","year":1807,"subtitle":"Napoleonic Wars","url":"https://en.wikipedia.org/wiki/Napoleonic_Wars","headline":"US Congress passes Embargo Act to avoid Napoleonic Wars"},{"originalText":"Defeated by the Burmese Konbaung dynasty, Qing China agreed to a peace treaty to end the Sino-Burmese War.","year":1769,"subtitle":"Konbaung dynasty","url":"https://en.wikipedia.org/wiki/Konbaung_dynasty","headline":"Qing China agrees to peace treaty ending Sino-Burmese War"},{"originalText":"An earthquake registering an estimated 7.9 Ms struck the eastern Alborz mountains in Persia, causing an estimated 200,000 deaths.","year":856,"subtitle":"856 Damghan earthquake","url":"https://en.wikipedia.org/wiki/856_Damghan_earthquake","headline":"Earthquake in Persia causes estimated 200,000 deaths"},{"originalText":"Pope Innocent I began his papacy, succeeding Anastasius I.","year":401,"subtitle":"Pope Innocent I","url":"https://en.wikipedia.org/wiki/Pope_Innocent_I","headline":"Pope Innocent I begins papacy, succeeding Anastasius I"},{"originalText":"Roman emperor Vitellius was captured by soldiers loyal to Vespasian and executed at the Gemonian stairs in Rome.","year":69,"subtitle":"AD 69","url":"https://en.wikipedia.org/wiki/AD_69","headline":"Roman emperor Vitellius captured and executed in Rome"}]}