{"dateLabel":"December 23","issue":"Issue 358","events":[{"originalText":"The Guinean military engineered a coup d'état, announcing that it planned to rule the country for two years prior to a new presidential election.","year":2008,"subtitle":"Republic of Guinea Armed Forces","url":"https://en.wikipedia.org/wiki/Republic_of_Guinea_Armed_Forces","headline":"Guinean military engineers coup d'état, plans to rule for two years"},{"originalText":"The Pioneer Helmet, one of only six Anglo-Saxon helmets to be discovered, was first placed on public display.","year":1997,"subtitle":"Pioneer Helmet","url":"https://en.wikipedia.org/wiki/Pioneer_Helmet","headline":"Pioneer Helmet displayed for public viewing"},{"originalText":"About 88 percent of eligible voters in Slovenia voted to secede from the Socialist Federal Republic of Yugoslavia.","year":1990,"subtitle":"1990 Slovenian independence referendum","url":"https://en.wikipedia.org/wiki/1990_Slovenian_independence_referendum","headline":"Slovenia votes to secede from Yugoslavia with 88% support"},{"originalText":"An engine fire caused Aeroflot Flight 3519 to crash shortly after takeoff from Krasnoyarsk, USSR, killing all but one of the 111 people on board.","year":1984,"subtitle":"Aeroflot Flight 3519","url":"https://en.wikipedia.org/wiki/Aeroflot_Flight_3519","headline":"Aeroflot Flight 3519 crashes after engine fire, one survivor"},{"originalText":"Tokyo Tower, then the world's tallest freestanding tower, opened.","year":1958,"subtitle":"Tokyo Tower","url":"https://en.wikipedia.org/wiki/Tokyo_Tower","headline":"Tokyo Tower opens as world's tallest freestanding tower"},{"originalText":"Leading the Australia national cricket team, Ian Craig became the youngest-ever Test cricket captain at the time.","year":1957,"subtitle":"Australia national cricket team","url":"https://en.wikipedia.org/wiki/Australia_national_cricket_team","headline":"Ian Craig youngest Test cricket captain for Australia"},{"originalText":"The Sex Disqualification (Removal) Act was enacted, lifting most of the existing common-law restrictions on women in the United Kingdom.","year":1919,"subtitle":"Sex Disqualification (Removal) Act 1919","url":"https://en.wikipedia.org/wiki/Sex_Disqualification_(Removal)_Act_1919","headline":"Sex Disqualification Act lifts restrictions on women in UK"},{"originalText":"First World War: Allied forces gained a strategic victory at the Battle of Magdhaba on the Sinai Peninsula.","year":1916,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Allied forces victorious at Battle of Magdhaba in WWI"},{"originalText":"During a bout of mental illness, Dutch painter Vincent van Gogh (pictured) severed part of his left ear and gave it to a woman in a brothel in Arles, France.","year":1888,"subtitle":"Mental disorder","url":"https://en.wikipedia.org/wiki/Mental_disorder","headline":"Vincent van Gogh severs ear during mental illness"},{"originalText":"Jane Austen's novel Emma was first published.","year":1815,"subtitle":"Jane Austen","url":"https://en.wikipedia.org/wiki/Jane_Austen","headline":"Jane Austen's Emma published for the first time"},{"originalText":"George Washington resigned as commander-in-chief of the Continental Army at the Maryland State House in Annapolis (painting shown).","year":1783,"subtitle":"George Washington","url":"https://en.wikipedia.org/wiki/George_Washington","headline":"George Washington resigns as commander-in-chief at Maryland State House"},{"originalText":"American Revolutionary War: American troops, overwhelmed by British reinforcements, retreated from the Battle of Iron Works Hill.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"American troops retreat from Battle of Iron Works Hill in Revolutionary War"},{"originalText":"Yohl Ikʼnal acceded to the throne of the Maya city-state of Palenque.","year":583,"subtitle":"Yohl Ikʼnal","url":"https://en.wikipedia.org/wiki/Yohl_Ik%CA%BCnal","headline":"Yohl Ikʼnal becomes ruler of Palenque in Maya city-state"}]}