{"dateLabel":"December 24","issue":"Issue 359","events":[{"originalText":"Burmese military forces killed at least 40 civilians during the Mo So massacre in Kayah State, Myanmar.","year":2021,"subtitle":"Tatmadaw","url":"https://en.wikipedia.org/wiki/Tatmadaw","headline":"Massacre in Kayah State: Burmese military kills 40 civilians"},{"originalText":"The Lord's Resistance Army, a Ugandan rebel group, began attacks on several villages in the north of the Democratic Republic of the Congo, killing hundreds and committing numerous atrocities.","year":2008,"subtitle":"Lord's Resistance Army","url":"https://en.wikipedia.org/wiki/Lord's_Resistance_Army","headline":"Lord's Resistance Army attacks villages in Congo, killing hundreds"},{"originalText":"Jihadists linked to al-Qaeda hijacked Indian Airlines Flight 814 to force the release of Islamist figures held in prison in India.","year":1999,"subtitle":"Jihadism","url":"https://en.wikipedia.org/wiki/Jihadism","headline":"Al-Qaeda linked Jihadists hijack Indian Airlines Flight 814"},{"originalText":"About 20,000 protestors marched in a civil rights demonstration in Forsyth County, Georgia, United States.","year":1987,"subtitle":"1987 Forsyth County protests","url":"https://en.wikipedia.org/wiki/1987_Forsyth_County_protests","headline":"20,000 protestors march in civil rights demonstration in Georgia"},{"originalText":"Aeroflot Flight 601 crashed on approach to Leshukonskoye in the Russian SSR, killing 44 out of 49 people on board.","year":1983,"subtitle":"Aeroflot Flight 601","url":"https://en.wikipedia.org/wiki/Aeroflot_Flight_601","headline":"Aeroflot Flight 601 crashes in Russian SSR, 44 dead"},{"originalText":"The Soviet government deployed troops in Afghanistan, starting the Soviet–Afghan War.","year":1979,"subtitle":"Soviet–Afghan War","url":"https://en.wikipedia.org/wiki/Soviet%E2%80%93Afghan_War","headline":"Soviet troops deployed in Afghanistan, starting war"},{"originalText":"The U.S. Congress granted home rule to Washington, D.C., allowing the residents to elect their own mayor and a city council.","year":1973,"subtitle":"United States Congress","url":"https://en.wikipedia.org/wiki/United_States_Congress","headline":"U.S. Congress grants home rule to Washington, D.C."},{"originalText":"Piloted by Jim Lovell, Apollo 8 became the first human spaceflight to reach and orbit the Moon (Earthrise pictured).","year":1968,"subtitle":"Jim Lovell","url":"https://en.wikipedia.org/wiki/Jim_Lovell","headline":"Apollo 8 orbits Moon in historic spaceflight"},{"originalText":"The Viet Cong bombed the Brinks Hotel in Saigon, killing two U.S. Army officers and raising fears of an escalation of the Vietnam War.","year":1964,"subtitle":"Viet Cong","url":"https://en.wikipedia.org/wiki/Viet_Cong","headline":"Viet Cong bomb Brinks Hotel in Saigon, raising fears"},{"originalText":"According to legend, the NORAD Tracks Santa program began after children began calling the Continental Air Defense Command Center to inquire about Santa Claus's whereabouts due to a misprinted phone number in an advertisement.","year":1955,"subtitle":"NORAD Tracks Santa","url":"https://en.wikipedia.org/wiki/NORAD_Tracks_Santa","headline":"NORAD Tracks Santa program begins after misprinted phone number"},{"originalText":"A railway bridge at Tangiwai on New Zealand's North Island was damaged by a lahar and collapsed beneath a passenger train (wreckage pictured), killing 151 people.","year":1953,"subtitle":"North Island","url":"https://en.wikipedia.org/wiki/North_Island","headline":"Railway bridge collapse in New Zealand kills 151"},{"originalText":"Forces united in the Kingdom of Serbs, Croats and Slovenes defeated Hungarian forces to end the occupation of Međimurje.","year":1918,"subtitle":"Kingdom of Yugoslavia","url":"https://en.wikipedia.org/wiki/Kingdom_of_Yugoslavia","headline":"Forces defeat Hungarian occupation in Kingdom of Serbs, Croats and Slovenes"},{"originalText":"World War I: British and German soldiers interrupted fighting to celebrate Christmas, beginning the Christmas truce .","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Christmas truce interrupts fighting in World War I"},{"originalText":"Seventy-three people were crushed to death in a stampede after someone falsely yelled \"fire\" at a crowded Christmas party in Calumet, Michigan, U.S.","year":1913,"subtitle":"Italian Hall disaster","url":"https://en.wikipedia.org/wiki/Italian_Hall_disaster","headline":"Stampede at Christmas party in Michigan kills 73"},{"originalText":"Aida, one of Giuseppe Verdi's most popular operas, made its debut in Cairo, Egypt.","year":1871,"subtitle":"Aida","url":"https://en.wikipedia.org/wiki/Aida","headline":"Aida opera debuts in Cairo, Egypt"},{"originalText":"Six Confederate veterans of the American Civil War founded a social club they named the Ku Klux Klan, which later became a white supremacist group.","year":1865,"subtitle":"Confederate States Army","url":"https://en.wikipedia.org/wiki/Confederate_States_Army","headline":"Ku Klux Klan founded by Confederate veterans"},{"originalText":"The Sultanate of Brunei ceded the island of Labuan to the British Empire.","year":1846,"subtitle":"Bruneian Sultanate (1368–1888)","url":"https://en.wikipedia.org/wiki/Bruneian_Sultanate_(1368%E2%80%931888)","headline":"Brunei cedes Labuan island to British Empire"},{"originalText":"The Christmas carol \"Silent Night\" (audio featured) by Joseph Mohr and Franz Gruber was first performed in a church in Oberndorf bei Salzburg, Austria.","year":1818,"subtitle":"Christmas carol","url":"https://en.wikipedia.org/wiki/Christmas_carol","headline":"Silent Night carol first performed in Austria"},{"originalText":"The United Kingdom and the United States signed a peace treaty in Ghent, present-day Belgium, ending the War of 1812.","year":1814,"subtitle":"Treaty of Ghent","url":"https://en.wikipedia.org/wiki/Treaty_of_Ghent","headline":"UK and US sign peace treaty in Ghent, ending War of 1812"},{"originalText":"The Tang-dynasty poet Du Fu departed for Chengdu, where he lived for the next five years and composed poems about life in his thatched cottage.","year":759,"subtitle":"Tang dynasty","url":"https://en.wikipedia.org/wiki/Tang_dynasty","headline":"Tang-dynasty poet Du Fu departs for Chengdu"}]}