{"dateLabel":"December 25","issue":"Issue 360","events":[{"originalText":"A Tupolev Tu-154 of the Russian Defence Ministry crashed into the Black Sea shortly after taking off from Sochi International Airport, killing all 92 people on board.","year":2016,"subtitle":"Tupolev Tu-154","url":"https://en.wikipedia.org/wiki/Tupolev_Tu-154","headline":"Russian Defence Ministry Tu-154 crashes into Black Sea, killing 92"},{"originalText":"Aboard Northwest Airlines Flight 253, Umar Farouk Abdulmutallab attempted to detonate plastic explosives hidden in his underwear.","year":2009,"subtitle":"Northwest Airlines Flight 253","url":"https://en.wikipedia.org/wiki/Northwest_Airlines_Flight_253","headline":"Umar Farouk Abdulmutallab attempts bombing on Northwest Airlines Flight 253"},{"originalText":"A fire destroyed Longford's 19th-century St Mel's Cathedral, considered the \"flagship cathedral\" of the Irish midlands.","year":2009,"subtitle":"Longford","url":"https://en.wikipedia.org/wiki/Longford","headline":"Fire destroys St Mel's Cathedral in Longford"},{"originalText":"A tiger at the San Francisco Zoo escaped from its enclosure and attacked three patrons before it was shot and killed.","year":2007,"subtitle":"San Francisco Zoo","url":"https://en.wikipedia.org/wiki/San_Francisco_Zoo","headline":"Tiger escapes San Francisco Zoo enclosure, attacks patrons"},{"originalText":"Russian president Vladimir Putin signed into law a bill officially adopting a new national anthem, with music by Alexander Vasilyevich Alexandrov originally composed for the anthem of the Soviet Union.","year":2000,"subtitle":"Vladimir Putin","url":"https://en.wikipedia.org/wiki/Vladimir_Putin","headline":"Vladimir Putin signs law adopting new Russian national anthem"},{"originalText":"In a nationally televised speech, Mikhail Gorbachev  resigned as President of the Soviet Union.","year":1991,"subtitle":"Mikhail Gorbachev","url":"https://en.wikipedia.org/wiki/Mikhail_Gorbachev","headline":"Mikhail Gorbachev resigns as President of Soviet Union"},{"originalText":"British computer programmer Tim Berners-Lee introduced WorldWideWeb, the world's first web browser and WYSIWYG HTML editor.","year":1990,"subtitle":"Tim Berners-Lee","url":"https://en.wikipedia.org/wiki/Tim_Berners-Lee","headline":"Tim Berners-Lee introduces WorldWideWeb browser"},{"originalText":"Romanian Revolution: Communist dictator Nicolae Ceaușescu and his wife Elena were condemned to death on a wide range of charges and executed.","year":1989,"subtitle":"Romanian revolution","url":"https://en.wikipedia.org/wiki/Romanian_revolution","headline":"Nicolae Ceaușescu and wife Elena condemned to death"},{"originalText":"In Tamil Nadu, India, families of striking Dalit workers were massacred  by a gang, allegedly led by their landlords.","year":1968,"subtitle":"Tamil Nadu","url":"https://en.wikipedia.org/wiki/Tamil_Nadu","headline":"Dalit workers' families massacred in Tamil Nadu"},{"originalText":"Four Scottish university students removed the Stone of Scone, used in the coronations of Scottish and British monarchs, from Westminster Abbey in London.","year":1950,"subtitle":"1950 removal of the Stone of Scone","url":"https://en.wikipedia.org/wiki/1950_removal_of_the_Stone_of_Scone","headline":"Scottish students remove Stone of Scone from Westminster Abbey"},{"originalText":"Second World War: The Japanese occupation of Hong Kong began when Mark Aitchison Young, the Governor of Hong Kong, surrendered the territory to Japan after 18 days of fierce fighting.","year":1941,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Japanese occupation of Hong Kong begins after surrender by Governor"},{"originalText":"The Việt Nam Quốc Dân Đảng, a revolutionary socialist political party that sought Vietnamese independence from French colonial rule, was formed in Hanoi.","year":1927,"subtitle":"Việt Nam Quốc Dân Đảng","url":"https://en.wikipedia.org/wiki/Vi%E1%BB%87t_Nam_Qu%E1%BB%91c_D%C3%A2n_%C4%90%E1%BA%A3ng","headline":"Việt Nam Quốc Dân Đảng formed in Hanoi for Vietnamese independence"},{"originalText":"A Baptist preacher named Samuel Sharpe began an unsuccessful eleven-day slave revolt in Jamaica.","year":1831,"subtitle":"Baptists","url":"https://en.wikipedia.org/wiki/Baptists","headline":"Samuel Sharpe starts unsuccessful slave revolt in Jamaica"},{"originalText":"American physician Ephraim McDowell performed the world's first removal of an ovarian tumor.","year":1809,"subtitle":"Ephraim McDowell","url":"https://en.wikipedia.org/wiki/Ephraim_McDowell","headline":"Ephraim McDowell performs first ovarian tumor removal"},{"originalText":"Based on predictions by Edmond Halley in 1705, Johann Georg Palitzsch observed a comet that was later named Halley's Comet (pictured).","year":1758,"subtitle":"Edmond Halley","url":"https://en.wikipedia.org/wiki/Edmond_Halley","headline":"Halley's Comet observed as predicted by Edmond Halley"},{"originalText":"Baldwin I was crowned the first king of Jerusalem (depicted) in the Church of the Nativity in Bethlehem.","year":1100,"subtitle":"Baldwin I of Jerusalem","url":"https://en.wikipedia.org/wiki/Baldwin_I_of_Jerusalem","headline":"Baldwin I crowned first king of Jerusalem in Church of the Nativity"},{"originalText":"Norman Conquest: William the Conqueror was crowned King of England at Westminster Abbey, but continued to face rebellions over the following years and was not secure on the throne until after 1072.","year":1066,"subtitle":"Norman Conquest","url":"https://en.wikipedia.org/wiki/Norman_Conquest","headline":"William the Conqueror crowned King of England at Westminster Abbey"},{"originalText":"Henry III was crowned Holy Roman Emperor by Pope Clement II.","year":1046,"subtitle":"Henry III, Holy Roman Emperor","url":"https://en.wikipedia.org/wiki/Henry_III%2C_Holy_Roman_Emperor","headline":"Henry III crowned Holy Roman Emperor by Pope Clement II"},{"originalText":"After the death of Emperor Gongsun Shu of Chengjia, the empire was conquered by the Eastern Han dynasty.","year":36,"subtitle":"AD 36","url":"https://en.wikipedia.org/wiki/AD_36","headline":"Eastern Han dynasty conquers empire after death of Emperor Gongsun Shu"}]}