{"dateLabel":"December 26","issue":"Issue 361","events":[{"originalText":"Two earthquakes off the southwest coast of Taiwan damaged submarine communications cables, disrupting Internet services in Asia and affecting financial transactions.","year":2006,"subtitle":"2006 Hengchun earthquakes","url":"https://en.wikipedia.org/wiki/2006_Hengchun_earthquakes","headline":"Taiwan earthquakes damage submarine cables, disrupt Internet services in Asia"},{"originalText":"Six-year-old American beauty queen JonBenét Ramsey was found beaten and strangled in the basement of her family's home in Boulder, Colorado.","year":1996,"subtitle":"Killing of JonBenét Ramsey","url":"https://en.wikipedia.org/wiki/Killing_of_JonBen%C3%A9t_Ramsey","headline":"American beauty queen JonBenét Ramsey found beaten and strangled in Colorado home"},{"originalText":"The Federation of Korean Trade Unions called on its 1.2 million members to refuse to work, beginning the largest organized strike in South Korean history.","year":1996,"subtitle":"Federation of Korean Trade Unions","url":"https://en.wikipedia.org/wiki/Federation_of_Korean_Trade_Unions","headline":"Federation of Korean Trade Unions calls for largest strike in South Korean history"},{"originalText":"American gangster Bugsy Siegel opened The Flamingo Hotel & Casino in Las Vegas, the oldest casino still in operation on the Las Vegas Strip.","year":1946,"subtitle":"Bugsy Siegel","url":"https://en.wikipedia.org/wiki/Bugsy_Siegel","headline":"American gangster Bugsy Siegel opens The Flamingo Hotel & Casino in Las Vegas"},{"originalText":"Second World War: The German battleship Scharnhorst was sunk at the Battle of the North Cape during an attempt to attack Arctic convoys.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German battleship Scharnhorst sunk at Battle of the North Cape"},{"originalText":"World War II: In the Battle of Cape Gloucester, American and Australian forces bombarded Japanese positions on New Britain in the Territory of New Guinea while U.S. Marines invaded from two sides of the island.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"American and Australian forces bombard Japanese positions in Battle of Cape Gloucester"},{"originalText":"American baseball player Babe Ruth was sold by the Boston Red Sox to their rivals, the New York Yankees, beginning the 84-year-long \"Curse of the Bambino\".","year":1919,"subtitle":"Babe Ruth","url":"https://en.wikipedia.org/wiki/Babe_Ruth","headline":"Boston Red Sox sell Babe Ruth to New York Yankees, starting 'Curse of the Bambino'"},{"originalText":"A relief crew arrived at the Flannan Isles Lighthouse in Scotland and discovered that the previous crew had disappeared.","year":1900,"subtitle":"Flannan Isles Lighthouse","url":"https://en.wikipedia.org/wiki/Flannan_Isles_Lighthouse","headline":"Relief crew discovers disappearance of previous crew at Flannan Isles Lighthouse"},{"originalText":"At the French Academy of Sciences, physicists Pierre and Marie Curie announced the discovery of a new element, naming it radium.","year":1898,"subtitle":"French Academy of Sciences","url":"https://en.wikipedia.org/wiki/French_Academy_of_Sciences","headline":"Pierre and Marie Curie announce discovery of radium at French Academy of Sciences"},{"originalText":"Thespis, the first comic opera by Gilbert and Sullivan, premiered at the Gaiety Theatre in London.","year":1871,"subtitle":"Thespis (opera)","url":"https://en.wikipedia.org/wiki/Thespis_(opera)","headline":"Thespis, first comic opera by Gilbert and Sullivan, premieres in London"},{"originalText":"American Civil War: The Battle of Chickasaw Bayou began with Confederate defenders engaging Union forces attempting to capture the city of Vicksburg, Mississippi.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Battle of Chickasaw Bayou begins in American Civil War"},{"originalText":"Imperial Russian Army officers led about 3,000 soldiers in protest against Nicholas I's assumption of the throne after his elder brother Konstantin removed himself from the line of succession.","year":1825,"subtitle":"Imperial Russian Army","url":"https://en.wikipedia.org/wiki/Imperial_Russian_Army","headline":"Imperial Russian Army officers protest Nicholas I's assumption of throne"},{"originalText":"Seventy-two people died when a theater in Richmond, Virginia, was destroyed by fire, becoming the worst urban disaster in American history at the time.","year":1811,"subtitle":"Richmond, Virginia","url":"https://en.wikipedia.org/wiki/Richmond%2C_Virginia","headline":"Richmond theater fire kills 72, worst urban disaster in American history at the time"},{"originalText":"Philip Gidley King, Governor of New South Wales, ordered the formation of the Governor's Body Guard of Light Horse, described as the first full-time military unit raised in Australia.","year":1800,"subtitle":"Philip Gidley King","url":"https://en.wikipedia.org/wiki/Philip_Gidley_King","headline":"Governor of New South Wales orders formation of Governor's Body Guard of Light Horse"},{"originalText":"American Revolutionary War: George Washington led a Continental Army column across the Delaware River to launch a surprise attack against Hessian forces at the Battle of Trenton (painting shown).","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"George Washington leads surprise attack at Battle of Trenton in American Revolutionary War"},{"originalText":"Johann Sebastian Bach (pictured) directed the premiere of Darzu ist erschienen der Sohn Gottes, his first Christmas cantata composed in Leipzig.","year":1723,"subtitle":"Johann Sebastian Bach","url":"https://en.wikipedia.org/wiki/Johann_Sebastian_Bach","headline":"Johann Sebastian Bach directs premiere of first Christmas cantata in Leipzig"},{"originalText":"The opera Agrippina by George Frideric Handel premiered in Venice.","year":1709,"subtitle":"Agrippina (opera)","url":"https://en.wikipedia.org/wiki/Agrippina_(opera)","headline":"George Frideric Handel's opera Agrippina premieres in Venice"},{"originalText":"The first known performance of King Lear, a tragedy written by William Shakespeare (pictured) and based on the legend of Leir of Britain, took place before King James I.","year":1606,"subtitle":"King Lear","url":"https://en.wikipedia.org/wiki/King_Lear","headline":"First known performance of King Lear by William Shakespeare takes place before King James I"}]}