{"dateLabel":"December 27","issue":"Issue 362","events":[{"originalText":"Citing rocket attacks from Palestinian armed groups, Israel launched a surprise attack against the Gaza Strip, opening the three-week Gaza War.","year":2008,"subtitle":"Qassam rocket","url":"https://en.wikipedia.org/wiki/Qassam_rocket","headline":"Israel launches surprise attack on Gaza Strip, starting three-week Gaza War"},{"originalText":"Former prime minister Benazir Bhutto was assassinated while leaving a Pakistan Peoples Party political rally at Liaqat National Bagh in Rawalpindi.","year":2007,"subtitle":"Benazir Bhutto","url":"https://en.wikipedia.org/wiki/Benazir_Bhutto","headline":"Former prime minister Benazir Bhutto assassinated in Rawalpindi"},{"originalText":"Riots erupted in Mombasa, Kenya, after Mwai Kibaki was declared the winner of the presidential election—the first event in a political, economic, and humanitarian crisis.","year":2007,"subtitle":"Mombasa","url":"https://en.wikipedia.org/wiki/Mombasa","headline":"Riots erupt in Mombasa after Mwai Kibaki declared winner of presidential election"},{"originalText":"The human-cloning company Clonaid claimed to have performed the first reproductive cloning of a human, but provided no evidence for the claim.","year":2002,"subtitle":"Human cloning","url":"https://en.wikipedia.org/wiki/Human_cloning","headline":"Clonaid claims first human reproductive cloning with no evidence"},{"originalText":"Loyalist Volunteer Force leader Billy Wright was assassinated in HM Prison Maze by members of the Irish National Liberation Army.","year":1997,"subtitle":"Loyalist Volunteer Force","url":"https://en.wikipedia.org/wiki/Loyalist_Volunteer_Force","headline":"Loyalist Volunteer Force leader Billy Wright assassinated in HM Prison Maze"},{"originalText":"The body of murdered American primatologist Dian Fossey was discovered inside her cabin in Volcanoes National Park, Rwanda.","year":1985,"subtitle":"Primatology","url":"https://en.wikipedia.org/wiki/Primatology","headline":"Body of murdered primatologist Dian Fossey found in Volcanoes National Park"},{"originalText":"Soviet–Afghan War: Soviet troops stormed Tajbeg Palace outside Kabul and killed Afghan president Hafizullah Amin and his 100–150 elite guards.","year":1979,"subtitle":"Soviet–Afghan War","url":"https://en.wikipedia.org/wiki/Soviet%E2%80%93Afghan_War","headline":"Soviet troops storm Tajbeg Palace, killing Afghan president Hafizullah Amin"},{"originalText":"New York City's Radio City Music Hall opened with the world's largest auditorium at the time.","year":1932,"subtitle":"Radio City Music Hall","url":"https://en.wikipedia.org/wiki/Radio_City_Music_Hall","headline":"Radio City Music Hall opens in New York City with world's largest auditorium"},{"originalText":"Joseph Stalin announced the \"liquidation of the kulaks as a class\", beginning a period of political repression against prosperous peasants.","year":1929,"subtitle":"Joseph Stalin","url":"https://en.wikipedia.org/wiki/Joseph_Stalin","headline":"Joseph Stalin announces liquidation of kulaks as a class, starting political repression"},{"originalText":"The Imperial Japanese Navy commissioned Hōshō (pictured), the world's first purpose-built aircraft carrier.","year":1922,"subtitle":"Imperial Japanese Navy","url":"https://en.wikipedia.org/wiki/Imperial_Japanese_Navy","headline":"Imperial Japanese Navy commissions world's first purpose-built aircraft carrier, Hōshō"},{"originalText":"A public speech by the Polish pianist Ignacy Jan Paderewski in Poznań sparked the Greater Poland uprising against Germany.","year":1918,"subtitle":"Ignacy Jan Paderewski","url":"https://en.wikipedia.org/wiki/Ignacy_Jan_Paderewski","headline":"Polish pianist Ignacy Jan Paderewski sparks Greater Poland uprising in Poznań"},{"originalText":"The stage play Peter Pan; or, The Boy Who Wouldn't Grow Up, by Scottish author J. M. Barrie, premiered in London.","year":1904,"subtitle":"Peter and Wendy","url":"https://en.wikipedia.org/wiki/Peter_and_Wendy","headline":"Peter Pan stage play by J. M. Barrie premieres in London"},{"originalText":"HMS Beagle departed Plymouth, England, on a voyage to South America that established Charles Darwin's standing as a naturalist.","year":1831,"subtitle":"HMS Beagle","url":"https://en.wikipedia.org/wiki/HMS_Beagle","headline":"HMS Beagle departs on voyage to South America, establishing Charles Darwin's standing"},{"originalText":"Citizens of New Netherland presented the Flushing Remonstrance to Peter Stuyvesant, the director general of the colonial province, requesting an exemption to his ban on Quaker worship.","year":1657,"subtitle":"New Netherland","url":"https://en.wikipedia.org/wiki/New_Netherland","headline":"Flushing Remonstrance presented to Peter Stuyvesant in New Netherland"},{"originalText":"A period of unrest in Wittenberg following the arrival of three men of the Radical Reformation, known as the Zwickau prophets, was quelled after Martin Luther's release from custody.","year":1521,"subtitle":"Wittenberg","url":"https://en.wikipedia.org/wiki/Wittenberg","headline":"Unrest in Wittenberg quelled after Zwickau prophets, Martin Luther's release"},{"originalText":"The reconstructed Hagia Sophia (pictured) in Constantinople was inaugurated; built as a church, it later became a mosque and a museum.","year":537,"subtitle":"Hagia Sophia","url":"https://en.wikipedia.org/wiki/Hagia_Sophia","headline":"Reconstructed Hagia Sophia in Constantinople inaugurated as mosque and museum"}]}