{"dateLabel":"December 28","issue":"Issue 363","events":[{"originalText":"Netflix released Black Mirror: Bandersnatch, its first interactive content for adults.","year":2018,"subtitle":"Netflix","url":"https://en.wikipedia.org/wiki/Netflix","headline":"Netflix releases Black Mirror: Bandersnatch, first interactive content for adults"},{"originalText":"The passenger ferry Norman Atlantic (pictured) caught fire in the Adriatic Sea.","year":2014,"subtitle":"MS Norman Atlantic","url":"https://en.wikipedia.org/wiki/MS_Norman_Atlantic","headline":"Norman Atlantic passenger ferry catches fire in Adriatic Sea"},{"originalText":"Kurdish–Turkish conflict: Acting on information that Kurdish militants were crossing the border from Iraqi territory, two Turkish F-16 jets fired at a group of villagers, killing 34 people.","year":2011,"subtitle":"Kurdistan Workers' Party insurgency","url":"https://en.wikipedia.org/wiki/Kurdistan_Workers'_Party_insurgency","headline":"Turkish F-16 jets kill 34 villagers in Kurdish–Turkish conflict"},{"originalText":"A suicide bomber attacked a Shia procession commemorating the day of Ashura in Karachi, Pakistan, causing 43 deaths.","year":2009,"subtitle":"2009 Karachi bombing","url":"https://en.wikipedia.org/wiki/2009_Karachi_bombing","headline":"Suicide bomber kills 43 in Shia procession in Karachi, Pakistan"},{"originalText":"Tibetan dissident filmmaker Dhondup Wangchen was imprisoned for subversion by Chinese authorities after a secret trial.","year":2009,"subtitle":"Dhondup Wangchen","url":"https://en.wikipedia.org/wiki/Dhondup_Wangchen","headline":"Chinese authorities imprison Tibetan filmmaker Dhondup Wangchen"},{"originalText":"Somali Civil War: Troops of Somalia's Transitional Federal Government and their Ethiopian allies captured Mogadishu unopposed.","year":2006,"subtitle":"War in Somalia (2006–2009)","url":"https://en.wikipedia.org/wiki/War_in_Somalia_(2006%E2%80%932009)","headline":"Somali troops capture Mogadishu unopposed in Civil War"},{"originalText":"In one of Australia's worst natural disasters, an earthquake measuring 5.6 ML struck Newcastle, New South Wales, killing 13 people and injuring more than 160 others, and causing an estimated A$4 billion in damages.","year":1989,"subtitle":"1989 Newcastle earthquake","url":"https://en.wikipedia.org/wiki/1989_Newcastle_earthquake","headline":"Earthquake in Newcastle, Australia kills 13 and causes $4 billion in damages"},{"originalText":"American businesswoman Muriel Siebert became the first woman to own a seat on the New York Stock Exchange.","year":1967,"subtitle":"Muriel Siebert","url":"https://en.wikipedia.org/wiki/Muriel_Siebert","headline":"Muriel Siebert first woman to own seat on NY Stock Exchange"},{"originalText":"World War II: After eight days of brutal house-to-house fighting, the 1st Canadian Infantry Division captured the Italian town of Ortona (depicted).","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"1st Canadian Infantry Division captures Ortona in World War II"},{"originalText":"At the Irish general election, Constance Markievicz was elected to the House of Commons of the United Kingdom as the first female member of Parliament, although she never took her seat.","year":1918,"subtitle":"1918 Irish general election","url":"https://en.wikipedia.org/wiki/1918_Irish_general_election","headline":"Constance Markievicz elected first female member of UK Parliament"},{"originalText":"An earthquake registering 7.1 Mw struck near Messina, which, along with the subsequent tsunami, killed at least 75,000 people in southern Italy.","year":1908,"subtitle":"1908 Messina earthquake","url":"https://en.wikipedia.org/wiki/1908_Messina_earthquake","headline":"Earthquake and tsunami in Messina, Italy kills at least 75,000"},{"originalText":"The last confirmed sighting of the now-extinct huia occurred in the Tararua Range on New Zealand's North Island.","year":1907,"subtitle":"Huia","url":"https://en.wikipedia.org/wiki/Huia","headline":"Last confirmed sighting of huia in Tararua Range, New Zealand"},{"originalText":"The Tay Bridge, spanning the Firth of Tay in Scotland between Dundee and Wormit, collapsed during a violent storm while a train was passing over it, killing all on board.","year":1879,"subtitle":"Tay Bridge","url":"https://en.wikipedia.org/wiki/Tay_Bridge","headline":"Tay Bridge collapses in Scotland, killing all on board"},{"originalText":"American Civil War: Union forces defeated a Confederate cavalry unit at the Battle of Van Buren, capturing three steamboats, Confederate troops, and various supplies.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union forces defeat Confederates at Battle of Van Buren"},{"originalText":"Taksin the Great was crowned king of the newly established Thonburi Kingdom at the new capital of Thonburi in present-day Thailand.","year":1767,"subtitle":"Taksin","url":"https://en.wikipedia.org/wiki/Taksin","headline":"Taksin the Great crowned king of Thonburi Kingdom in Thailand"},{"originalText":"Galileo Galilei became the first person to observe the planet Neptune, although he mistakenly catalogued it as a fixed star.","year":1612,"subtitle":"Galileo Galilei","url":"https://en.wikipedia.org/wiki/Galileo_Galilei","headline":"Galileo Galilei observes Neptune for the first time"},{"originalText":"Westminster Abbey, built by Edward the Confessor as the first Romanesque church in England, was first consecrated.","year":1065,"subtitle":"Westminster Abbey","url":"https://en.wikipedia.org/wiki/Westminster_Abbey","headline":"Westminster Abbey consecrated as first Romanesque church in England"},{"originalText":"An earthquake destroyed the city of Dvin, Armenia, resulting in about 30,000 casualties.","year":893,"subtitle":"893 Dvin earthquake","url":"https://en.wikipedia.org/wiki/893_Dvin_earthquake","headline":"Earthquake destroys Dvin, Armenia with about 30,000 casualties"},{"originalText":"Alaric II succeeded his father Euric as King of the Visigoths.","year":484,"subtitle":"Alaric II","url":"https://en.wikipedia.org/wiki/Alaric_II","headline":"Alaric II becomes King of the Visigoths, succeeding Euric"}]}