{"dateLabel":"December 29","issue":"Issue 364","events":[{"originalText":"Planted by unknown perpetrators, a bomb exploded at LaGuardia Airport in New York City, killing 11 people and seriously injuring 74 others.","year":1975,"subtitle":"1975 LaGuardia Airport bombing","url":"https://en.wikipedia.org/wiki/1975_LaGuardia_Airport_bombing","headline":"Bomb Explodes at LaGuardia Airport in NYC, Killing 11"},{"originalText":"American physicist Richard Feynman gave a speech entitled \"There's Plenty of Room at the Bottom\" at Caltech, anticipating the field of nanotechnology.","year":1959,"subtitle":"Richard Feynman","url":"https://en.wikipedia.org/wiki/Richard_Feynman","headline":"Physicist Richard Feynman Anticipates Nanotechnology at Caltech Speech"},{"originalText":"Second World War: The Luftwaffe began a major night bombing raid on the British capital as part of the Blitz, beginning what was later called the \"Second Great Fire of London\".","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Luftwaffe Begins Major Night Bombing Raid on London During Blitz"},{"originalText":"The Constitution of Ireland, the founding legal document of the state known today as the Republic of Ireland, came into force.","year":1937,"subtitle":"Constitution of Ireland","url":"https://en.wikipedia.org/wiki/Constitution_of_Ireland","headline":"Constitution of Ireland Comes into Force"},{"originalText":"The Northern Expedition, a military campaign by the National Revolutionary Army of the Kuomintang, ended with the complete control of the Republic of China.","year":1928,"subtitle":"Northern Expedition","url":"https://en.wikipedia.org/wiki/Northern_Expedition","headline":"Northern Expedition Ends with Kuomintang Control of Republic of China"},{"originalText":"First World War: The French parliament passed a law granting the land occupied by British war graves as \"the free gift of the French people\".","year":1915,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"French Parliament Grants Land for British War Graves"},{"originalText":"Cecil B. DeMille started filming Hollywood's first feature film, The Squaw Man (featured).","year":1913,"subtitle":"Cecil B. DeMille","url":"https://en.wikipedia.org/wiki/Cecil_B._DeMille","headline":"Cecil B. DeMille Films Hollywood's First Feature Film, The Squaw Man"},{"originalText":"Sioux Wars: The United States Army killed 250 to 300 Lakota men, women and children at the Wounded Knee Massacre, beginning the Ghost Dance War.","year":1890,"subtitle":"Sioux Wars","url":"https://en.wikipedia.org/wiki/Sioux_Wars","headline":"United States Army Kills 250-300 Lakota at Wounded Knee Massacre"},{"originalText":"A railway bridge collapsed over the Ashtabula River in Ohio, killing 92 people and injuring 64 others on a Lake Shore and Michigan Southern Railway train.","year":1876,"subtitle":"Ashtabula River railroad disaster","url":"https://en.wikipedia.org/wiki/Ashtabula_River_railroad_disaster","headline":"Railway Bridge Collapse in Ohio Kills 92"},{"originalText":"To counter the French Navy's Gloire, the world's first ironclad warship, the Royal Navy launched HMS Warrior, the world's first iron-hulled armoured warship.","year":1860,"subtitle":"French Navy","url":"https://en.wikipedia.org/wiki/French_Navy","headline":"Royal Navy Launches HMS Warrior, First Iron-Hulled Armoured Warship"},{"originalText":"The Republic of Texas was annexed by the United States, becoming the 28th state to be admitted to the Union.","year":1845,"subtitle":"Republic of Texas","url":"https://en.wikipedia.org/wiki/Republic_of_Texas","headline":"Republic of Texas Annexed by United States as 28th State"},{"originalText":"War of 1812: In a three-hour single-ship action, HMS Java (drawing shown) was captured by USS Constitution off the coast of Brazil.","year":1812,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"USS Constitution Captures HMS Java in War of 1812 Battle"},{"originalText":"American Revolutionary War: Lieutenant Colonel Archibald Campbell led a contingent of British soldiers to capture the city of Savannah, Georgia.","year":1778,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British Capture Savannah, Georgia in American Revolutionary War"}]}