{"dateLabel":"December 30","issue":"Issue 365","events":[{"originalText":"Supporters of Congolese religious leader Paul-Joseph Mukungubila carried out a series of attacks on television studios, the airport and a military base in Kinshasa.","year":2013,"subtitle":"Paul-Joseph Mukungubila","url":"https://en.wikipedia.org/wiki/Paul-Joseph_Mukungubila","headline":"Supporters of Congolese religious leader Paul-Joseph Mukungubila carry out attacks in Kinshasa"},{"originalText":"Due to a rupture of the Lanzhou–Zhengzhou–Changsha pipeline in Shaanxi, China, caused approximately 150,000 l (40,000 US gal) of diesel oil flowed down the Wei River before finally reaching the Yellow River six days later.","year":2009,"subtitle":"Lanzhou–Zhengzhou–Changsha pipeline","url":"https://en.wikipedia.org/wiki/Lanzhou%E2%80%93Zhengzhou%E2%80%93Changsha_pipeline","headline":"150,000 liters of diesel oil flow into Yellow River after pipeline rupture in Shaanxi, China"},{"originalText":"Pro-government counter-demonstrators held rallies in several Iranian cities in response to recent anti-government protests on the holy day of Ashura.","year":2009,"subtitle":"December 30, 2009, Iranian pro-government rallies","url":"https://en.wikipedia.org/wiki/December_30%2C_2009%2C_Iranian_pro-government_rallies","headline":"Pro-government rallies held in Iranian cities in response to anti-government protests on Ashura"},{"originalText":"The Indonesian ferry MV Senopati Nusantara sank in the Java Sea during a storm, killing at least 400 people.","year":2006,"subtitle":"MV Senopati Nusantara","url":"https://en.wikipedia.org/wiki/MV_Senopati_Nusantara","headline":"Indonesian ferry MV Senopati Nusantara sinks in Java Sea, killing at least 400"},{"originalText":"Basque nationalist group ETA detonated a van bomb at Madrid–Barajas Airport in Spain, ending a nine-month ceasefire.","year":2006,"subtitle":"Basque nationalism","url":"https://en.wikipedia.org/wiki/Basque_nationalism","headline":"ETA detonates van bomb at Madrid–Barajas Airport in Spain, ending ceasefire"},{"originalText":"Saddam Hussein, the former President of Iraq, was executed after being found guilty of crimes against humanity by the Iraqi Special Tribunal.","year":2006,"subtitle":"Saddam Hussein","url":"https://en.wikipedia.org/wiki/Saddam_Hussein","headline":"Former Iraqi President Saddam Hussein executed for crimes against humanity"},{"originalText":"Tropical Storm Zeta was declared a tropical depression, making it the record-breaking 28th tropical cyclone of the 2005 Atlantic hurricane season, the most active in recorded history until 2020.","year":2005,"subtitle":"Tropical Storm Zeta (2005)","url":"https://en.wikipedia.org/wiki/Tropical_Storm_Zeta_(2005)","headline":"Tropical Storm Zeta becomes record-breaking 28th cyclone of 2005 Atlantic hurricane season"},{"originalText":"A series of bombings occurred around Metro Manila in the Philippines, killing 22 people and injuring around 100 others.","year":2000,"subtitle":"Rizal Day bombings","url":"https://en.wikipedia.org/wiki/Rizal_Day_bombings","headline":"Bombings in Metro Manila, Philippines, kill 22 and injure around 100"},{"originalText":"Philippine president Ferdinand Marcos began his second term after being re-elected by a landslide, but economic unrest led him to declare martial law within a year.","year":1969,"subtitle":"Ferdinand Marcos","url":"https://en.wikipedia.org/wiki/Ferdinand_Marcos","headline":"Philippine president Ferdinand Marcos begins second term amid economic unrest"},{"originalText":"The Guatemalan Air Force fired on Mexican fishing boats that had strayed into Guatemalan territory, triggering an eight-month conflict.","year":1958,"subtitle":"Guatemalan Air Force","url":"https://en.wikipedia.org/wiki/Guatemalan_Air_Force","headline":"Guatemalan Air Force fires on Mexican fishing boats, triggering eight-month conflict"},{"originalText":"The Finnish National Bureau of Investigation was established to consolidate criminal investigation and intelligence into a single agency.","year":1954,"subtitle":"National Bureau of Investigation (Finland)","url":"https://en.wikipedia.org/wiki/National_Bureau_of_Investigation_(Finland)","headline":"Finnish National Bureau of Investigation established to consolidate criminal investigation"},{"originalText":"The Arroyo Seco Parkway (pictured), one of the first freeways built in the U.S., connecting downtown Los Angeles with Pasadena, California, was officially dedicated.","year":1940,"subtitle":"Arroyo Seco Parkway","url":"https://en.wikipedia.org/wiki/Arroyo_Seco_Parkway","headline":"Arroyo Seco Parkway officially dedicated, connecting Los Angeles with Pasadena"},{"originalText":"Second Italo-Abyssinian War: The Italian Air Force destroyed a Swedish Red Cross field hospital in Dolo, Ethiopia, in retaliation for the earlier execution of an Italian prisoner of war.","year":1935,"subtitle":"Second Italo-Ethiopian War","url":"https://en.wikipedia.org/wiki/Second_Italo-Ethiopian_War","headline":"Italian Air Force destroys Swedish Red Cross field hospital in Ethiopia"},{"originalText":"The All-India Muslim League, a political party in British India that developed into the driving force behind the creation of Pakistan as a Muslim state on the Indian subcontinent, was founded in Dhaka.","year":1906,"subtitle":"All-India Muslim League","url":"https://en.wikipedia.org/wiki/All-India_Muslim_League","headline":"All-India Muslim League founded in Dhaka, driving force behind creation of Pakistan"},{"originalText":"In one of the deadliest single-building fires in United States history, the Iroquois Theatre fire in Chicago killed more than 600 people.","year":1903,"subtitle":"Iroquois Theatre fire","url":"https://en.wikipedia.org/wiki/Iroquois_Theatre_fire","headline":"Iroquois Theatre fire in Chicago kills over 600 people in deadliest single-building fire"},{"originalText":"The Discovery Expedition under Robert Falcon Scott attained a new Farthest South point in Antarctica.","year":1902,"subtitle":"Discovery Expedition","url":"https://en.wikipedia.org/wiki/Discovery_Expedition","headline":"Discovery Expedition attains new Farthest South point in Antarctica"},{"originalText":"War of 1812: British forces captured Buffalo, New York, and burned down nearly all its buildings.","year":1813,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"British forces capture Buffalo, New York, and burn down buildings in War of 1812"},{"originalText":"Queen Anne's War: James Moore, the British colonial governor of Carolina, abandoned a siege against St. Augustine in Spanish Florida and retreated to Charles Town in disgrace.","year":1702,"subtitle":"Queen Anne's War","url":"https://en.wikipedia.org/wiki/Queen_Anne's_War","headline":"British colonial governor of Carolina abandons siege against St. Augustine in Queen Anne's War"},{"originalText":"Wars of the Roses: At the Battle of Wakefield, Lancastrian forces destroyed the Yorkist army and killed Richard of York (pictured) at Sandal Magna in West Yorkshire, England.","year":1460,"subtitle":"Wars of the Roses","url":"https://en.wikipedia.org/wiki/Wars_of_the_Roses","headline":"Lancastrian forces defeat Yorkists at Battle of Wakefield, killing Richard of York in Wars of the Roses"},{"originalText":"In Ireland, the combined forces of Munster and Meath crushed a rebellion by Leinster and Dublin.","year":999,"subtitle":"AD 999","url":"https://en.wikipedia.org/wiki/AD_999","headline":"Forces of Munster and Meath crush rebellion by Leinster and Dublin in Ireland"}]}