{"dateLabel":"December 31","issue":"Issue 366","events":[{"originalText":"28 tornadoes (one depicted) touched down in midwestern and southern United States, part of an outbreak that led to the deaths of nine people and large property damage.","year":2010,"subtitle":"2010 New Year's Eve tornado outbreak","url":"https://en.wikipedia.org/wiki/2010_New_Year's_Eve_tornado_outbreak","headline":"28 tornadoes hit midwestern and southern United States, 9 dead"},{"originalText":"War in Somalia: Transitional Federal Government forces attacked the last stronghold of the Islamic Courts Union in the town of Jilib.","year":2006,"subtitle":"War in Somalia (2006–2009)","url":"https://en.wikipedia.org/wiki/War_in_Somalia_(2006%E2%80%932009)","headline":"Transitional Federal Government forces attack Islamic Courts Union stronghold in Jilib"},{"originalText":"Russian prime minister Vladimir Putin became acting president upon President Boris Yeltsin's unexpected resignation.","year":1999,"subtitle":"Vladimir Putin","url":"https://en.wikipedia.org/wiki/Vladimir_Putin","headline":"Vladimir Putin becomes acting president after Boris Yeltsin's resignation"},{"originalText":"The European Exchange Rate Mechanism froze the exchange rates of the legacy currencies in the eurozone, establishing the value of the euro.","year":1998,"subtitle":"European Exchange Rate Mechanism","url":"https://en.wikipedia.org/wiki/European_Exchange_Rate_Mechanism","headline":"European Exchange Rate Mechanism freezes legacy currencies in eurozone"},{"originalText":"Brandon Teena, an American trans man, was raped and murdered in Humboldt, Nebraska; his death led to increased lobbying for hate crime laws in the United States.","year":1993,"subtitle":"Brandon Teena","url":"https://en.wikipedia.org/wiki/Brandon_Teena","headline":"American trans man Brandon Teena raped and murdered in Humboldt, Nebraska"},{"originalText":"Three disgruntled employees set fire to the Dupont Plaza Hotel in San Juan, Puerto Rico, killing more than 90 people and injuring 140 others, making it the second-deadliest hotel fire in United States history.","year":1986,"subtitle":"Dupont Plaza Hotel arson","url":"https://en.wikipedia.org/wiki/Dupont_Plaza_Hotel_arson","headline":"Disgruntled employees set fire to Dupont Plaza Hotel in San Juan, Puerto Rico, 90 dead"},{"originalText":"Puerto Rican baseball player Roberto Clemente died in a plane crash en route to deliver aid to victims of that year's Nicaragua earthquake.","year":1972,"subtitle":"Roberto Clemente","url":"https://en.wikipedia.org/wiki/Roberto_Clemente","headline":"Puerto Rican baseball player Roberto Clemente dies in plane crash"},{"originalText":"Central African military officers led by Jean-Bédel Bokassa began a coup d'état against the government of President David Dacko.","year":1965,"subtitle":"Jean-Bédel Bokassa","url":"https://en.wikipedia.org/wiki/Jean-B%C3%A9del_Bokassa","headline":"Central African military officers led by Jean-Bédel Bokassa stage coup d'état"},{"originalText":"RTÉ, Ireland's first television network, began broadcasting.","year":1961,"subtitle":"RTÉ","url":"https://en.wikipedia.org/wiki/RT%C3%89","headline":"Ireland's first television network RTÉ begins broadcasting"},{"originalText":"Korean War: North Korean troops attacked United Nations forces in the first of two battles at Wonju.","year":1950,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"Korean War: North Korean troops attack UN forces at Wonju"},{"originalText":"The Manhattan Bridge, connecting Lower Manhattan to Downtown Brooklyn and considered to be the forerunner of modern suspension bridges, opened to traffic.","year":1909,"subtitle":"Manhattan Bridge","url":"https://en.wikipedia.org/wiki/Manhattan_Bridge","headline":"Manhattan Bridge opens, connecting Lower Manhattan to Downtown Brooklyn"},{"originalText":"New York City held its first annual ball drop event in Times Square as part of New Year's Eve celebrations.","year":1907,"subtitle":"Times Square Ball","url":"https://en.wikipedia.org/wiki/Times_Square_Ball","headline":"New York City holds first annual ball drop event in Times Square"},{"originalText":"The Battle of Stones River in Murfreesboro, Tennessee, began with an engagement in which both sides would suffer their highest casualty rates in the American Civil War.","year":1862,"subtitle":"Battle of Stones River","url":"https://en.wikipedia.org/wiki/Battle_of_Stones_River","headline":"Battle of Stones River begins in Murfreesboro, Tennessee, high casualty rates"},{"originalText":"Queen Victoria announced the choice of Ottawa (pictured), then a small logging town, to be the capital of the British colony of Canada.","year":1857,"subtitle":"Queen Victoria","url":"https://en.wikipedia.org/wiki/Queen_Victoria","headline":"Queen Victoria chooses Ottawa as capital of British colony of Canada"},{"originalText":"American Revolutionary War: At the Battle of Quebec, British forces repulsed an attack by the Continental Army to capture Quebec City and enlist French Canadian support.","year":1775,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British forces repulse Continental Army attack at Battle of Quebec"},{"originalText":"Arthur Guinness signed a 9,000-year lease at £45 per annum to the St. James's Gate Brewery in Dublin and began brewing Guinness.","year":1759,"subtitle":"Arthur Guinness","url":"https://en.wikipedia.org/wiki/Arthur_Guinness","headline":"Arthur Guinness signs lease to St. James's Gate Brewery, begins brewing Guinness"}]}