{"dateLabel":"September 1","issue":"Issue 245","events":[{"originalText":"Hurricane Dorian, the most powerful Atlantic hurricane on record outside the tropics, made landfall in the Bahamas at Category 5 intensity.","year":2019,"subtitle":"Hurricane Dorian","url":"https://en.wikipedia.org/wiki/Hurricane_Dorian","headline":"Hurricane Dorian Makes Landfall in the Bahamas at Category 5 Intensity"},{"originalText":"Speakers' Corner, a free speech area in Hong Lim Park in Singapore, was launched.","year":2000,"subtitle":"Speakers' Corner, Singapore","url":"https://en.wikipedia.org/wiki/Speakers'_Corner%2C_Singapore","headline":"Speakers' Corner Launched in Hong Lim Park, Singapore"},{"originalText":"A Soviet jet interceptor shot down the civilian Korean Air Lines Flight 007 near the island of Sakhalin in the north Pacific, killing all 246 passengers and 23 crew on board.","year":1983,"subtitle":"Interceptor aircraft","url":"https://en.wikipedia.org/wiki/Interceptor_aircraft","headline":"Soviet Jet Interceptor Shoots Down Korean Air Lines Flight 007, Killing All On Board"},{"originalText":"A 76-hour multinational rescue effort in the Irish Sea resulted in the deepest sub rescue in history (pictured).","year":1973,"subtitle":"Irish Sea","url":"https://en.wikipedia.org/wiki/Irish_Sea","headline":"Multinational Rescue Effort in Irish Sea Results in Deepest Sub Rescue in History"},{"originalText":"In a match widely publicized as a Cold War confrontation, American chess grandmaster Bobby Fischer became the 11th World Chess Champion with his victory over Soviet Boris Spassky.","year":1972,"subtitle":"Cold War","url":"https://en.wikipedia.org/wiki/Cold_War","headline":"Bobby Fischer Becomes World Chess Champion in Cold War Match"},{"originalText":"Muammar Gaddafi (pictured) led a coup d'état to overthrow King Idris of Libya.","year":1969,"subtitle":"Muammar Gaddafi","url":"https://en.wikipedia.org/wiki/Muammar_Gaddafi","headline":"Muammar Gaddafi Leads Coup to Overthrow King Idris of Libya"},{"originalText":"At an Arab League summit, eight nations issued the Khartoum Resolution, declaring that there would be \"no peace with Israel, no recognition of Israel, [and] no negotiations with it\".","year":1967,"subtitle":"1967 Arab League summit","url":"https://en.wikipedia.org/wiki/1967_Arab_League_summit","headline":"Arab League Summit Issues Khartoum Resolution Against Israel"},{"originalText":"Rioting erupted in Dayton, Ohio, resulting in one death and the mobilization of the Ohio National Guard.","year":1966,"subtitle":"1966 Dayton race riot","url":"https://en.wikipedia.org/wiki/1966_Dayton_race_riot","headline":"Rioting Erupts in Dayton, Ohio Resulting in One Death"},{"originalText":"Ernest Hemingway's novel The Old Man and the Sea, which later won the Pulitzer Prize for Fiction, was first published.","year":1952,"subtitle":"Ernest Hemingway","url":"https://en.wikipedia.org/wiki/Ernest_Hemingway","headline":"Ernest Hemingway's The Old Man and the Sea First Published"},{"originalText":"German forces attacked multiple locations in Poland, including Wieluń and Westerplatte, starting World War II in Europe.","year":1939,"subtitle":"Invasion of Poland","url":"https://en.wikipedia.org/wiki/Invasion_of_Poland","headline":"German Forces Attack Poland, Starting World War II in Europe"},{"originalText":"The first group of around 172,000 Koreans were deported by Soviet authorities from the Russian Far East to the Kazakh and Uzbek SSRs; around 10 to 25 percent died.","year":1937,"subtitle":"Koryo-saram","url":"https://en.wikipedia.org/wiki/Koryo-saram","headline":"Soviet Authorities Deport Koreans to Kazakh and Uzbek SSRs"},{"originalText":"The passenger pigeon, which once numbered in the billions, became extinct when the last individual died in captivity","year":1914,"subtitle":"Passenger pigeon","url":"https://en.wikipedia.org/wiki/Passenger_pigeon","headline":"Passenger Pigeon Becomes Extinct as Last Individual Dies"},{"originalText":"Construction began on the Saline Valley salt tram, which during its operation was the steepest tram in the United States.","year":1911,"subtitle":"Saline Valley salt tram","url":"https://en.wikipedia.org/wiki/Saline_Valley_salt_tram","headline":"Construction Begins on Saline Valley Salt Tram in the United States"},{"originalText":"The first science fiction film, titled A Trip to the Moon and based on From the Earth to the Moon by Jules Verne, was released in France.","year":1902,"subtitle":"Science fiction film","url":"https://en.wikipedia.org/wiki/Science_fiction_film","headline":"First Science Fiction Film A Trip to the Moon Released in France"},{"originalText":"A small British force commanded by a surgeon fought off a surprise attack by the Maya on Orange Walk Town, British Honduras.","year":1872,"subtitle":"Battle of Orange Walk","url":"https://en.wikipedia.org/wiki/Battle_of_Orange_Walk","headline":"British Force Fights Off Maya Attack in British Honduras"},{"originalText":"American Civil War: Confederate forces attacked retreating troops of the Union Army during a rainstorm in Chantilly, Virginia, but the battle ended inconclusively.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate Forces Attack Union Army Troops in Chantilly, Virginia"},{"originalText":"A powerful solar flare caused a coronal mass ejection that struck Earth a few hours later, generating the most intense geomagnetic storm ever recorded and causing bright aurorae visible in the middle latitudes.","year":1859,"subtitle":"Carrington Event","url":"https://en.wikipedia.org/wiki/Carrington_Event","headline":"Powerful Solar Flare Causes Intense Geomagnetic Storm on Earth"},{"originalText":"A powerful solar flare caused a coronal mass ejection that struck Earth a few hours later, generating the most intense geomagnetic storm ever recorded and causing bright aurorae visible in the middle latitudes.","year":1859,"subtitle":"Carrington Event","url":"https://en.wikipedia.org/wiki/Carrington_Event","headline":"Powerful Solar Flare Causes Intense Geomagnetic Storm on Earth"},{"originalText":"German astronomer Karl Ludwig Harding discovered one of the largest main-belt asteroids, naming it Juno after the Roman goddess.","year":1804,"subtitle":"Karl Ludwig Harding","url":"https://en.wikipedia.org/wiki/Karl_Ludwig_Harding","headline":"Astronomer Karl Ludwig Harding Discovers Asteroid Juno"},{"originalText":"Under orders from Governor Thomas Gage, British soldiers removed gunpowder from a magazine in the Province of Massachusetts Bay, which caused Patriots to prepare for war.","year":1774,"subtitle":"Thomas Gage","url":"https://en.wikipedia.org/wiki/Thomas_Gage","headline":"British Soldiers Remove Gunpowder in Massachusetts Bay, Patriots Prepare for War"},{"originalText":"The Guru Granth Sahib (folio depicted), the religious text of Sikhism, was installed in the Golden Temple in Amritsar.","year":1604,"subtitle":"Guru Granth Sahib","url":"https://en.wikipedia.org/wiki/Guru_Granth_Sahib","headline":"Guru Granth Sahib Installed in Golden Temple in Amritsar"},{"originalText":"The main altar of Lund Cathedral, then the Catholic cathedral of all the Nordic countries, was dedicated to Saint Lawrence and the Virgin Mary.","year":1145,"subtitle":"Lund Cathedral","url":"https://en.wikipedia.org/wiki/Lund_Cathedral","headline":"Main Altar of Lund Cathedral Dedicated to Saint Lawrence and the Virgin Mary"}]}