{"dateLabel":"September 2","issue":"Issue 246","events":[{"originalText":"Bad weather caused a Chilean Air Force aircraft to crash into the Pacific Ocean, killing all 21 people on board.","year":2011,"subtitle":"Chilean Air Force","url":"https://en.wikipedia.org/wiki/Chilean_Air_Force","headline":"Chilean Air Force aircraft crashes into Pacific Ocean, killing all 21 on board"},{"originalText":"An earthquake registering 7.7 Mw off the coast of Nicaragua became the first tsunami earthquake to be captured on modern broadband seismic networks.","year":1992,"subtitle":"1992 Nicaragua earthquake","url":"https://en.wikipedia.org/wiki/1992_Nicaragua_earthquake","headline":"7.7 magnitude earthquake off coast of Nicaragua triggers first tsunami earthquake captured on modern networks"},{"originalText":"Hurricane Elena, an unpredictable and damaging tropical cyclone that affected eastern and central portions of the United States Gulf Coast, made landfall near Biloxi, Mississippi, as a Category 3 major hurricane.","year":1985,"subtitle":"Hurricane Elena","url":"https://en.wikipedia.org/wiki/Hurricane_Elena","headline":"Hurricane Elena makes landfall near Biloxi, Mississippi as Category 3 major hurricane"},{"originalText":"Paddy Roy Bates proclaimed HM Fort Roughs, a former World War II Maunsell Sea Fort in the North Sea off the coast of Suffolk, England, as an independent sovereign state: the Principality of Sealand (pictured).","year":1967,"subtitle":"Paddy Roy Bates","url":"https://en.wikipedia.org/wiki/Paddy_Roy_Bates","headline":"Paddy Roy Bates proclaims Principality of Sealand on former Maunsell Sea Fort"},{"originalText":"South Vietnamese president Ngô Đình Diệm began an official visit to Australia, the first by a foreign incumbent head of state to the country.","year":1957,"subtitle":"South Vietnam","url":"https://en.wikipedia.org/wiki/South_Vietnam","headline":"South Vietnamese president Ngô Đình Diệm visits Australia"},{"originalText":"The interim government of India, headed by Jawaharlal Nehru, was formed to assist the transition of India from British rule to independence.","year":1946,"subtitle":"Interim Government of India","url":"https://en.wikipedia.org/wiki/Interim_Government_of_India","headline":"Interim government of India formed under Jawaharlal Nehru to assist transition to independence"},{"originalText":"On the deck of the U.S. Navy battleship Missouri in Tokyo Bay, representatives from the Empire of Japan and the Allied powers signed the Japanese Instrument of Surrender (pictured), formally ending World War II.","year":1945,"subtitle":"United States Navy","url":"https://en.wikipedia.org/wiki/United_States_Navy","headline":"Japanese Instrument of Surrender signed on U.S. Navy battleship Missouri in Tokyo Bay"},{"originalText":"Kantō Massacre: Amid rumors that Koreans had been conducting acts of sabotage in the aftermath of the 1923 Great Kantō earthquake, lynch mobs of Japanese murdered thousands of ethnic minorities such as Koreans and Chinese over the course of several weeks.","year":1923,"subtitle":"Kantō Massacre","url":"https://en.wikipedia.org/wiki/Kant%C5%8D_Massacre","headline":"Kantō Massacre: Lynch mobs in Japan murder thousands of ethnic minorities"},{"originalText":"Arthur Rose Eldred became the first person to attain the rank of Eagle Scout in the Boy Scouts of America.","year":1912,"subtitle":"Arthur Rose Eldred","url":"https://en.wikipedia.org/wiki/Arthur_Rose_Eldred","headline":"Arthur Rose Eldred becomes first Eagle Scout in Boy Scouts of America"},{"originalText":"U.S. vice president Theodore Roosevelt first publicly used the phrase \"speak softly and carry a big stick\" at the Minnesota State Fair, describing his philosophy of negotiating peacefully while simultaneously threatening to use military force.","year":1901,"subtitle":"Theodore Roosevelt","url":"https://en.wikipedia.org/wiki/Theodore_Roosevelt","headline":"Theodore Roosevelt uses phrase 'speak softly and carry a big stick' at Minnesota State Fair"},{"originalText":"White miners in Rock Springs, Wyoming, attacked Chinese-American immigrants, killing at least 28 Chinese miners and causing approximately $150,000 in property damage.","year":1885,"subtitle":"Rock Springs, Wyoming","url":"https://en.wikipedia.org/wiki/Rock_Springs%2C_Wyoming","headline":"White miners in Rock Springs, Wyoming attack Chinese-American immigrants, killing at least 28"},{"originalText":"Franco-Prussian War: Prussian forces captured Napoleon III at the Battle of Sedan, which led to the collapse of the Second French Empire within days.","year":1870,"subtitle":"Franco-Prussian War","url":"https://en.wikipedia.org/wiki/Franco-Prussian_War","headline":"Prussian forces capture Napoleon III at Battle of Sedan, leading to collapse of Second French Empire"},{"originalText":"French Revolution: Due to an overwhelming fear that foreign armies would attack Paris and prisoners would revolt, revolutionaries began the summary execution of more than a thousand prisoners.","year":1792,"subtitle":"French Revolution","url":"https://en.wikipedia.org/wiki/French_Revolution","headline":"French Revolution: Revolutionaries execute over a thousand prisoners in fear of foreign attacks"},{"originalText":"The United States Department of the Treasury was founded following financial concerns in the new nation.","year":1789,"subtitle":"United States Department of the Treasury","url":"https://en.wikipedia.org/wiki/United_States_Department_of_the_Treasury","headline":"United States Department of the Treasury founded to address financial concerns"},{"originalText":"A large fire began in London's Pudding Lane and burned for five days (depicted), destroying St Paul's Cathedral and the homes of 70,000 of the city's 80,000 inhabitants.","year":1666,"subtitle":"Great Fire of London","url":"https://en.wikipedia.org/wiki/Great_Fire_of_London","headline":"Large fire in London's Pudding Lane destroys St Paul's Cathedral and 70,000 homes"}]}