{"dateLabel":"September 3","issue":"Issue 247","events":[{"originalText":"North Korea conducted its sixth and most powerful nuclear test at Punggye-ri, causing a magnitude-6.3 earthquake.","year":2017,"subtitle":"2017 North Korean nuclear test","url":"https://en.wikipedia.org/wiki/2017_North_Korean_nuclear_test","headline":"North Korea conducts sixth nuclear test at Punggye-ri"},{"originalText":"The Troubles: Ulster loyalists resumed a picket outside a Catholic girls' primary school in the Protestant portion of Ardoyne, in Belfast, Northern Ireland.","year":2001,"subtitle":"The Troubles","url":"https://en.wikipedia.org/wiki/The_Troubles","headline":"Ulster loyalists picket outside Catholic girls' school in Ardoyne"},{"originalText":"A fire killed 25 people locked inside a burning chicken processing plant in Hamlet, North Carolina, U.S.","year":1991,"subtitle":"Hamlet chicken processing plant fire","url":"https://en.wikipedia.org/wiki/Hamlet_chicken_processing_plant_fire","headline":"Fire kills 25 at chicken processing plant in Hamlet, North Carolina"},{"originalText":"In a military coup d'état in Burundi, Pierre Buyoya deposed the incumbent president Jean-Baptiste Bagaza while he was abroad in Canada.","year":1987,"subtitle":"1987 Burundian coup d'état","url":"https://en.wikipedia.org/wiki/1987_Burundian_coup_d'%C3%A9tat","headline":"Military coup in Burundi as Pierre Buyoya deposes president"},{"originalText":"The Holocaust: In possibly the first Jewish ghetto uprising, residents of the Łachwa Ghetto in occupied Poland, informed of the upcoming \"liquidation\" of the ghetto, unsuccessfully fought against their Nazi captors.","year":1942,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Residents of Łachwa Ghetto fight against Nazi captors"},{"originalText":"The Guild of Carillonneurs in North America was founded in Parliament Hill, Ottawa, Canada.","year":1936,"subtitle":"The Guild of Carillonneurs in North America","url":"https://en.wikipedia.org/wiki/The_Guild_of_Carillonneurs_in_North_America","headline":"Guild of Carillonneurs in North America founded in Ottawa"},{"originalText":"On the Bonneville Salt Flats in Utah, British racing motorist Malcolm Campbell became the first person to drive an automobile over 300 mph (480 km/h).","year":1935,"subtitle":"Bonneville Salt Flats","url":"https://en.wikipedia.org/wiki/Bonneville_Salt_Flats","headline":"Malcolm Campbell drives over 300 mph on Bonneville Salt Flats"},{"originalText":"The flag of Australia flew for the first time, from the Royal Exhibition Building (pictured) in Melbourne.","year":1901,"subtitle":"Flag of Australia","url":"https://en.wikipedia.org/wiki/Flag_of_Australia","headline":"Flag of Australia flies for the first time in Melbourne"},{"originalText":"The passenger steamship SS Princess Alice sank in the River Thames after colliding (pictured) with the collier Bywell Castle, killing more than 600 people.","year":1878,"subtitle":"Sinking of SS Princess Alice","url":"https://en.wikipedia.org/wiki/Sinking_of_SS_Princess_Alice","headline":"SS Princess Alice sinks in River Thames, over 600 dead"},{"originalText":"American Revolutionary War: The British Army and their Hessian allies defeated an American militia at the Battle of Cooch's Bridge.","year":1777,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British Army defeats American militia at Battle of Cooch's Bridge"},{"originalText":"English Parliamentarian forces under Oliver Cromwell (pictured) won the Battle of Worcester, the final battle of the English Civil War.","year":1651,"subtitle":"Roundhead","url":"https://en.wikipedia.org/wiki/Roundhead","headline":"Oliver Cromwell wins Battle of Worcester in English Civil War"},{"originalText":"Under Oliver Cromwell, the English New Model Army ambushed a poorly prepared Scottish force at the Battle of Dunbar, the first battle of the Third English Civil War.","year":1650,"subtitle":"Oliver Cromwell","url":"https://en.wikipedia.org/wiki/Oliver_Cromwell","headline":"English New Model Army ambushes Scottish force at Battle of Dunbar"},{"originalText":"The Treaty of Selymbria was concluded between the Republic of Venice and the Ottoman prince Musa Çelebi.","year":1411,"subtitle":"Treaty of Selymbria","url":"https://en.wikipedia.org/wiki/Treaty_of_Selymbria","headline":"Treaty of Selymbria concluded between Venice and Ottoman prince"},{"originalText":"Arab–Byzantine wars: The Byzantine Empire decisively defeated the Emirate of Melitene at the Battle of Lalakaon, beginning the era of Byzantine ascendancy.","year":863,"subtitle":"Arab–Byzantine wars","url":"https://en.wikipedia.org/wiki/Arab%E2%80%93Byzantine_wars","headline":"Byzantine Empire defeats Emirate of Melitene at Battle of Lalakaon"},{"originalText":"The Sicilian revolt against the Second Triumvirate of the Roman Republic ended when the fleet of Sextus Pompey, the rebel leader, was defeated at the Battle of Naulochus.","year":-36,"subtitle":"Bellum Siculum","url":"https://en.wikipedia.org/wiki/Bellum_Siculum","headline":"Sicilian revolt ends with defeat of Sextus Pompey at Battle of Naulochus"}]}