{"dateLabel":"September 4","issue":"Issue 248","events":[{"originalText":"A magnitude-7.1 earthquake (damage pictured) struck the Canterbury Region of New Zealand, causing two deaths and up to NZ$40 billion in damages.","year":2010,"subtitle":"2010 Canterbury earthquake","url":"https://en.wikipedia.org/wiki/2010_Canterbury_earthquake","headline":"Magnitude-7.1 Earthquake Strikes Canterbury Region of New Zealand, Causing Two Deaths"},{"originalText":"Three terrorists suspected to be part of al-Qaeda were arrested in Germany after planning attacks on Frankfurt Airport and Ramstein Air Base.","year":2007,"subtitle":"Al-Qaeda","url":"https://en.wikipedia.org/wiki/Al-Qaeda","headline":"Three Suspected al-Qaeda Terrorists Arrested in Germany for Planning Attacks on Frankfurt Airport and Ramstein Air Base"},{"originalText":"The Golden Dragon massacre took place in Chinatown, San Francisco, leaving five dead and spurring police to end Chinese gang violence in the city.","year":1977,"subtitle":"Golden Dragon massacre","url":"https://en.wikipedia.org/wiki/Golden_Dragon_massacre","headline":"Golden Dragon Massacre Leaves Five Dead in San Francisco Chinatown"},{"originalText":"Governor Orval Faubus deployed the Arkansas National Guard to prevent nine African-American students from attending Little Rock Central High School.","year":1957,"subtitle":"Orval Faubus","url":"https://en.wikipedia.org/wiki/Orval_Faubus","headline":"Governor Orval Faubus Deploys Arkansas National Guard to Prevent African-American Students from Attending Little Rock Central High School"},{"originalText":"Evelyn Waugh's novel A Handful of Dust was first published in full.","year":1934,"subtitle":"Evelyn Waugh","url":"https://en.wikipedia.org/wiki/Evelyn_Waugh","headline":"Evelyn Waugh's Novel 'A Handful of Dust' Published in Full"},{"originalText":"The Albanian revolt ended when the Ottoman government agreed to meet most of the rebels' demands.","year":1912,"subtitle":"Albanian revolt of 1912","url":"https://en.wikipedia.org/wiki/Albanian_revolt_of_1912","headline":"Albanian Revolt Ends as Ottoman Government Agrees to Rebels' Demands"},{"originalText":"After more than 25 years of fighting against the United States Army and the armed forces of Mexico, Geronimo of the Chiricahua Apache surrendered at Skeleton Canyon in Arizona.","year":1886,"subtitle":"United States Army","url":"https://en.wikipedia.org/wiki/United_States_Army","headline":"Geronimo Surrenders to US Army and Mexican Armed Forces After 25 Years of Fighting"},{"originalText":"The state wedding of Teresa Cristina of the Two Sicilies and Emperor Pedro II of Brazil took place at the Cathedral of Rio de Janeiro.","year":1843,"subtitle":"Teresa Cristina of the Two Sicilies","url":"https://en.wikipedia.org/wiki/Teresa_Cristina_of_the_Two_Sicilies","headline":"State Wedding of Teresa Cristina of Two Sicilies and Emperor Pedro II of Brazil Held in Rio de Janeiro Cathedral"},{"originalText":"First Opium War: British vessels opened fire on Chinese war junks enforcing a food sales embargo on the British community on the Kowloon Peninsula.","year":1839,"subtitle":"First Opium War","url":"https://en.wikipedia.org/wiki/First_Opium_War","headline":"First Opium War: British Vessels Open Fire on Chinese War Junks in Kowloon Peninsula"},{"originalText":"War of 1812: A coalition of Native American tribes began the siege of Fort Harrison in Terre Haute, Indiana, by setting the fort on fire.","year":1812,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"War of 1812: Native American Tribes Begin Siege of Fort Harrison in Terre Haute, Indiana"},{"originalText":"French Revolutionary Wars: Facing starvation and a death rate of 100 soldiers per day, the French garrison in Malta surrendered to British forces, ending a two-year siege.","year":1800,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"French Garrison in Malta Surrenders to British Forces, Ending Two-Year Siege"},{"originalText":"Los Angeles was founded as El Pueblo de Nuestra Señora la Reina de los Ángeles by forty-four Spanish settlers.","year":1781,"subtitle":"Los Angeles","url":"https://en.wikipedia.org/wiki/Los_Angeles","headline":"Los Angeles Founded by Spanish Settlers as El Pueblo de Nuestra Señora la Reina de los Ángeles"},{"originalText":"Germanic leader Odoacer captured Ravenna and deposed Emperor Romulus Augustus, marking the fall of the Western Roman Empire.","year":476,"subtitle":"Germanic peoples","url":"https://en.wikipedia.org/wiki/Germanic_peoples","headline":"Germanic Leader Odoacer Captures Ravenna and Deposes Emperor Romulus Augustus, Marking Fall of Western Roman Empire"}]}