{"dateLabel":"September 6","issue":"Issue 250","events":[{"originalText":"In the United Kingdom, Liz Truss succeeded Boris Johnson as Prime Minister, ending the July 2022 United Kingdom government crisis.","year":2022,"subtitle":"Liz Truss","url":"https://en.wikipedia.org/wiki/Liz_Truss","headline":"Liz Truss becomes UK Prime Minister, succeeding Boris Johnson"},{"originalText":"The Supreme Court of India invalidated part of Section 377 of the Penal Code, thus legalising homosexuality in India.","year":2018,"subtitle":"Supreme Court of India","url":"https://en.wikipedia.org/wiki/Supreme_Court_of_India","headline":"India legalizes homosexuality as Supreme Court invalidates Section 377"},{"originalText":"Hurricane Irma (pictured) reached peak intensity and reached the Carribbean islands of Barbuda, Saint Martin, and Virgin Gorda.","year":2017,"subtitle":"Hurricane Irma","url":"https://en.wikipedia.org/wiki/Hurricane_Irma","headline":"Hurricane Irma hits Barbuda, Saint Martin, and Virgin Gorda in the Caribbean"},{"originalText":"The Parliament of Singapore relocated from the Old Parliament House to its current meeting place (pictured).","year":1999,"subtitle":"Parliament of Singapore","url":"https://en.wikipedia.org/wiki/Parliament_of_Singapore","headline":"Singapore Parliament relocates to new meeting place"},{"originalText":"An estimated 2.5 billion people worldwide watched the funeral of Diana, Princess of Wales, on television.","year":1997,"subtitle":"Funeral of Diana, Princess of Wales","url":"https://en.wikipedia.org/wiki/Funeral_of_Diana%2C_Princess_of_Wales","headline":"2.5 billion people watch funeral of Princess Diana on TV"},{"originalText":"Cal Ripken Jr. played his 2,131st consecutive Major League Baseball game, breaking the 56-year-old record set by Lou Gehrig.","year":1995,"subtitle":"Cal Ripken Jr.","url":"https://en.wikipedia.org/wiki/Cal_Ripken_Jr.","headline":"Cal Ripken Jr. breaks consecutive MLB game record"},{"originalText":"Soviet pilot Viktor Belenko landed his MiG-25 in Hakodate, Japan, declaring his intention to defect to the West.","year":1976,"subtitle":"Viktor Belenko","url":"https://en.wikipedia.org/wiki/Viktor_Belenko","headline":"Soviet pilot Viktor Belenko defects to the West in Japan"},{"originalText":"The Popular Front for the Liberation of Palestine hijacked four airliners, landing two at Dawson's Field in Jordan and one in Cairo, while the last hijacking attempt was foiled.","year":1970,"subtitle":"Popular Front for the Liberation of Palestine","url":"https://en.wikipedia.org/wiki/Popular_Front_for_the_Liberation_of_Palestine","headline":"Popular Front for the Liberation of Palestine hijacks airliners"},{"originalText":"The Popular Front for the Liberation of Palestine hijacked four airliners, landing two at Dawson's Field in Jordan and one in Cairo, while the last hijacking attempt was foiled.","year":1970,"subtitle":"Popular Front for the Liberation of Palestine","url":"https://en.wikipedia.org/wiki/Popular_Front_for_the_Liberation_of_Palestine","headline":"Last hijacking attempt by Popular Front for the Liberation of Palestine foiled"},{"originalText":"The Kennedy administration sent Victor H. Krulak and Joseph Mendenhall on a mission to assess the progress of the Vietnam War.","year":1963,"subtitle":"Presidency of John F. Kennedy","url":"https://en.wikipedia.org/wiki/Presidency_of_John_F._Kennedy","headline":"Kennedy administration sends mission to assess Vietnam War progress"},{"originalText":"A prototype aircraft crashed at the Farnborough Airshow in Hampshire, England, killing the pilot and test observer on board, and 29 spectators.","year":1952,"subtitle":"1952 Farnborough Airshow crash","url":"https://en.wikipedia.org/wiki/1952_Farnborough_Airshow_crash","headline":"Prototype aircraft crash at Farnborough Airshow kills pilot, test observer, and 29 spectators"},{"originalText":"World War II: Soviet forces captured the city of Tartu on their way to re-establishing their rule in Estonia.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Soviet forces capture city of Tartu in Estonia during World War II"},{"originalText":"Argentine president Hipólito Yrigoyen was deposed in a military coup by José Félix Uriburu.","year":1930,"subtitle":"Hipólito Yrigoyen","url":"https://en.wikipedia.org/wiki/Hip%C3%B3lito_Yrigoyen","headline":"Argentine president Hipólito Yrigoyen deposed in military coup"},{"originalText":"The first self-service grocery store, Piggly Wiggly, was founded in Memphis, Tennessee, U.S.","year":1916,"subtitle":"Grocery store","url":"https://en.wikipedia.org/wiki/Grocery_store","headline":"First self-service grocery store, Piggly Wiggly, founded in Memphis, Tennessee"},{"originalText":"William McKinley, President of the United States, was fatally wounded by anarchist Leon Czolgosz at the Pan-American Exposition in Buffalo, New York, and died eight days later.","year":1901,"subtitle":"William McKinley","url":"https://en.wikipedia.org/wiki/William_McKinley","headline":"President William McKinley fatally wounded by anarchist Leon Czolgosz"},{"originalText":"American Revolutionary War: General Benedict Arnold led British forces to victory at the Battle of Groton Heights.","year":1781,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"General Benedict Arnold leads British forces to victory at Battle of Groton Heights"},{"originalText":"Suleiman I, the longest reigning sultan of the Ottoman Empire, dies at the age of 71.","year":1520,"subtitle":"Suleiman the Magnificent","url":"https://en.wikipedia.org/wiki/Suleiman_the_Magnificent","headline":"Longest reigning Ottoman Sultan Suleiman I dies at 71"},{"originalText":"Christopher Columbus set sail from San Sebastián de La Gomera, before a five-week voyage across the Atlantic to the Americas.","year":1492,"subtitle":"Christopher Columbus","url":"https://en.wikipedia.org/wiki/Christopher_Columbus","headline":"Christopher Columbus sets sail from San Sebastián de La Gomera to the Americas"}]}