{"dateLabel":"September 8","issue":"Issue 252","events":[{"originalText":"Construction began on the Dhammakaya Cetiya, a giant stupa at the Wat Phra Dhammakaya, began.","year":1995,"subtitle":"History of Wat Phra Dhammakaya","url":"https://en.wikipedia.org/wiki/History_of_Wat_Phra_Dhammakaya","headline":"Construction begins on giant stupa at Wat Phra Dhammakaya"},{"originalText":"USAir Flight 427 crashed on approach to Pittsburgh International Airport, resulting in 132 deaths and the longest accident investigation in the history of the National Transportation Safety Board.","year":1994,"subtitle":"USAir Flight 427","url":"https://en.wikipedia.org/wiki/USAir_Flight_427","headline":"USAir Flight 427 crashes, 132 deaths in Pittsburgh"},{"originalText":"At the Tailhook Association symposium in Las Vegas, US Navy and Marine Corps aviators were alleged to have sexually assaulted 90 persons.","year":1991,"subtitle":"Tailhook Association","url":"https://en.wikipedia.org/wiki/Tailhook_Association","headline":"Allegations of sexual assault at Tailhook Association symposium"},{"originalText":"Watergate scandal: U.S. President Gerald Ford gave his recently resigned predecessor Richard Nixon a controversial full and unconditional pardon for any crimes he committed while in office.","year":1974,"subtitle":"Watergate scandal","url":"https://en.wikipedia.org/wiki/Watergate_scandal","headline":"President Ford pardons Nixon in Watergate scandal"},{"originalText":"Queen Elizabeth II opened the Severn Bridge, suggesting that it marked the dawn of a new economic era for South Wales.","year":1966,"subtitle":"Elizabeth II","url":"https://en.wikipedia.org/wiki/Elizabeth_II","headline":"Queen Elizabeth II opens Severn Bridge in South Wales"},{"originalText":"The science fiction show Star Trek made its American premiere with \"The Man Trap\", launching a media franchise that has since created a cult phenomenon and has influenced the design of many current technologies.","year":1966,"subtitle":"Star Trek: The Original Series","url":"https://en.wikipedia.org/wiki/Star_Trek%3A_The_Original_Series","headline":"Star Trek premieres, launching media franchise"},{"originalText":"Eight nations signed a collective-defense treaty in Manila to create the Southeast Asia Treaty Organization (flag pictured), modelled on NATO.","year":1954,"subtitle":"Collective security","url":"https://en.wikipedia.org/wiki/Collective_security","headline":"Eight nations sign treaty to create Southeast Asia Treaty Organization"},{"originalText":"Opposed to António de Oliveira Salazar's support of the Nationalists in the Spanish Civil War, the crews of the Portuguese Navy ships NRP Afonso de Albuquerque and NRP Dão mutinied while anchored in the harbour of Lisbon.","year":1936,"subtitle":"António de Oliveira Salazar","url":"https://en.wikipedia.org/wiki/Ant%C3%B3nio_de_Oliveira_Salazar","headline":"Portuguese Navy ships mutiny against support of Nationalists"},{"originalText":"U.S. senator Huey Long was shot in Baton Rouge, Louisiana, dying two days later.","year":1935,"subtitle":"Huey Long","url":"https://en.wikipedia.org/wiki/Huey_Long","headline":"Senator Huey Long shot in Baton Rouge"},{"originalText":"In Atlantic City, New Jersey, Margaret Gorman (pictured) was crowned the \"Golden Mermaid\", the forerunner to the Miss America pageant.","year":1921,"subtitle":"Atlantic City, New Jersey","url":"https://en.wikipedia.org/wiki/Atlantic_City%2C_New_Jersey","headline":"Margaret Gorman crowned 'Golden Mermaid' in Atlantic City"},{"originalText":"The Great Galveston hurricane, the deadliest natural disaster in U.S. history, struck Galveston, Texas, with estimated winds of 135 miles per hour (215 km/h) at landfall, killing at least 6,000 people.","year":1900,"subtitle":"1900 Galveston hurricane","url":"https://en.wikipedia.org/wiki/1900_Galveston_hurricane","headline":"Deadliest natural disaster in U.S. history hits Galveston, Texas"},{"originalText":"The paddle steamer Lady Elgin was rammed by a schooner on Lake Michigan and sank, resulting in the loss of about 300 lives.","year":1860,"subtitle":"Paddle steamer","url":"https://en.wikipedia.org/wiki/Paddle_steamer","headline":"Paddle steamer Lady Elgin sinks on Lake Michigan"},{"originalText":"William IV and Adelaide of Saxe-Meiningen were crowned King and Queen of the United Kingdom of Great Britain and Ireland.","year":1831,"subtitle":"William IV","url":"https://en.wikipedia.org/wiki/William_IV","headline":"William IV and Adelaide crowned King and Queen of the United Kingdom"},{"originalText":"The Russian Empire suppressed the November Uprising in Poland with the capture of Warsaw after a two-day assault.","year":1831,"subtitle":"Russian Empire","url":"https://en.wikipedia.org/wiki/Russian_Empire","headline":"Russian Empire suppresses November Uprising in Poland"},{"originalText":"French Revolutionary Wars: The French defeated Austrian forces in Bassano, Venetia, Italy.","year":1796,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"French defeat Austrian forces in Bassano, Venetia"},{"originalText":"Maltese priests discontented with the Order of Saint John led an uprising, which was suppressed by the Order within a few hours.","year":1775,"subtitle":"Knights Hospitaller","url":"https://en.wikipedia.org/wiki/Knights_Hospitaller","headline":"Maltese priests lead uprising against Order of Saint John"},{"originalText":"French and Indian War: Despite being ambushed at the start of the Battle of Lake George, British colonial troops and their Mohawk allies were able to defeat French and Canadien troops and their Indian allies.","year":1755,"subtitle":"French and Indian War","url":"https://en.wikipedia.org/wiki/French_and_Indian_War","headline":"British colonial troops defeat French forces at Battle of Lake George"},{"originalText":"Ottoman–Habsburg wars: Although Ottoman forces led by Suleiman the Magnificent captured the fortress of Szigetvár in Hungary, they were forced to end their campaign to take Vienna.","year":1566,"subtitle":"Ottoman–Habsburg wars","url":"https://en.wikipedia.org/wiki/Ottoman%E2%80%93Habsburg_wars","headline":"Ottoman forces capture fortress in Hungary but fail to take Vienna"},{"originalText":"St. Augustine, Florida, the oldest continuously occupied settlement of European origin in the contiguous United States, was founded by Spanish admiral Pedro Menéndez de Avilés.","year":1565,"subtitle":"St. Augustine, Florida","url":"https://en.wikipedia.org/wiki/St._Augustine%2C_Florida","headline":"St. Augustine, Florida founded by Spanish admiral Pedro Menéndez de Avilés"},{"originalText":"Theodoric was elected by opponents of Pope Paschal II, following the death of Antipope Clement III.","year":1100,"subtitle":"Antipope Theodoric","url":"https://en.wikipedia.org/wiki/Antipope_Theodoric","headline":"Theodoric elected following death of Antipope Clement III"},{"originalText":"Li Yuan defeated a Sui army at the Battle of Huoyi, opening the path to his capture of the Chinese imperial capital Chang'an and the eventual establishment of the Tang dynasty (map pictured).","year":617,"subtitle":"Emperor Gaozu of Tang","url":"https://en.wikipedia.org/wiki/Emperor_Gaozu_of_Tang","headline":"Li Yuan defeats Sui army at Battle of Huoyi, paving way for Tang dynasty"}]}