{"dateLabel":"September 9","issue":"Issue 253","events":[{"originalText":"A natural-gas pipeline in San Bruno, California, exploded and \"shot a fireball more than 1,000 feet (300 m) in the air\", killing eight people.","year":2010,"subtitle":"Natural gas","url":"https://en.wikipedia.org/wiki/Natural_gas","headline":"Gas pipeline explosion in San Bruno, California kills eight"},{"originalText":"The first banknotes of the Portrait Series of the Singapore dollar were introduced by the Board of Commissioners of Currency.","year":1999,"subtitle":"Singapore Portrait Series currency notes","url":"https://en.wikipedia.org/wiki/Singapore_Portrait_Series_currency_notes","headline":"Singapore introduces new banknotes in Portrait Series"},{"originalText":"Imagine, the second solo album by John Lennon (pictured), was released.","year":1971,"subtitle":"Imagine (John Lennon album)","url":"https://en.wikipedia.org/wiki/Imagine_(John_Lennon_album)","headline":"John Lennon's album 'Imagine' released"},{"originalText":"Allegheny Airlines Flight 853 collided in mid-air with a Piper PA-28 Cherokee flown by a student pilot near Fairland, Indiana, destroying both aeroplanes and killing all 83 occupants of both aircraft.","year":1969,"subtitle":"Allegheny Airlines Flight 853","url":"https://en.wikipedia.org/wiki/Allegheny_Airlines_Flight_853","headline":"Mid-air collision near Fairland, Indiana kills 83"},{"originalText":"An earthquake registering 6.7 Mw struck near Chlef, Algeria, killing over 1,200 people and forcing the government to implement comprehensive reforms in building codes.","year":1954,"subtitle":"1954 Chlef earthquake","url":"https://en.wikipedia.org/wiki/1954_Chlef_earthquake","headline":"Deadly earthquake strikes near Chlef, Algeria"},{"originalText":"World War II: About 3,000 Polish Army troops began a nearly month-long defence of the Hel Peninsula during the German invasion of Poland.","year":1939,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Polish Army defends Hel Peninsula during German invasion"},{"originalText":"At the Lick Observatory in California, Edward Emerson Barnard discovered Amalthea (pictured), a moon of Jupiter and the last natural satellite to be discovered by visual observation.","year":1892,"subtitle":"Lick Observatory","url":"https://en.wikipedia.org/wiki/Lick_Observatory","headline":"Amalthea moon of Jupiter discovered by Barnard"},{"originalText":"French Revolutionary Wars: A naval engagement between French and British fleets off the coast of Sumatra ended inconclusively.","year":1796,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"French and British fleets engage off Sumatra coast"},{"originalText":"The commissioners overseeing the construction of the United States' new capital city named it Washington, D.C., in honor of the first president.","year":1791,"subtitle":"Washington, D.C.","url":"https://en.wikipedia.org/wiki/Washington%2C_D.C.","headline":"Washington, D.C. named as new capital city"},{"originalText":"The Stono Rebellion, at the time the largest slave rebellion in the Thirteen Colonies of British America, erupted near Charleston, South Carolina.","year":1739,"subtitle":"Stono Rebellion","url":"https://en.wikipedia.org/wiki/Stono_Rebellion","headline":"Stono Rebellion erupts near Charleston, South Carolina"},{"originalText":"Ottoman wars in Europe: A large Croatian army intercepted Ottoman forces returning to the Sanjak of Bosnia, but was defeated.","year":1493,"subtitle":"Ottoman wars in Europe","url":"https://en.wikipedia.org/wiki/Ottoman_wars_in_Europe","headline":"Croatian army defeated by Ottoman forces"},{"originalText":"Byzantine forces defeated Achaean troops at the Battle of Saint George, taking control of the Arcadia region of Greece.","year":1320,"subtitle":"Byzantine Empire","url":"https://en.wikipedia.org/wiki/Byzantine_Empire","headline":"Byzantine forces take control of Arcadia region"},{"originalText":"Yelü Dashi, the Liao general who founded the Qara Khitai, defeated Seljuq and Kara-Khanid forces at the Battle of Qatwan, near Samarkand in present-day Uzbekistan.","year":1141,"subtitle":"Yelü Dashi","url":"https://en.wikipedia.org/wiki/Yel%C3%BC_Dashi","headline":"Liao general Yelü Dashi wins Battle of Qatwan"},{"originalText":"After disposing of all relatives who possibly held a claim to the throne, Constantine II, Constantius II and Constans became Roman co-emperors.","year":337,"subtitle":"Constantine II (emperor)","url":"https://en.wikipedia.org/wiki/Constantine_II_(emperor)","headline":"Constantine II, Constantius II, and Constans become Roman co-emperors"},{"originalText":"During the Germanic Wars, an alliance of Germanic tribes led by Arminius engaged Roman forces at the Battle of the Teutoburg Forest, defeating three legions within a few days.","year":9,"subtitle":"AD 9","url":"https://en.wikipedia.org/wiki/AD_9","headline":"Germanic tribes defeat Roman forces at Battle of Teutoburg Forest"}]}