{"dateLabel":"September 10","issue":"Issue 254","events":[{"originalText":"CERN's Large Hadron Collider (section pictured), the world's largest and highest-energy particle accelerator, first began operations beneath the France–Switzerland border.","year":2008,"subtitle":"CERN","url":"https://en.wikipedia.org/wiki/CERN","headline":"CERN's Large Hadron Collider Begins Operations Under France-Switzerland Border"},{"originalText":"British forces freed soldiers and civilians who had been held captive by the militant group the West Side Boys, contributing to the end of the Sierra Leone Civil War.","year":2000,"subtitle":"Operation Barras","url":"https://en.wikipedia.org/wiki/Operation_Barras","headline":"British Forces Free Captives, Contribute to End of Sierra Leone Civil War"},{"originalText":"Pope John Paul II consecrated the Basilica of Our Lady of Peace, one of the largest churches in the world, in Yamoussoukro, Ivory Coast.","year":1990,"subtitle":"Pope John Paul II","url":"https://en.wikipedia.org/wiki/Pope_John_Paul_II","headline":"Pope John Paul II Consecrates Basilica of Our Lady of Peace in Ivory Coast"},{"originalText":"Typhoon Ellen dissipated after destroying hundreds of homes across Hong Kong and the Philippines.","year":1983,"subtitle":"Typhoon Ellen (1983)","url":"https://en.wikipedia.org/wiki/Typhoon_Ellen_(1983)","headline":"Typhoon Ellen Dissipates After Devastating Hong Kong and Philippines"},{"originalText":"After centuries of Portuguese rule, the country of Guinea-Bissau was formally recognized as independent.","year":1974,"subtitle":"Guinea-Bissau","url":"https://en.wikipedia.org/wiki/Guinea-Bissau","headline":"Guinea-Bissau Formally Recognized as Independent from Portuguese Rule"},{"originalText":"At the Italian Grand Prix at Monza, German driver Wolfgang von Trips's car collided with another, causing it to become airborne and crash into a side barrier, killing him and 15 spectators.","year":1961,"subtitle":"1961 Italian Grand Prix","url":"https://en.wikipedia.org/wiki/1961_Italian_Grand_Prix","headline":"German Driver Wolfgang von Trips Killed in Monza Grand Prix Crash"},{"originalText":"Running barefoot in the marathon event at the Rome Olympics, Abebe Bikila became the first athlete from sub-Saharan Africa to win an Olympic gold medal.","year":1960,"subtitle":"Athletics at the 1960 Summer Olympics – Men's marathon","url":"https://en.wikipedia.org/wiki/Athletics_at_the_1960_Summer_Olympics_%E2%80%93_Men's_marathon","headline":"Abebe Bikila Wins Olympic Gold in Rome Marathon Barefoot"},{"originalText":"While riding a train to Darjeeling, India, Sister Teresa Bojaxhiu, later Mother Teresa (pictured), experienced what she later described as the \"call within the call\", directing her to \"leave the convent and help the poor while living among them\".","year":1946,"subtitle":"Darjeeling","url":"https://en.wikipedia.org/wiki/Darjeeling","headline":"Mother Teresa Receives 'Call within the Call' on Train to Darjeeling"},{"originalText":"Mike the Headless Chicken (pictured) was decapitated on a farm in Colorado; he survived another 18 months as part of sideshows before choking to death.","year":1945,"subtitle":"Mike the Headless Chicken","url":"https://en.wikipedia.org/wiki/Mike_the_Headless_Chicken","headline":"Mike the Headless Chicken Survives 18 Months After Decapitation"},{"originalText":"Led by the United Kingdom and France, nine nations met at the Nyon Conference to address international piracy in the Mediterranean Sea.","year":1937,"subtitle":"Nyon Conference","url":"https://en.wikipedia.org/wiki/Nyon_Conference","headline":"Nyon Conference Addresses International Piracy in Mediterranean Sea"},{"originalText":"American Revolutionary War: Captain William Pickles of the Continental Navy boarded and captured the British sloop HMS West Florida at the Battle of Lake Pontchartrain.","year":1779,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Captain William Pickles Captures British Sloop at Battle of Lake Pontchartrain"},{"originalText":"Anglo-Scottish Wars: English forces defeated the Scots at the Battle of Pinkie near Musselburgh, Lothian, Scotland.","year":1547,"subtitle":"Anglo-Scottish Wars","url":"https://en.wikipedia.org/wiki/Anglo-Scottish_Wars","headline":"English Forces Defeat Scots at Battle of Pinkie in Lothian, Scotland"},{"originalText":"The \"Minor Judgement Day\" earthquake struck in the Sea of Marmara, devastating much of Constantinople and killing more than 1,000 people.","year":1509,"subtitle":"1509 Constantinople earthquake","url":"https://en.wikipedia.org/wiki/1509_Constantinople_earthquake","headline":"Earthquake Devastates Constantinople, Killing Over 1,000 People"}]}