{"dateLabel":"September 11","issue":"Issue 255","events":[{"originalText":"The American consulate and CIA annex in Libya were attacked by a heavily armed group, resulting in the deaths of U.S. ambassador J. Christopher Stevens and three others.","year":2012,"subtitle":"Central Intelligence Agency","url":"https://en.wikipedia.org/wiki/Central_Intelligence_Agency","headline":"American consulate and CIA annex in Libya attacked, U.S. ambassador J. Christopher Stevens killed"},{"originalText":"Al-Qaeda hijacked four passenger airliners headed for California to carry out a series of terrorist attacks (second attack pictured) against targets in New York City and the Washington, D.C., area.","year":2001,"subtitle":"Al-Qaeda","url":"https://en.wikipedia.org/wiki/Al-Qaeda","headline":"Al-Qaeda hijacks airliners for terrorist attacks in New York City and Washington, D.C."},{"originalText":"Mir EO-19, the nineteenth crewed mission to the Russian space station Mir, returned to Earth after approximately 75 days in space. It was the first Mir expedition launched on an American Space Shuttle.","year":1995,"subtitle":"Mir EO-19","url":"https://en.wikipedia.org/wiki/Mir_EO-19","headline":"Mir EO-19 crew returns to Earth after 75 days in space"},{"originalText":"Hurricane Iniki, the most powerful hurricane on record to strike the Hawaiian Islands, passed directly over the island of Kauai, killing six people and causing around US$1.8 billion dollars in damage.","year":1992,"subtitle":"Hurricane Iniki","url":"https://en.wikipedia.org/wiki/Hurricane_Iniki","headline":"Hurricane Iniki strikes Hawaiian Islands, kills six and causes $1.8 billion in damage"},{"originalText":"Iranian politician Ayatollah Madani and three others were assassinated by an agent of the MEK who detonated a grenade during Friday prayers in Tabriz.","year":1981,"subtitle":"Mir Asadollah Madani","url":"https://en.wikipedia.org/wiki/Mir_Asadollah_Madani","headline":"Iranian politician Ayatollah Madani assassinated during Friday prayers in Tabriz"},{"originalText":"British medical photographer Janet Parker became the last recorded person to die from smallpox, leading to a debate on whether the virus should be preserved.","year":1978,"subtitle":"1978 smallpox outbreak in the United Kingdom","url":"https://en.wikipedia.org/wiki/1978_smallpox_outbreak_in_the_United_Kingdom","headline":"British medical photographer Janet Parker dies from smallpox, sparking preservation debate"},{"originalText":"British medical photographer Janet Parker became the last recorded person to die from smallpox, leading to a debate on whether the virus should be preserved.","year":1978,"subtitle":"1978 smallpox outbreak in the United Kingdom","url":"https://en.wikipedia.org/wiki/1978_smallpox_outbreak_in_the_United_Kingdom","headline":"British medical photographer Janet Parker dies from smallpox, sparking preservation debate"},{"originalText":"The Japanese-run camp at Batu Lintang, Sarawak, in Borneo was liberated by the Australian 9th Division, averting the planned massacre of its 2,000-plus Allied POWs and civilian internees by four days.","year":1945,"subtitle":"Imperial Japanese Army","url":"https://en.wikipedia.org/wiki/Imperial_Japanese_Army","headline":"Australian 9th Division liberates Japanese-run camp in Borneo, saves 2,000-plus Allied POWs"},{"originalText":"The Japanese-run camp at Batu Lintang, Sarawak, in Borneo was liberated by the Australian 9th Division, averting the planned massacre of its 2,000-plus Allied POWs and civilian internees by four days.","year":1945,"subtitle":"Imperial Japanese Army","url":"https://en.wikipedia.org/wiki/Imperial_Japanese_Army","headline":"Australian 9th Division liberates Japanese-run camp in Borneo, saves 2,000-plus Allied POWs"},{"originalText":"First World War: The Australian Naval and Military Expeditionary Force invaded German New Guinea, winning the Battle of Bita Paka.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Australian forces win Battle of Bita Paka in German New Guinea"},{"originalText":"Gaki Sherocho was captured by the forces of Ethiopian emperor Menelik II, bringing an end to the Kingdom of Kaffa.","year":1897,"subtitle":"Gaki Sherocho","url":"https://en.wikipedia.org/wiki/Gaki_Sherocho","headline":"Gaki Sherocho captured, Kingdom of Kaffa ends"},{"originalText":"Swami Vivekananda (pictured) gave a speech introducing Hinduism on the opening day of the first Parliament of the World's Religions in Chicago.","year":1893,"subtitle":"Swami Vivekananda","url":"https://en.wikipedia.org/wiki/Swami_Vivekananda","headline":"Swami Vivekananda introduces Hinduism at Parliament of the World's Religions"},{"originalText":"A legion of Mormon militiamen completed a massacre of at least 120 California-bound Arkansas pioneers at Mountain Meadow, Utah.","year":1857,"subtitle":"Nauvoo Legion","url":"https://en.wikipedia.org/wiki/Nauvoo_Legion","headline":"Mormon militiamen complete massacre of California-bound pioneers at Mountain Meadow"},{"originalText":"In a fight near Christiana, Pennsylvania, a group of escaped slaves and free Blacks led by William Parker  fought off a federal posse seeking to arrest and return the escapees to slavery.","year":1851,"subtitle":"Christiana Riot","url":"https://en.wikipedia.org/wiki/Christiana_Riot","headline":"Escaped slaves led by William Parker fight off federal posse in Pennsylvania"},{"originalText":"American Revolutionary War: Approximately ten American soldiers were killed by Loyalists and their Native American allies in the Sugarloaf massacre in Luzerne County, Pennsylvania.","year":1780,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Loyalists and Native American allies kill American soldiers in Sugarloaf massacre"},{"originalText":"British and American leaders held a peace conference on Staten Island, New York, in the hopes of bringing an end to the nascent American Revolutionary War.","year":1776,"subtitle":"Staten Island Peace Conference","url":"https://en.wikipedia.org/wiki/Staten_Island_Peace_Conference","headline":"British and American leaders hold peace conference on Staten Island"},{"originalText":"American Revolutionary War: Benedict Arnold's expedition departed from Cambridge, Massachusetts, as part of the invasion of Quebec.","year":1775,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Benedict Arnold's expedition departs for invasion of Quebec"},{"originalText":"Seven Years' War: France repelled an invasion attempt by the British in the Battle of Saint Cast.","year":1758,"subtitle":"Seven Years' War","url":"https://en.wikipedia.org/wiki/Seven_Years'_War","headline":"France repels British invasion attempt in Battle of Saint Cast"},{"originalText":"Great Turkish War: Forces led by Prince Eugene of Savoy decisively defeated Ottoman troops at the Battle of Zenta in present-day Serbia, ending the Turkish threat to Europe.","year":1697,"subtitle":"Great Turkish War","url":"https://en.wikipedia.org/wiki/Great_Turkish_War","headline":"Prince Eugene of Savoy defeats Ottoman troops at Battle of Zenta, ending Turkish threat to Europe"},{"originalText":"Cromwellian conquest of Ireland: Oliver Cromwell's New Model Army ended the Siege of Drogheda, took over the town and massacred its garrison.","year":1649,"subtitle":"Cromwellian conquest of Ireland","url":"https://en.wikipedia.org/wiki/Cromwellian_conquest_of_Ireland","headline":"Oliver Cromwell's army massacres garrison at Siege of Drogheda in Ireland"},{"originalText":"First War of Scottish Independence: Scottish forces under Andrew Moray and William Wallace defeated English troops at the Battle of Stirling Bridge on the River Forth.","year":1297,"subtitle":"First War of Scottish Independence","url":"https://en.wikipedia.org/wiki/First_War_of_Scottish_Independence","headline":"Scottish forces defeat English troops at Battle of Stirling Bridge"}]}