{"dateLabel":"September 12","issue":"Issue 256","events":[{"originalText":"An explosion involving illegally stored mining detonators in Petlawad, India, killed 104 people and injured more than 150 others.","year":2015,"subtitle":"Petlawad explosion","url":"https://en.wikipedia.org/wiki/Petlawad_explosion","headline":"104 killed in Petlawad, India explosion"},{"originalText":"A Metrolink train collided head-on with a freight train in Los Angeles, California, resulting in 25 deaths and 135 injuries; the Metrolink driver had passed through a red signal, having likely been distracted by text messaging.","year":2008,"subtitle":"Metrolink (California)","url":"https://en.wikipedia.org/wiki/Metrolink_(California)","headline":"25 dead in Los Angeles train collision"},{"originalText":"Typhoon Maemi, the strongest recorded typhoon to strike South Korea, made landfall near Busan.","year":2003,"subtitle":"Typhoon Maemi","url":"https://en.wikipedia.org/wiki/Typhoon_Maemi","headline":"Typhoon Maemi hits South Korea near Busan"},{"originalText":"Hurricane Ismael formed off the southwest coast of Mexico; it went on to kill over a hundred people in the country.","year":1995,"subtitle":"Hurricane Ismael","url":"https://en.wikipedia.org/wiki/Hurricane_Ismael","headline":"Hurricane Ismael kills over 100 in Mexico"},{"originalText":"Aboard Space Shuttle Endeavour, American Mae Jemison became the first Black woman to travel to space.","year":1992,"subtitle":"Space Shuttle Endeavour","url":"https://en.wikipedia.org/wiki/Space_Shuttle_Endeavour","headline":"Mae Jemison first Black woman in space"},{"originalText":"The clandestine Boricua Popular Army staged a bank robbery in West Hartford, Connecticut, making off with $7 million in the largest cash theft in U.S. history at the time.","year":1983,"subtitle":"Boricua Popular Army","url":"https://en.wikipedia.org/wiki/Boricua_Popular_Army","headline":"$7 million stolen in West Hartford bank robbery"},{"originalText":"South African anti-apartheid activist Steve Biko died after being beaten in police custody in Port Elizabeth.","year":1977,"subtitle":"Apartheid","url":"https://en.wikipedia.org/wiki/Apartheid","headline":"Anti-apartheid activist Steve Biko dies in custody"},{"originalText":"In a speech at Rice Stadium in Houston, U.S. president John F. Kennedy reiterated an aspiration to land a man on the Moon before 1970.","year":1962,"subtitle":"We choose to go to the Moon","url":"https://en.wikipedia.org/wiki/We_choose_to_go_to_the_Moon","headline":"JFK aims to land man on Moon before 1970"},{"originalText":"Three boys in Flatwoods, West Virginia, U.S., reported seeing a ten-foot-tall (3 m) monster in the woods while investigating a UFO.","year":1952,"subtitle":"Flatwoods, West Virginia","url":"https://en.wikipedia.org/wiki/Flatwoods%2C_West_Virginia","headline":"Boys report sighting monster in West Virginia"},{"originalText":"The People's Liberation Army launched the Liaoshen campaign, the first of the three major military campaigns during the late stage of the Chinese Civil War.","year":1948,"subtitle":"People's Liberation Army","url":"https://en.wikipedia.org/wiki/People's_Liberation_Army","headline":"PLA launches Liaoshen campaign in Chinese Civil War"},{"originalText":"RMS Laconia was sunk by a U-boat off the coast of West Africa, which then attempted to rescue the passengers as it was acting under the old prize rules.","year":1942,"subtitle":"RMS Laconia (1921)","url":"https://en.wikipedia.org/wiki/RMS_Laconia_(1921)","headline":"RMS Laconia sunk by U-boat off West Africa"},{"originalText":"World War II: The Imperial Japanese Army began the Battle of Edson's Ridge in an effort to retake Henderson Field on Guadalcanal in the Solomon Islands from the Allies.","year":1942,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Imperial Japanese Army begins Battle of Edson's Ridge"},{"originalText":"Hungarian-American physicist Leo Szilard conceived of the idea of the nuclear chain reaction while waiting for a traffic light in Bloomsbury, London.","year":1933,"subtitle":"Leo Szilard","url":"https://en.wikipedia.org/wiki/Leo_Szilard","headline":"Leo Szilard conceives nuclear chain reaction idea in London"},{"originalText":"The Okeechobee hurricane first struck the island of Guadeloupe; eventually it reached the United States and caused over 4,000 deaths overall.","year":1928,"subtitle":"1928 Okeechobee hurricane","url":"https://en.wikipedia.org/wiki/1928_Okeechobee_hurricane","headline":"Okeechobee hurricane causes over 4,000 deaths"},{"originalText":"Gustav Mahler's Symphony No. 8, one of the largest-scale choral works in the classical concert repertoire and popularly known as the \"Symphony of a Thousand\", was first performed in Munich (1916 performers pictured).","year":1910,"subtitle":"Gustav Mahler","url":"https://en.wikipedia.org/wiki/Gustav_Mahler","headline":"Mahler's Symphony No. 8 performed in Munich"},{"originalText":"The English poets Robert Browning and Elizabeth Barrett Browning (pictured) eloped to Italy, marrying in secret to avoid their disapproving families.","year":1846,"subtitle":"Robert Browning","url":"https://en.wikipedia.org/wiki/Robert_Browning","headline":"Robert and Elizabeth Barrett Browning elope to Italy"},{"originalText":"Reconquista: Castilian forces captured Gibraltar from the Emirate of Granada.","year":1309,"subtitle":"Reconquista","url":"https://en.wikipedia.org/wiki/Reconquista","headline":"Castilian forces capture Gibraltar from Granada"},{"originalText":"Yax Nuun Ahiin I took the throne as the ruler (ajaw) of the Mayan city of Tikal.","year":379,"subtitle":"Yax Nuun Ahiin I","url":"https://en.wikipedia.org/wiki/Yax_Nuun_Ahiin_I","headline":"Yax Nuun Ahiin I becomes ruler of Tikal"}]}