{"dateLabel":"September 13","issue":"Issue 257","events":[{"originalText":"Five bomb blasts took place in Delhi, India, killing at least 20 people as part of a series of attacks perpetrated by the Indian Mujahideen.","year":2008,"subtitle":"13 September 2008 Delhi bombings","url":"https://en.wikipedia.org/wiki/13_September_2008_Delhi_bombings","headline":"Five bomb blasts in Delhi, India kill 20 in Indian Mujahideen attacks"},{"originalText":"A software bug caused a simulated pandemic in the online video game World of Warcraft, serving as a model for epidemiologists to understand how human interaction influences disease outbreaks.","year":2005,"subtitle":"Corrupted Blood incident","url":"https://en.wikipedia.org/wiki/Corrupted_Blood_incident","headline":"Software bug in World of Warcraft simulates pandemic for epidemiologists"},{"originalText":"Nirvana released their third and final studio album, In Utero, which went on to sell more than 15 million copies.","year":1993,"subtitle":"Nirvana (band)","url":"https://en.wikipedia.org/wiki/Nirvana_(band)","headline":"Nirvana's 'In Utero' sells over 15 million copies"},{"originalText":"Hurricane Gilbert reached a minimum pressure of 888 mb (26.22 inHg) with sustained flight-level winds of 185 mph (295 km/h), making it the most intense Atlantic hurricane on record at the time.","year":1988,"subtitle":"Hurricane Gilbert","url":"https://en.wikipedia.org/wiki/Hurricane_Gilbert","headline":"Hurricane Gilbert sets record as most intense Atlantic hurricane"},{"originalText":"Super Mario Bros., one of the most influential and best-selling video games in history, was first released in Japan for the Nintendo Entertainment System.","year":1985,"subtitle":"Super Mario Bros.","url":"https://en.wikipedia.org/wiki/Super_Mario_Bros.","headline":"Super Mario Bros. released for Nintendo Entertainment System in Japan"},{"originalText":"South Vietnamese generals Lâm Văn Phát and Dương Văn Đức staged a coup attempt after being demoted by junta leader Nguyễn Khánh.","year":1964,"subtitle":"South Vietnam","url":"https://en.wikipedia.org/wiki/South_Vietnam","headline":"South Vietnamese generals stage coup attempt after demotion by Nguyễn Khánh"},{"originalText":"The Soviet spacecraft Luna 2 (model pictured) struck the Moon, becoming the first spacecraft to reach another celestial body.","year":1959,"subtitle":"Luna 2","url":"https://en.wikipedia.org/wiki/Luna_2","headline":"Soviet spacecraft Luna 2 strikes Moon, first to reach another celestial body"},{"originalText":"The Boston police strike ended after four days of rule by the state militia, the deaths of nine people, and accusations that striking officers were \"agents of Lenin\".","year":1919,"subtitle":"Boston police strike","url":"https://en.wikipedia.org/wiki/Boston_police_strike","headline":"Boston police strike ends after four days, nine deaths, and accusations of Lenin ties"},{"originalText":"World War I: The French army repulsed a German assault against their positions on high ground near the city of Nancy.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"French army repels German assault near Nancy in World War I"},{"originalText":"An explosion drove an iron rod through the head of railroad foreman Phineas Gage; his survival and recovery influenced 19th-century discussion of psychology and neuroscience.","year":1848,"subtitle":"Phineas Gage","url":"https://en.wikipedia.org/wiki/Phineas_Gage","headline":"Explosion drives iron rod through Phineas Gage's head, influencing psychology"},{"originalText":"War of 1812: Fort McHenry in Baltimore's Inner Harbor was attacked by British forces during the Battle of Baltimore, inspiring Francis Scott Key to write \"Defence of Fort McHenry\", later used as the lyrics to the United States national anthem.","year":1814,"subtitle":"War of 1812","url":"https://en.wikipedia.org/wiki/War_of_1812","headline":"Fort McHenry attacked during War of 1812, inspiring US national anthem"},{"originalText":"French and Indian War: British forces won the Battle of the Plains of Abraham near Quebec City, despite General James Wolfe being mortally wounded.","year":1759,"subtitle":"French and Indian War","url":"https://en.wikipedia.org/wiki/French_and_Indian_War","headline":"British forces win Battle of the Plains of Abraham near Quebec City"},{"originalText":"The siege of Inabayama Castle, the final battle in Oda Nobunaga's campaign to conquer Mino Province, began; it culminated in a decisive victory for Nobunaga.","year":1567,"subtitle":"Siege of Inabayama Castle","url":"https://en.wikipedia.org/wiki/Siege_of_Inabayama_Castle","headline":"Siege of Inabayama Castle begins in Oda Nobunaga's campaign"},{"originalText":"After three years of exile, French theologian John Calvin returned to Geneva to reform the church under a system of Christian theology later known as Calvinism.","year":1541,"subtitle":"John Calvin","url":"https://en.wikipedia.org/wiki/John_Calvin","headline":"John Calvin returns to Geneva to reform church under Calvinism"},{"originalText":"According to Roman tradition, the Temple of Jupiter Optimus Maximus (depicted), the most important temple in ancient Rome, was dedicated.","year":-509,"subtitle":"Temple of Jupiter Optimus Maximus","url":"https://en.wikipedia.org/wiki/Temple_of_Jupiter_Optimus_Maximus","headline":"Temple of Jupiter Optimus Maximus dedicated in ancient Rome"}]}