{"dateLabel":"September 14","issue":"Issue 258","events":[{"originalText":"Drone attacks on major processing facilities at Abqaiq and Khurais forced Saudi Arabia to cut more than half of its oil production.","year":2019,"subtitle":"Abqaiq–Khurais attack","url":"https://en.wikipedia.org/wiki/Abqaiq%E2%80%93Khurais_attack","headline":"Drone attacks force Saudi Arabia to cut oil production by more than half"},{"originalText":"Physicists of the LIGO and Virgo projects first observed gravitational waves, the existence of which was predicted by Henri Poincaré in 1905.","year":2015,"subtitle":"LIGO","url":"https://en.wikipedia.org/wiki/LIGO","headline":"Physicists observe gravitational waves predicted by Henri Poincaré"},{"originalText":"Late-2000s financial crisis: The Northern Rock bank received a liquidity support facility from the Bank of England, sparking a bank run—the United Kingdom's first in 150 years.","year":2007,"subtitle":"2007–2008 financial crisis","url":"https://en.wikipedia.org/wiki/2007%E2%80%932008_financial_crisis","headline":"Northern Rock bank receives liquidity support from Bank of England, sparking UK's first bank run in 150 years"},{"originalText":"President Kumba Ialá of Guinea-Bissau was deposed in a bloodless military coup.","year":2003,"subtitle":"Kumba Ialá","url":"https://en.wikipedia.org/wiki/Kumba_Ial%C3%A1","headline":"President Kumba Ialá of Guinea-Bissau deposed in bloodless military coup"},{"originalText":"The Constitutional Court of Bosnia and Herzegovina declared the breakaway Croatian Republic of Herzeg-Bosnia to be unconstitutional.","year":1992,"subtitle":"Croatian Republic of Herzeg-Bosnia","url":"https://en.wikipedia.org/wiki/Croatian_Republic_of_Herzeg-Bosnia","headline":"Constitutional Court of Bosnia and Herzegovina declares Croatian Republic of Herzeg-Bosnia unconstitutional"},{"originalText":"Typhoon Sarah dissipated after causing extensive damage along an erratic path across the Western Pacific, killing 71 in Taiwan, the Philippines, and the Gotō Islands.","year":1989,"subtitle":"Typhoon Sarah (1989)","url":"https://en.wikipedia.org/wiki/Typhoon_Sarah_(1989)","headline":"Typhoon Sarah dissipates after causing extensive damage in Western Pacific, killing 71"},{"originalText":"Afghan president Nur Muhammad Taraki (pictured) was overthrown and later killed on the orders of Hafizullah Amin, who succeeded him.","year":1979,"subtitle":"Nur Muhammad Taraki","url":"https://en.wikipedia.org/wiki/Nur_Muhammad_Taraki","headline":"Afghan president Nur Muhammad Taraki overthrown and killed on orders of Hafizullah Amin"},{"originalText":"At a conference held in Baghdad, the governments of Iran, Iraq, Kuwait, Saudi Arabia, and Venezuela founded OPEC to help coordinate their petroleum policies and influence global oil prices.","year":1960,"subtitle":"Baghdad","url":"https://en.wikipedia.org/wiki/Baghdad","headline":"OPEC founded by Iran, Iraq, Kuwait, Saudi Arabia, and Venezuela in Baghdad conference"},{"originalText":"World War II: Nazi forces began a mass extermination campaign against the civilian residents of around 20 villages on the Greek island of Crete, eventually killing more than 500 men.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Nazi forces begin mass extermination campaign on Greek island of Crete"},{"originalText":"Hungarian forces massacred at least 150 ethnic Romanians in Ip, Transylvania, following rumors that Romanians were responsible for the deaths of two soldiers.","year":1940,"subtitle":"Ip massacre","url":"https://en.wikipedia.org/wiki/Ip_massacre","headline":"Hungarian forces massacre ethnic Romanians in Ip, Transylvania"},{"originalText":"HMAS AE1 (pictured), the Royal Australian Navy's first submarine, was lost at sea; its wreck was not found until 2017.","year":1914,"subtitle":"HMAS AE1","url":"https://en.wikipedia.org/wiki/HMAS_AE1","headline":"Royal Australian Navy's first submarine, HMAS AE1, lost at sea"},{"originalText":"Theodore Roosevelt became President of the United States at age 42, the youngest person ever to do so, eight days after William McKinley was fatally wounded in Buffalo, New York.","year":1901,"subtitle":"Theodore Roosevelt","url":"https://en.wikipedia.org/wiki/Theodore_Roosevelt","headline":"Theodore Roosevelt becomes youngest President of the United States at age 42"},{"originalText":"American Civil War: The Little Rock campaign ended with the Union Army capturing Little Rock, Arkansas.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Union Army captures Little Rock, Arkansas, ending the Little Rock campaign"},{"originalText":"Under the terms of the Calendar (New Style) Act 1750, the British Empire adopted the Gregorian calendar, skipping 11 days of the month.","year":1752,"subtitle":"Calendar (New Style) Act 1750","url":"https://en.wikipedia.org/wiki/Calendar_(New_Style)_Act_1750","headline":"British Empire adopts Gregorian calendar under Calendar (New Style) Act 1750"},{"originalText":"António Manoel de Vilhena, Grand Master of the Knights Hospitaller, laid the first stone of Fort Manoel in Malta.","year":1723,"subtitle":"António Manoel de Vilhena","url":"https://en.wikipedia.org/wiki/Ant%C3%B3nio_Manoel_de_Vilhena","headline":"Grand Master of Knights Hospitaller lays first stone of Fort Manoel in Malta"},{"originalText":"A coalition of native Irish, led by Niall Glúndub, failed in their attempt to drive the Vikings of the Uí Ímair from Ireland.","year":919,"subtitle":"Gaelic Ireland","url":"https://en.wikipedia.org/wiki/Gaelic_Ireland","headline":"Native Irish coalition, led by Niall Glúndub, fails to drive Vikings from Ireland"},{"originalText":"Domitian, the last Flavian emperor of Rome, was confirmed by the Senate to succeed his brother Titus.","year":81,"subtitle":"AD 81","url":"https://en.wikipedia.org/wiki/AD_81","headline":"Domitian confirmed by Senate as last Flavian emperor of Rome"}]}