{"dateLabel":"September 15","issue":"Issue 259","events":[{"originalText":"A homemade bomb partially exploded on an eastbound District line train at Parsons Green tube station in West London, injuring 30 passengers.","year":2017,"subtitle":"Parsons Green train bombing","url":"https://en.wikipedia.org/wiki/Parsons_Green_train_bombing","headline":"Homemade bomb explodes on District line train at Parsons Green tube station, injuring 30 passengers"},{"originalText":"The Belarusian serial killer Ivan Kulesh murdered two saleswomen in Lida.","year":2013,"subtitle":"Ivan Kulesh","url":"https://en.wikipedia.org/wiki/Ivan_Kulesh","headline":"Belarusian serial killer Ivan Kulesh murders two saleswomen in Lida"},{"originalText":"Financial crisis of 2007–2008: The global financial services firm Lehman Brothers filed for bankruptcy while holding over $600 billion in assets, the largest such filing in U.S. history.","year":2008,"subtitle":"2007–2008 financial crisis","url":"https://en.wikipedia.org/wiki/2007%E2%80%932008_financial_crisis","headline":"Lehman Brothers files for bankruptcy with over $600 billion in assets"},{"originalText":"Three armed members of the Croatian National Resistance hijacked Scandinavian Airlines System Flight 130 in an attempt to force the release of those arrested for the assassination of the Yugoslav ambassador the previous year.","year":1972,"subtitle":"Croatian National Resistance","url":"https://en.wikipedia.org/wiki/Croatian_National_Resistance","headline":"Croatian National Resistance hijacks Scandinavian Airlines System Flight 130"},{"originalText":"The Ku Klux Klan bombed the 16th Street Baptist Church, an African-American church in Birmingham, Alabama, killing four girls and injuring at least 14 other people (memorial march pictured).","year":1963,"subtitle":"Ku Klux Klan","url":"https://en.wikipedia.org/wiki/Ku_Klux_Klan","headline":"Ku Klux Klan bombs 16th Street Baptist Church in Birmingham, killing four girls"},{"originalText":"The scene in The Seven Year Itch of Marilyn Monroe standing in a white dress over a subway grate (pictured) was filmed by Billy Wilder.","year":1954,"subtitle":"The Seven Year Itch","url":"https://en.wikipedia.org/wiki/The_Seven_Year_Itch","headline":"Marilyn Monroe iconic scene filmed in The Seven Year Itch"},{"originalText":"World War II: The Greek People's Liberation Army won the Battle of Meligalas and began the execution of many prisoners of war and civilians.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Greek People's Liberation Army wins Battle of Meligalas"},{"originalText":"World War II: American and Australian forces landed on the Japanese-occupied island of Morotai.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"American and Australian forces land on Japanese-occupied island of Morotai"},{"originalText":"Nazi Germany enacted the Nuremberg Laws, which deprived Jews of their citizenship.","year":1935,"subtitle":"Nazi Germany","url":"https://en.wikipedia.org/wiki/Nazi_Germany","headline":"Nazi Germany enacts Nuremberg Laws depriving Jews of citizenship"},{"originalText":"Tanks (example pictured), the \"secret weapons\" of the British Army during the First World War, were first used in combat at the Battle of Flers–Courcelette in France.","year":1916,"subtitle":"Tank","url":"https://en.wikipedia.org/wiki/Tank","headline":"British Army uses tanks in combat for the first time at Battle of Flers-Courcelette"},{"originalText":"American Civil War: Confederate forces captured the Union garrison at Harpers Ferry, Virginia, taking more than 12,000 prisoners.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Confederate forces capture Union garrison at Harpers Ferry, taking 12,000 prisoners"},{"originalText":"The Liverpool and Manchester Railway (L&M), the first locomotive-hauled railway to connect two major cities, opened with the Duke of Wellington in attendance.","year":1830,"subtitle":"Liverpool and Manchester Railway","url":"https://en.wikipedia.org/wiki/Liverpool_and_Manchester_Railway","headline":"Liverpool and Manchester Railway opens, connecting two major cities"},{"originalText":"The Province of Guatemala proclaimed the independence of Central America from the Spanish Empire.","year":1821,"subtitle":"Act of Independence of Central America","url":"https://en.wikipedia.org/wiki/Act_of_Independence_of_Central_America","headline":"Province of Guatemala proclaims independence of Central America from Spanish Empire"},{"originalText":"HMS Whiting ran aground on the Doom Bar on the coast of Cornwall, England.","year":1816,"subtitle":"HMS Whiting (1812)","url":"https://en.wikipedia.org/wiki/HMS_Whiting_(1812)","headline":"HMS Whiting runs aground on Doom Bar in Cornwall"},{"originalText":"French playwright Olympe de Gouges published the Declaration of the Rights of Woman and of the Female Citizen, hoping to expose the failures of the French Revolution in the recognition of gender equality.","year":1791,"subtitle":"Olympe de Gouges","url":"https://en.wikipedia.org/wiki/Olympe_de_Gouges","headline":"Olympe de Gouges publishes Declaration of the Rights of Woman and of the Female Citizen"},{"originalText":"American Revolutionary War: British forces made an unopposed amphibious landing at Kips Bay on Manhattan, the American defenders having fled due to artillery fire.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British forces make unopposed landing at Kips Bay on Manhattan"},{"originalText":"The Ottoman conquest of Lesbos ended upon the surrender of commander Niccolò Gattilusio; the conquering Mehmed II executed 300 Italian soldiers by chopping them in half, claiming he was fulfilling a promise to \"spare their heads\".","year":1462,"subtitle":"Ottoman conquest of Lesbos","url":"https://en.wikipedia.org/wiki/Ottoman_conquest_of_Lesbos","headline":"Ottoman conquest of Lesbos ends with execution of 300 Italian soldiers"}]}