{"dateLabel":"September 16","issue":"Issue 260","events":[{"originalText":"A lone gunman fatally shot twelve people and injured three others at the headquarters of the Naval Sea Systems Command in Washington, D.C.","year":2013,"subtitle":"Washington Navy Yard shooting","url":"https://en.wikipedia.org/wiki/Washington_Navy_Yard_shooting","headline":"Gunman kills 12 at Naval Sea Systems Command in Washington, D.C."},{"originalText":"Seventeen Iraqi civilians were shot and killed by Academi guards in Baghdad.","year":2007,"subtitle":"Nisour Square massacre","url":"https://en.wikipedia.org/wiki/Nisour_Square_massacre","headline":"Academi guards kill 17 Iraqi civilians in Baghdad"},{"originalText":"The British pound was forced out of the European Exchange Rate Mechanism on Black Wednesday, and suffered a major devaluation.","year":1992,"subtitle":"Pound sterling","url":"https://en.wikipedia.org/wiki/Pound_sterling","headline":"British pound devalued after forced exit from European Exchange Rate Mechanism"},{"originalText":"Construction of the Northern Xinjiang railway (terminus pictured) was completed between Ürümqi South and Alashankou, linking the railway lines of China and Kazakhstan and adding a sizeable portion to the Eurasian Land Bridge.","year":1990,"subtitle":"Northern Xinjiang railway","url":"https://en.wikipedia.org/wiki/Northern_Xinjiang_railway","headline":"Northern Xinjiang railway completed, linking China and Kazakhstan"},{"originalText":"A Lebanese militia under the direct command of Elie Hobeika carried out a massacre in the Palestinian refugee camp of Sabra and Shatila, killing at least 460 civilians.","year":1982,"subtitle":"Elie Hobeika","url":"https://en.wikipedia.org/wiki/Elie_Hobeika","headline":"Lebanese militia massacre in Sabra and Shatila kills 460 civilians"},{"originalText":"Eight people escaped from East Germany to West Germany in a home-made hot air balloon.","year":1979,"subtitle":"East Germany balloon escape","url":"https://en.wikipedia.org/wiki/East_Germany_balloon_escape","headline":"Eight escape East Germany to West Germany in hot air balloon"},{"originalText":"Eight people escaped from East Germany to West Germany in a home-made hot air balloon.","year":1979,"subtitle":"East Germany balloon escape","url":"https://en.wikipedia.org/wiki/East_Germany_balloon_escape","headline":"Eight escape East Germany to West Germany in homemade balloon"},{"originalText":"The prototype of the Mikoyan MiG-31 (example pictured), one of the fastest combat jets in the world, made its maiden flight.","year":1975,"subtitle":"Mikoyan MiG-31","url":"https://en.wikipedia.org/wiki/Mikoyan_MiG-31","headline":"Mikoyan MiG-31 prototype makes maiden flight"},{"originalText":"Malaysia was formed as an independent nation from the Federation of Malaya, the Colony of Singapore, the Crown Colony of North Borneo, and the Crown Colony of Sarawak.","year":1963,"subtitle":"Malaysia","url":"https://en.wikipedia.org/wiki/Malaysia","headline":"Malaysia formed as independent nation from multiple colonies"},{"originalText":"Typhoon Nancy, which possibly had the strongest winds ever measured in a tropical cyclone, made landfall in Muroto, Japan.","year":1961,"subtitle":"Typhoon Nancy (1961)","url":"https://en.wikipedia.org/wiki/Typhoon_Nancy_(1961)","headline":"Typhoon Nancy with strongest winds hits Muroto, Japan"},{"originalText":"The U.S. National Hurricane Research Project sought to weaken Hurricane Esther by seeding it with silver iodide, leading to the establishment of Project Stormfury.","year":1961,"subtitle":"National Hurricane Research Project","url":"https://en.wikipedia.org/wiki/National_Hurricane_Research_Project","headline":"Hurricane Esther weakened by Project Stormfury seeding"},{"originalText":"Second World War: Italian forces captured the town of Sidi Barrani, but their invasion of Egypt progressed no further.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Italian forces capture Sidi Barrani in Second World War"},{"originalText":"A bomb in a horse-drawn wagon exploded in front of 23 Wall Street in New York City, killing 38 people and injuring several hundred others.","year":1920,"subtitle":"Wall Street bombing","url":"https://en.wikipedia.org/wiki/Wall_Street_bombing","headline":"Bomb in horse-drawn wagon kills 38 in Wall Street explosion"},{"originalText":"Felix Mendelssohn completed the score of the Violin Concerto, his final concerto.","year":1844,"subtitle":"Felix Mendelssohn","url":"https://en.wikipedia.org/wiki/Felix_Mendelssohn","headline":"Felix Mendelssohn completes Violin Concerto score"},{"originalText":"French physicist Augustin-Jean Fresnel, in a \"note\" read to the Academy of Sciences, reported a direct refraction experiment verifying David Brewster's hypothesis that photoelasticity (as we now call it) is stress-induced birefringence.","year":1822,"subtitle":"Augustin-Jean Fresnel","url":"https://en.wikipedia.org/wiki/Augustin-Jean_Fresnel","headline":"Augustin-Jean Fresnel reports direct refraction experiment"},{"originalText":"American Revolutionary War: American colonists defeated British troops at the Battle of Harlem Heights (depicted) on the island of Manhattan.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"American colonists defeat British troops at Battle of Harlem Heights"},{"originalText":"At the Third Council of Constantinople, Pope Honorius I was posthumously excommunicated, with his support for monothelitism deemed to be heretical.","year":681,"subtitle":"Third Council of Constantinople","url":"https://en.wikipedia.org/wiki/Third_Council_of_Constantinople","headline":"Pope Honorius I posthumously excommunicated at Third Council of Constantinople"}]}