{"dateLabel":"September 17","issue":"Issue 261","events":[{"originalText":"The Israeli Air Force conducted missile strikes that hit multiple targets in western Syria, including one that accidentally downed a Russian plane.","year":2018,"subtitle":"Israeli Air Force","url":"https://en.wikipedia.org/wiki/Israeli_Air_Force","headline":"Israeli Air Force strikes hit multiple targets in western Syria, downing Russian plane"},{"originalText":"Adbusters, a Canadian anti-consumerist publication, organized a protest against corporate influence on democracy at Zuccotti Park in New York City that became known as Occupy Wall Street.","year":2011,"subtitle":"Adbusters","url":"https://en.wikipedia.org/wiki/Adbusters","headline":"Adbusters organizes Occupy Wall Street protest at Zuccotti Park in New York City"},{"originalText":"Solidarity, a Polish trade union, was founded as the first independent labor union in an Eastern Bloc country.","year":1980,"subtitle":"Solidarity (Polish trade union)","url":"https://en.wikipedia.org/wiki/Solidarity_(Polish_trade_union)","headline":"Solidarity founded as first independent labor union in Eastern Bloc country"},{"originalText":"The Jordanian army entered Amman as part of operations to oust Palestinian fedayeen from the country in events later known as Black September (smoke over city pictured).","year":1970,"subtitle":"Amman","url":"https://en.wikipedia.org/wiki/Amman","headline":"Jordanian army enters Amman to oust Palestinian fedayeen in Black September"},{"originalText":"NASA announced the Next Nine astronauts (pictured) selected for the purpose of landing on the moon.","year":1962,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"NASA announces Next Nine astronauts for moon landing mission"},{"originalText":"Tintin in Tibet, the twentieth volume of The Adventures of Tintin by the Belgian cartoonist Hergé and which he regarded as his favourite in the series, began serialisation.","year":1958,"subtitle":"Tintin in Tibet","url":"https://en.wikipedia.org/wiki/Tintin_in_Tibet","headline":"Tintin in Tibet begins serialisation by Belgian cartoonist Hergé"},{"originalText":"Second World War: The Royal Navy lost its first warship in the war when German submarine U-29 torpedoed and sank HMS Courageous.","year":1939,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Royal Navy loses first warship in WWII to German submarine U-29"},{"originalText":"World War II: The Soviet Union invaded Poland from the east, sixteen days after Nazi Germany's attack on the country from the west.","year":1939,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Soviet Union invades Poland from east during WWII"},{"originalText":"Andrew Fisher, whose previous term as Prime Minister of Australia oversaw a period of reform unmatched in the Commonwealth until the 1940s, became prime minister for the third time.","year":1914,"subtitle":"Andrew Fisher","url":"https://en.wikipedia.org/wiki/Andrew_Fisher","headline":"Andrew Fisher becomes Prime Minister of Australia for third time"},{"originalText":"The controversial Mormon bishop and prophetic dreamer John Hyrum Koyle began excavating the Dream Mine, which he believed would provide financial support to members of the LDS Church.","year":1894,"subtitle":"John Hyrum Koyle","url":"https://en.wikipedia.org/wiki/John_Hyrum_Koyle","headline":"Mormon bishop John Hyrum Koyle starts excavating Dream Mine"},{"originalText":"A British surveyor was detained by the Zulu on the border with the Colony of Natal; a demand for reparations for the incident formed part of an ultimatum that led to the Anglo-Zulu War.","year":1878,"subtitle":"Natal–Zululand border incident","url":"https://en.wikipedia.org/wiki/Natal%E2%80%93Zululand_border_incident","headline":"British surveyor detained by Zulu border leads to Anglo-Zulu War"},{"originalText":"American Civil War: Almost 23,000 total casualties were suffered at the Battle of Antietam near Sharpsburg, Maryland, where Confederate and Union troops fought to a tactical stalemate.","year":1862,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Battle of Antietam sees 23,000 casualties in American Civil War"},{"originalText":"Disgruntled with the legal and political structures of the United States, Joshua Norton (pictured) distributed letters to various newspapers in San Francisco proclaiming himself to be Emperor Norton.","year":1859,"subtitle":"San Francisco","url":"https://en.wikipedia.org/wiki/San_Francisco","headline":"Joshua Norton proclaims himself Emperor Norton in San Francisco"},{"originalText":"Harriet Tubman (pictured) escaped from slavery in the U.S. state of Maryland, and later orchestrated the rescues of other slaves via the Underground Railroad.","year":1849,"subtitle":"Harriet Tubman","url":"https://en.wikipedia.org/wiki/Harriet_Tubman","headline":"Harriet Tubman escapes slavery and leads others to freedom via Underground Railroad"},{"originalText":"War of the Pyrenees: Forces from the French Army of the Eastern Pyrenees defeated two divisions of the Army of Catalonia, ending the furthest Spanish encroachment in their invasion of Roussillon.","year":1793,"subtitle":"War of the Pyrenees","url":"https://en.wikipedia.org/wiki/War_of_the_Pyrenees","headline":"French Army defeats Spanish forces in War of the Pyrenees"},{"originalText":"American Revolutionary War: The Continental Army under Richard Montgomery began the Siege of Fort St. Jean in the British province of Quebec.","year":1775,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Continental Army begins Siege of Fort St. Jean in American Revolutionary War"},{"originalText":"Portuguese Restoration War: Having crossed the Minho and entered Portuguese territory, a Spanish army was victorious in the Battle of Vilanova.","year":1658,"subtitle":"Portuguese Restoration War","url":"https://en.wikipedia.org/wiki/Portuguese_Restoration_War","headline":"Spanish army victorious in Battle of Vilanova during Portuguese Restoration War"},{"originalText":"Puritan settlers from England founded the city of Boston in the Massachusetts Bay Colony, naming it after Boston, Lincolnshire, the origin of several prominent colonists.","year":1630,"subtitle":"Puritans","url":"https://en.wikipedia.org/wiki/Puritans","headline":"Puritan settlers found city of Boston in Massachusetts Bay Colony"},{"originalText":"Following the death of Louis I without a male heir, his daughter Mary was crowned with the title of King of Hungary.","year":1382,"subtitle":"Louis I of Hungary","url":"https://en.wikipedia.org/wiki/Louis_I_of_Hungary","headline":"Mary crowned King of Hungary after death of Louis I"},{"originalText":"Byzantine–Seljuk wars: Seljuq Turks prevented Byzantine forces from taking the interior of Anatolia at the Battle of Myriokephalon in Phrygia.","year":1176,"subtitle":"Byzantine–Seljuk wars","url":"https://en.wikipedia.org/wiki/Byzantine%E2%80%93Seljuk_wars","headline":"Seljuq Turks prevent Byzantine forces from taking Anatolia at Battle of Myriokephalon"}]}