{"dateLabel":"September 18","issue":"Issue 262","events":[{"originalText":"Five letters containing anthrax spores were mailed to various media outlets in the United States.","year":2001,"subtitle":"Anthrax","url":"https://en.wikipedia.org/wiki/Anthrax","headline":"Anthrax spores mailed to US media outlets"},{"originalText":"While posing as an aristocrat, Belgian serial killer Nestor Pirotte murdered an antiques dealer in Brussels, for which crime he was sentenced to death.","year":1981,"subtitle":"Nestor Pirotte","url":"https://en.wikipedia.org/wiki/Nestor_Pirotte","headline":"Belgian serial killer Nestor Pirotte sentenced to death"},{"originalText":"An aircraft crashed near Ndola in Northern Rhodesia, resulting in the deaths of United Nations secretary-general Dag Hammarskjöld and 15 others on board.","year":1961,"subtitle":"1961 Ndola Transair Sweden DC-6 crash","url":"https://en.wikipedia.org/wiki/1961_Ndola_Transair_Sweden_DC-6_crash","headline":"Aircraft crash kills Dag Hammarskjöld and 15 others"},{"originalText":"The Australian cricket team's Invincibles tour of England concluded; they had played 34 matches, including five Tests, without defeat.","year":1948,"subtitle":"Australia national cricket team","url":"https://en.wikipedia.org/wiki/Australia_national_cricket_team","headline":"Australian cricket team concludes Invincibles tour of England"},{"originalText":"World War I: The Central Powers' defeat at the Battle of Dobro Pole played a role in the Bulgarian withdrawal from the war and led to the subsequent liberation of Vardar Macedonia.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Battle of Dobro Pole leads to Bulgarian withdrawal from WWI"},{"originalText":"Daniel David Palmer performed the first chiropractic adjustment, on deaf janitor Harvey Lillard.","year":1895,"subtitle":"Daniel David Palmer","url":"https://en.wikipedia.org/wiki/Daniel_David_Palmer","headline":"First chiropractic adjustment performed on deaf janitor"},{"originalText":"The Blackpool Illuminations (example pictured) in the English seaside town of Blackpool were switched on for the first time.","year":1879,"subtitle":"Blackpool Illuminations","url":"https://en.wikipedia.org/wiki/Blackpool_Illuminations","headline":"Blackpool Illuminations switched on for the first time"},{"originalText":"The Indianola hurricane dissipated over Mississippi after killing around eight hundred people in Texas.","year":1875,"subtitle":"1875 Indianola hurricane","url":"https://en.wikipedia.org/wiki/1875_Indianola_hurricane","headline":"Indianola hurricane dissipates after killing hundreds"},{"originalText":"Panic of 1873: The American bank Jay Cooke & Company declared bankruptcy, setting off a chain reaction of bank failures.","year":1873,"subtitle":"Panic of 1873","url":"https://en.wikipedia.org/wiki/Panic_of_1873","headline":"Panic of 1873: Jay Cooke & Company declares bankruptcy"},{"originalText":"Nathaniel P. Langford of the Washburn–Langford–Doane Expedition first observed a geyser in the Wyoming Territory erupting at regular intervals, naming it Old Faithful (video featured).","year":1870,"subtitle":"Nathaniel P. Langford","url":"https://en.wikipedia.org/wiki/Nathaniel_P._Langford","headline":"Old Faithful geyser observed in Wyoming Territory"},{"originalText":"The New York Times, the largest metropolitan newspaper in the United States, was founded.","year":1851,"subtitle":"The New York Times","url":"https://en.wikipedia.org/wiki/The_New_York_Times","headline":"New York Times founded as largest US metropolitan newspaper"},{"originalText":"The United States Congress passed the Fugitive Slave Act, decreeing that all escaped slaves be brought back to their masters.","year":1850,"subtitle":"United States Congress","url":"https://en.wikipedia.org/wiki/United_States_Congress","headline":"US Congress passes Fugitive Slave Act"},{"originalText":"The second Theatre Royal, Covent Garden (interior pictured), opened in London after the original was destroyed by fire.","year":1809,"subtitle":"Royal Opera House","url":"https://en.wikipedia.org/wiki/Royal_Opera_House","headline":"Second Theatre Royal, Covent Garden, opens in London"},{"originalText":"Byzantine–Seljuk wars: Byzantine forces defeated their Seljuk opponents in the flanks of the nocturnal Battle of Kapetron, but learned of their Georgian allies' defeat in the centre the next morning.","year":1048,"subtitle":"Byzantine–Seljuk wars","url":"https://en.wikipedia.org/wiki/Byzantine%E2%80%93Seljuk_wars","headline":"Byzantine forces defeat Seljuk opponents in Battle of Kapetron"},{"originalText":"Constantine the Great decisively defeated Licinius in the Battle of Chrysopolis, establishing Constantine's sole control over the Roman Empire and ending the Tetrarchy.","year":324,"subtitle":"Constantine the Great","url":"https://en.wikipedia.org/wiki/Constantine_the_Great","headline":"Constantine the Great defeats Licinius in Battle of Chrysopolis"},{"originalText":"Nerva, the first of the \"Five Good Emperors\" of ancient Rome, came to power following the assassination of his predecessor Domitian.","year":96,"subtitle":"AD 96","url":"https://en.wikipedia.org/wiki/AD_96","headline":"Nerva becomes Emperor after Domitian's assassination"}]}