{"dateLabel":"September 19","issue":"Issue 263","events":[{"originalText":"Mariano Rivera surpassed Trevor Hoffman to become Major League Baseball's all-time career leader in saves.","year":2011,"subtitle":"Mariano Rivera","url":"https://en.wikipedia.org/wiki/Mariano_Rivera","headline":"Mariano Rivera Breaks MLB Career Saves Record"},{"originalText":"Industrial Society and Its Future, the manifesto of American domestic terrorist Ted Kaczynski, was published in The Washington Post almost three months after it was submitted.","year":1995,"subtitle":"Industrial Society and Its Future","url":"https://en.wikipedia.org/wiki/Industrial_Society_and_Its_Future","headline":"Ted Kaczynski Manifesto Published in The Washington Post"},{"originalText":"Ötzi, a well-preserved natural mummy of a man dating from about 3300 BC, was discovered by two German tourists in the Alps.","year":1991,"subtitle":"Ötzi","url":"https://en.wikipedia.org/wiki/%C3%96tzi","headline":"German Tourists Discover Ötzi Mummy in the Alps"},{"originalText":"An earthquake registering Mw 8.0 struck Mexico City, killing at least 9,000 people and leaving up to 100,000 homeless.","year":1985,"subtitle":"1985 Mexico City earthquake","url":"https://en.wikipedia.org/wiki/1985_Mexico_City_earthquake","headline":"8.0 Magnitude Earthquake Hits Mexico City, 9,000 Dead"},{"originalText":"Greek student Kostas Georgakis set himself on fire in Genoa, Italy, as a protest against the military junta of Georgios Papadopoulos.","year":1970,"subtitle":"Kostas Georgakis","url":"https://en.wikipedia.org/wiki/Kostas_Georgakis","headline":"Greek Student Kostas Georgakis Self-Immolation Protest in Italy"},{"originalText":"The first Glastonbury Festival was held at Michael Eavis's farm in Glastonbury, England.","year":1970,"subtitle":"Glastonbury Festival","url":"https://en.wikipedia.org/wiki/Glastonbury_Festival","headline":"First Glastonbury Festival Held at Michael Eavis's Farm"},{"originalText":"Korean War: A North Korean attack was repelled by Allied forces at the Battle of Nam River.","year":1950,"subtitle":"Korean War","url":"https://en.wikipedia.org/wiki/Korean_War","headline":"Allied Forces Repel North Korean Attack at Battle of Nam River"},{"originalText":"World War II: Finland, the Soviet Union, and the United Kingdom signed the Moscow Armistice to end the Continuation War.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Moscow Armistice Signed to End Continuation War"},{"originalText":"World War II: Polish resistance leader Witold Pilecki allowed himself to be captured by German forces and sent to Auschwitz to gather intelligence.","year":1940,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Polish Resistance Leader Witold Pilecki Captured by Germans"},{"originalText":"New Zealand became the first country to introduce universal suffrage following the women's suffrage movement led by Kate Sheppard.","year":1893,"subtitle":"Women's suffrage in New Zealand","url":"https://en.wikipedia.org/wiki/Women's_suffrage_in_New_Zealand","headline":"New Zealand Introduces Universal Suffrage Led by Kate Sheppard"},{"originalText":"American Civil War: The Battle of Chickamauga began in northwestern Georgia and would end in the most significant Union defeat in the Western Theater.","year":1863,"subtitle":"American Civil War","url":"https://en.wikipedia.org/wiki/American_Civil_War","headline":"Battle of Chickamauga Begins, Significant Union Defeat"},{"originalText":"Near La Salette-Fallavaux in southeastern France, shepherd children Mélanie Calvat and Maximin Giraud reported a Marian apparition, now known as Our Lady of La Salette (statue pictured).","year":1846,"subtitle":"La Salette-Fallavaux","url":"https://en.wikipedia.org/wiki/La_Salette-Fallavaux","headline":"Shepherd Children Report Marian Apparition at La Salette-Fallavaux"},{"originalText":"American Revolutionary War: British troops engaged American forces at the first Battle of Saratoga in New York.","year":1777,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"British Troops Battle American Forces at Saratoga"},{"originalText":"Salem witch trials: Giles Corey was crushed to death for refusing to enter a plea to charges of witchcraft, reportedly asking officials for \"more weight\".","year":1692,"subtitle":"Salem witch trials","url":"https://en.wikipedia.org/wiki/Salem_witch_trials","headline":"Giles Corey Crushed to Death in Salem Witch Trials"},{"originalText":"Hundred Years' War: English forces led by Edward the Black Prince decisively won the Battle of Poitiers and captured John II of France.","year":1356,"subtitle":"Hundred Years' War","url":"https://en.wikipedia.org/wiki/Hundred_Years'_War","headline":"Edward the Black Prince Wins Battle of Poitiers, Captures John II of France"}]}