{"dateLabel":"September 20","issue":"Issue 264","events":[{"originalText":"The United States military ended its \"don't ask, don't tell\" policy, consequently allowing gay and lesbian people to serve openly.","year":2011,"subtitle":"Don't ask, don't tell","url":"https://en.wikipedia.org/wiki/Don't_ask%2C_don't_tell","headline":"US military ends 'don't ask, don't tell' policy"},{"originalText":"An explosive-laden truck detonated in front of the Marriott hotel in Islamabad, Pakistan, killing 54 people and injuring 266 others.","year":2008,"subtitle":"Islamabad Marriott Hotel bombing","url":"https://en.wikipedia.org/wiki/Islamabad_Marriott_Hotel_bombing","headline":"Explosive-laden truck detonates at Marriott hotel in Islamabad, Pakistan"},{"originalText":"The Real Irish Republican Army carried out a rocket-launcher attack on the MI6 headquarters in London, with no casualties and minimal damage recorded.","year":2000,"subtitle":"Real Irish Republican Army","url":"https://en.wikipedia.org/wiki/Real_Irish_Republican_Army","headline":"Real Irish Republican Army attacks MI6 headquarters in London"},{"originalText":"Hurricane Erika, the strongest and longest-lasting hurricane of the 1997 Atlantic hurricane season, dissipated after causing flooding and power outages throughout Puerto Rico.","year":1997,"subtitle":"Hurricane Erika (1997)","url":"https://en.wikipedia.org/wiki/Hurricane_Erika_(1997)","headline":"Hurricane Erika causes flooding and power outages in Puerto Rico"},{"originalText":"British prime minister Margaret Thatcher gave a landmark speech at the Belfry of Bruges, Belgium, against federalism in the European Economic Community.","year":1988,"subtitle":"Margaret Thatcher","url":"https://en.wikipedia.org/wiki/Margaret_Thatcher","headline":"Margaret Thatcher speaks against federalism in European Economic Community"},{"originalText":"The Cosby Show, which became one of three U.S. television shows to have the highest ratings five years in a row, premiered with its pilot episode.","year":1984,"subtitle":"The Cosby Show","url":"https://en.wikipedia.org/wiki/The_Cosby_Show","headline":"The Cosby Show premieres with high ratings"},{"originalText":"A series of celestial phenomena of disputed nature was observed in the western Soviet Union, Finland and Denmark.","year":1977,"subtitle":"Petrozavodsk phenomenon","url":"https://en.wikipedia.org/wiki/Petrozavodsk_phenomenon","headline":"Celestial phenomena observed in western Soviet Union, Finland, and Denmark"},{"originalText":"Billie Jean King defeated Bobby Riggs in straight sets at the Astrodome in Houston, Texas, in an internationally televised tennis match dubbed the \"Battle of the Sexes\".","year":1973,"subtitle":"Billie Jean King","url":"https://en.wikipedia.org/wiki/Billie_Jean_King","headline":"Billie Jean King defeats Bobby Riggs in 'Battle of the Sexes'"},{"originalText":"Hurricane Irene (satellite image pictured) moved into the Pacific Ocean from the Atlantic, making it the first actively tracked tropical cyclone to do so.","year":1971,"subtitle":"Hurricane Irene–Olivia","url":"https://en.wikipedia.org/wiki/Hurricane_Irene%E2%80%93Olivia","headline":"Hurricane Irene moves from Atlantic to Pacific Ocean"},{"originalText":"Sweden, Norway, and Denmark submit the Greek case alleging human rights violations by the Greek junta.","year":1967,"subtitle":"Greek case","url":"https://en.wikipedia.org/wiki/Greek_case","headline":"Sweden, Norway, and Denmark submit Greek human rights case"},{"originalText":"L. Ron Hubbard, the founder of Scientology, announced the story of Xenu in a taped lecture sent to all Scientologists.","year":1967,"subtitle":"L. Ron Hubbard","url":"https://en.wikipedia.org/wiki/L._Ron_Hubbard","headline":"L. Ron Hubbard announces story of Xenu to Scientologists"},{"originalText":"Second World War: Allied forces captured San Marino from the German Army.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Allied forces capture San Marino from German Army"},{"originalText":"World War II: Australian troops led by Gordon Grimsley King defeated Imperial Japanese forces at the Battle of Kaiapit in New Guinea.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Australian troops defeat Imperial Japanese forces at Battle of Kaiapit"},{"originalText":"Irish War of Independence: British auxiliary police officers known as Black and Tans went on a rampage in Balbriggan, burning more than fifty homes and businesses and killing two people.","year":1920,"subtitle":"Irish War of Independence","url":"https://en.wikipedia.org/wiki/Irish_War_of_Independence","headline":"Black and Tans rampage in Balbriggan during Irish War of Independence"},{"originalText":"The Bersaglieri entered Rome through the Porta Pia, ending the temporal power of the Pope and completing the unification of Italy.","year":1870,"subtitle":"Bersaglieri","url":"https://en.wikipedia.org/wiki/Bersaglieri","headline":"Bersaglieri enter Rome, ending temporal power of the Pope"},{"originalText":"The French Army achieved its first major victory of the War of the First Coalition at the Battle of Valmy.","year":1792,"subtitle":"French Army","url":"https://en.wikipedia.org/wiki/French_Army","headline":"French Army wins Battle of Valmy in War of the First Coalition"},{"originalText":"The first of a series of treaties comprising the Peace of Ryswick was signed between France and the Grand Alliance, ending the Nine Years' War.","year":1697,"subtitle":"Peace of Ryswick","url":"https://en.wikipedia.org/wiki/Peace_of_Ryswick","headline":"Peace of Ryswick signed, ending Nine Years' War"},{"originalText":"First English Civil War: The First Battle of Newbury was fought in Berkshire; Parliamentarian forces were allowed to pass Royalist troops to retreat the next morning.","year":1643,"subtitle":"First English Civil War","url":"https://en.wikipedia.org/wiki/First_English_Civil_War","headline":"First Battle of Newbury fought in Berkshire during First English Civil War"},{"originalText":"A tsunami caused by the Meiō earthquake washed away the building housing the statue of the Great Buddha (pictured) at Kōtoku-in in Kamakura, Japan; the statue has since stood in the open air.","year":1498,"subtitle":"Tsunami","url":"https://en.wikipedia.org/wiki/Tsunami","headline":"Tsunami washes away building housing Great Buddha statue in Kamakura, Japan"},{"originalText":"The second of two major uprisings by the Old Prussians, a Baltic tribe, began against the Teutonic Knights.","year":1260,"subtitle":"Prussian uprisings","url":"https://en.wikipedia.org/wiki/Prussian_uprisings","headline":"Second major uprising by Old Prussians begins against Teutonic Knights"},{"originalText":"Harald III of Norway and his English ally Tostig Godwinson defeated the northern earls Edwin and Morcar at the Battle of Fulford near York.","year":1066,"subtitle":"Harald Hardrada","url":"https://en.wikipedia.org/wiki/Harald_Hardrada","headline":"Harald III of Norway and Tostig Godwinson defeat northern earls at Battle of Fulford"}]}