{"dateLabel":"September 21","issue":"Issue 265","events":[{"originalText":"Unidentified gunmen began a three-day attack on the upmarket Westgate shopping mall in Nairobi, Kenya, resulting in the deaths of 67 people with at least another 175 wounded.","year":2013,"subtitle":"Westgate shopping mall attack","url":"https://en.wikipedia.org/wiki/Westgate_shopping_mall_attack","headline":"Gunmen attack Westgate shopping mall in Nairobi, Kenya, killing 67"},{"originalText":"Several British Muslim youths in Peterborough, England, murdered 17-year-old Ross Parker, leading to debate over whether the British media failed to cover racially-motivated crimes with white victims.","year":2001,"subtitle":"Peterborough","url":"https://en.wikipedia.org/wiki/Peterborough","headline":"British Muslim youths in Peterborough murder 17-year-old Ross Parker"},{"originalText":"A 7.7 Mw earthquake struck Jiji, Taiwan, killing 2,415 people, injuring more than 11,000 others and causing about NT$300 billion (US$10 billion) in damage across the island.","year":1999,"subtitle":"Moment magnitude scale","url":"https://en.wikipedia.org/wiki/Moment_magnitude_scale","headline":"7.7 magnitude earthquake hits Jiji, Taiwan, killing 2,415"},{"originalText":"The Defense of Marriage Act was passed by the United States Congress, prohibiting federal recognition of same-sex marriage, while allowing states to adopt any marital definition of their choosing.","year":1996,"subtitle":"Defense of Marriage Act","url":"https://en.wikipedia.org/wiki/Defense_of_Marriage_Act","headline":"US Congress passes Defense of Marriage Act"},{"originalText":"The Soviet Union's Zond 5 landed in the Indian Ocean, becoming the first spacecraft to safely return to Earth after travelling around the Moon.","year":1968,"subtitle":"Zond 5","url":"https://en.wikipedia.org/wiki/Zond_5","headline":"Soviet spacecraft Zond 5 lands in Indian Ocean after trip around Moon"},{"originalText":"Portugal accepted a diplomatic mission from Southern Rhodesia despite objections by Britain, which had required the colony to implement black majority rule as a condition of independence.","year":1965,"subtitle":"Rhodesian mission in Lisbon","url":"https://en.wikipedia.org/wiki/Rhodesian_mission_in_Lisbon","headline":"Portugal accepts diplomatic mission from Southern Rhodesia"},{"originalText":"The first section of Interstate 80 in Iowa (pictured) opened in the Des Moines metropolitan area.","year":1958,"subtitle":"Interstate 80 in Iowa","url":"https://en.wikipedia.org/wiki/Interstate_80_in_Iowa","headline":"Interstate 80 section opens in Des Moines metropolitan area"},{"originalText":"Second World War: The German Army began the Massacre of the Acqui Division on the Greek island of Cephalonia, executing 5,155 Italian soldiers in the next five days.","year":1943,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"German Army begins Massacre of Acqui Division on Greek island of Cephalonia"},{"originalText":"The Great New England Hurricane made landfall on Long Island, New York, killing an estimated 682 people and injuring 1,754 others.","year":1938,"subtitle":"1938 New England hurricane","url":"https://en.wikipedia.org/wiki/1938_New_England_hurricane","headline":"Great New England Hurricane makes landfall, killing 682"},{"originalText":"J. R. R. Tolkien's fantasy children's novel The Hobbit, which later served as a prelude to The Lord of the Rings, was first published.","year":1937,"subtitle":"J. R. R. Tolkien","url":"https://en.wikipedia.org/wiki/J._R._R._Tolkien","headline":"J.R.R. Tolkien's The Hobbit first published"},{"originalText":"Chandrashekhar Agashe established the Brihan Maharashtra Sugar Syndicate Ltd., one of the oldest companies in India.","year":1934,"subtitle":"Chandrashekhar Agashe","url":"https://en.wikipedia.org/wiki/Chandrashekhar_Agashe","headline":"Brihan Maharashtra Sugar Syndicate Ltd. established by Chandrashekhar Agashe"},{"originalText":"The Muroto typhoon, the strongest in Japanese history at the time, made landfall on the mainland, killing more than 3,000 and leaving around 200,000 homeless.","year":1934,"subtitle":"1934 Muroto typhoon","url":"https://en.wikipedia.org/wiki/1934_Muroto_typhoon","headline":"Muroto typhoon hits Japan, killing over 3,000"},{"originalText":"Salvador Lutteroth ran the first Empresa Mexicana de la Lucha Libre event, now the world's oldest professional wrestling promotion in existence, in Mexico City.","year":1933,"subtitle":"Salvador Lutteroth","url":"https://en.wikipedia.org/wiki/Salvador_Lutteroth","headline":"First Empresa Mexicana de la Lucha Libre event held in Mexico City"},{"originalText":"World War I: The Battle of Nazareth ended with the British Empire victorious over the Ottomans.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Battle of Nazareth ends with British Empire victory over Ottomans"},{"originalText":"In response to a letter written by eight-year-old Virginia O'Hanlon, The New York Sun published an editorial by Francis Pharcellus Church stating, \"Yes, Virginia, there is a Santa Claus\".","year":1897,"subtitle":"The Sun (New York City)","url":"https://en.wikipedia.org/wiki/The_Sun_(New_York_City)","headline":"The New York Sun publishes editorial affirming existence of Santa Claus"},{"originalText":"According to Joseph Smith, he was first visited by the Angel Moroni, who would guide him to the golden plates that became the basis of the Book of Mormon.","year":1823,"subtitle":"Joseph Smith","url":"https://en.wikipedia.org/wiki/Joseph_Smith","headline":"Joseph Smith visited by Angel Moroni, finds golden plates for Book of Mormon"},{"originalText":"American Revolutionary War: The Great Fire of New York (depicted) broke out during the British occupation of New York City, destroying up to 1,000 buildings.","year":1776,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Great Fire of New York breaks out during British occupation"},{"originalText":"Jacobite risings: Jacobite troops led by Charles Edward Stuart (pictured) defeated Hanoverian forces in Prestonpans, Scotland.","year":1745,"subtitle":"Jacobitism","url":"https://en.wikipedia.org/wiki/Jacobitism","headline":"Jacobite troops defeat Hanoverian forces in Prestonpans, Scotland"},{"originalText":"Led by Antonio de Vea, a Spanish naval expedition departed El Callao, Peru, for the fjords and channels of Patagonia to find whether rival colonial powers were in the region.","year":1675,"subtitle":"Antonio de Vea","url":"https://en.wikipedia.org/wiki/Antonio_de_Vea","headline":"Spanish naval expedition departs El Callao for Patagonia exploration"},{"originalText":"Norman invasion of Ireland: English and Irish forces conquered Dublin, forcing Ascall mac Ragnaill, the last Norse–Gaelic king of Dublin, into exile.","year":1170,"subtitle":"Anglo-Norman invasion of Ireland","url":"https://en.wikipedia.org/wiki/Anglo-Norman_invasion_of_Ireland","headline":"Norman invasion forces conquer Dublin, forcing Norse-Gaelic king into exile"}]}