{"dateLabel":"September 22","issue":"Issue 266","events":[{"originalText":"The NASA spacecraft MAVEN entered into orbit around Mars to study the planet's atmosphere.","year":2014,"subtitle":"NASA","url":"https://en.wikipedia.org/wiki/NASA","headline":"NASA spacecraft MAVEN enters Mars orbit for atmospheric study"},{"originalText":"Insurgency in Khyber Pakhtunkhwa: All Saints Church in Peshawar, Pakistan, was attacked by two suicide bombers who killed 127 people.","year":2013,"subtitle":"Insurgency in Khyber Pakhtunkhwa","url":"https://en.wikipedia.org/wiki/Insurgency_in_Khyber_Pakhtunkhwa","headline":"127 killed in All Saints Church attack in Peshawar, Pakistan"},{"originalText":"Dolphin, the first emulator for the GameCube that could run commercial video games, was released.","year":2003,"subtitle":"Dolphin (emulator)","url":"https://en.wikipedia.org/wiki/Dolphin_(emulator)","headline":"First GameCube emulator Dolphin released"},{"originalText":"The Nordhordland Bridge, crossing Salhusfjorden between Klauvaneset and Flatøy in Vestland, and Norway's second-longest bridge, officially opened.","year":1994,"subtitle":"Nordhordland Bridge","url":"https://en.wikipedia.org/wiki/Nordhordland_Bridge","headline":"Nordhordland Bridge officially opens in Vestland, Norway"},{"originalText":"A tugboat towing a barge collided with a rail bridge in Mobile, Alabama, U.S., deforming the tracks and causing the derailment of a passenger train eight minutes later, which killed 47 people and injured an additional 103.","year":1993,"subtitle":"Tugboat","url":"https://en.wikipedia.org/wiki/Tugboat","headline":"Tugboat collision leads to train derailment in Mobile, Alabama, killing 47"},{"originalText":"An American Vela satellite detected an unidentified flash of light near the Prince Edward Islands in the Indian Ocean, thought to be a nuclear weapons test.","year":1979,"subtitle":"Vela (satellite)","url":"https://en.wikipedia.org/wiki/Vela_(satellite)","headline":"Unidentified flash near Prince Edward Islands detected by American Vela satellite"},{"originalText":"Sara Jane Moore attempted to assassinate U.S. president Gerald Ford, but failed due to unfamiliarity with her weapon.","year":1975,"subtitle":"Sara Jane Moore","url":"https://en.wikipedia.org/wiki/Sara_Jane_Moore","headline":"Sara Jane Moore fails in attempt to assassinate U.S. president Gerald Ford"},{"originalText":"François Duvalier (pictured), nicknamed Papa Doc, was elected President of Haiti as a populist before consolidating power and ruling as a dictator for the rest of his life.","year":1957,"subtitle":"François Duvalier","url":"https://en.wikipedia.org/wiki/Fran%C3%A7ois_Duvalier","headline":"François Duvalier elected President of Haiti, later ruling as dictator"},{"originalText":"Led by Gail Halvorsen, the United States Air Force began Operation \"Little Vittles\", delivering candy to children as part of the Berlin Airlift.","year":1948,"subtitle":"Gail Halvorsen","url":"https://en.wikipedia.org/wiki/Gail_Halvorsen","headline":"Operation 'Little Vittles' begins candy deliveries to Berlin children"},{"originalText":"A joint military parade by the troops of Nazi Germany and the Soviet Union took place in Brest-Litovsk to celebrate their partition of Poland.","year":1939,"subtitle":"German–Soviet military parade in Brest-Litovsk","url":"https://en.wikipedia.org/wiki/German%E2%80%93Soviet_military_parade_in_Brest-Litovsk","headline":"Nazi Germany and Soviet Union troops hold joint military parade in Brest-Litovsk"},{"originalText":"One of Britain's worst mining accidents took place when an explosion at Gresford Colliery in Wales killed 266 men.","year":1934,"subtitle":"Gresford disaster","url":"https://en.wikipedia.org/wiki/Gresford_disaster","headline":"Explosion at Gresford Colliery in Wales kills 266 miners"},{"originalText":"After nine days, the great fire of Smyrna was extinguished , having caused at least ten thousand deaths.","year":1922,"subtitle":"Burning of Smyrna","url":"https://en.wikipedia.org/wiki/Burning_of_Smyrna","headline":"Great fire of Smyrna extinguished after ten thousand deaths"},{"originalText":"First World War: The German submarine U-9 sank three Royal Navy cruisers, resulting in approximately 1,450 deaths.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"German submarine U-9 sinks three Royal Navy cruisers in First World War"},{"originalText":"World War I: German naval forces bombarded Papeete in French Polynesia.","year":1914,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"German naval forces bombard Papeete in French Polynesia during World War I"},{"originalText":"Das Rheingold, the first of four operas in Der Ring des Nibelungen by the German composer Richard Wagner (pictured), was first performed in Munich.","year":1869,"subtitle":"Das Rheingold","url":"https://en.wikipedia.org/wiki/Das_Rheingold","headline":"Richard Wagner's opera Das Rheingold first performed in Munich"},{"originalText":"The office of United States Postmaster General was formally established.","year":1789,"subtitle":"United States Postmaster General","url":"https://en.wikipedia.org/wiki/United_States_Postmaster_General","headline":"United States Postmaster General office formally established"},{"originalText":"Eighty Years' War: Spanish forces defeated an Anglo-Dutch army at the Battle of Zutphen.","year":1586,"subtitle":"Eighty Years' War","url":"https://en.wikipedia.org/wiki/Eighty_Years'_War","headline":"Spanish forces defeat Anglo-Dutch army at Battle of Zutphen in Eighty Years' War"},{"originalText":"Livonian Crusade: The Livonian Brothers of the Sword were soundly defeated by pagan Samogitian and Semigallian troops at the Battle of Saule.","year":1236,"subtitle":"Livonian Crusade","url":"https://en.wikipedia.org/wiki/Livonian_Crusade","headline":"Livonian Brothers of the Sword defeated by pagan troops at Battle of Saule"}]}