{"dateLabel":"September 23","issue":"Issue 267","events":[{"originalText":"The British travel company Thomas Cook Group ceased operations with immediate effect, leaving around 600,000 tourists stranded around the world.","year":2019,"subtitle":"Thomas Cook Group","url":"https://en.wikipedia.org/wiki/Thomas_Cook_Group","headline":"Thomas Cook Group Ceases Operations, Leaving 600,000 Tourists Stranded Worldwide"},{"originalText":"Following a number of high-profile sexual assaults, major reforms were enacted to strengthen laws related to rape in Germany.","year":2016,"subtitle":"Rape in Germany","url":"https://en.wikipedia.org/wiki/Rape_in_Germany","headline":"Germany Enacts Reforms to Strengthen Laws on Rape After High-Profile Assaults"},{"originalText":"Teresa Lewis became the first woman to be executed by the U.S. state of Virginia since 1912, and the first woman in the state to be executed via lethal injection.","year":2010,"subtitle":"Teresa Lewis","url":"https://en.wikipedia.org/wiki/Teresa_Lewis","headline":"Teresa Lewis Executed in Virginia, First Woman Since 1912"},{"originalText":"Teresa Lewis became the first woman to be executed by the U.S. state of Virginia since 1912, and the first woman in the state to be executed by lethal injection.","year":2010,"subtitle":"Teresa Lewis","url":"https://en.wikipedia.org/wiki/Teresa_Lewis","headline":"Gunman Kills Ten Students at Seinäjoki University in Finland"},{"originalText":"A gunman shot and killed ten students at the Seinäjoki University of Applied Sciences in Kauhajoki, Finland, before committing suicide.","year":2008,"subtitle":"Kauhajoki school shooting","url":"https://en.wikipedia.org/wiki/Kauhajoki_school_shooting","headline":"Richard Nixon Delivers Checkers Speech in U.S. Vice-Presidential Campaign"},{"originalText":"U.S. vice-presidential candidate Richard Nixon delivered the Checkers speech (pictured), one of the first political uses of television to appeal directly to the populace.","year":1952,"subtitle":"Richard Nixon","url":"https://en.wikipedia.org/wiki/Richard_Nixon","headline":"Louisiana Hurricane Dissipates Over Kansas After Evacuating 4,500 People"},{"originalText":"The Louisiana hurricane dissipated over Kansas after forcing around 4,500 people to evacuate and causing $1.45 million in damages.","year":1920,"subtitle":"1920 Louisiana hurricane","url":"https://en.wikipedia.org/wiki/1920_Louisiana_hurricane","headline":"United Mine Workers Begin Strike Against Colorado Fuel & Iron Company"},{"originalText":"The United Mine Workers of America begin a strike against the Rockefeller-owned Colorado Fuel & Iron Company, sparking the Colorado Coalfield War.","year":1913,"subtitle":"United Mine Workers of America","url":"https://en.wikipedia.org/wiki/United_Mine_Workers_of_America","headline":"French Steamship Arctique Runs Aground, Triggering Tierra del Fuego Gold Rush"},{"originalText":"The French steamship Arctique ran aground on the northern coast of Cape Virgenes in Argentina; gold was discovered during the rescue effort, triggering the Tierra del Fuego gold rush.","year":1884,"subtitle":"Cape Virgenes","url":"https://en.wikipedia.org/wiki/Cape_Virgenes","headline":"British East India Company Defeats Maratha Troops at Battle of Assaye"},{"originalText":"Maratha troops were defeated by forces of the British East India Company at the Battle of Assaye, one of the decisive battles of the Second Anglo-Maratha War.","year":1803,"subtitle":"Maratha Empire","url":"https://en.wikipedia.org/wiki/Maratha_Empire","headline":"Patriots Capture British Officer John André, Exposing Benedict Arnold's Plot"},{"originalText":"American Revolutionary War: British officer John André was captured by Patriot forces, thereby revealing a plot by Continental Army general Benedict Arnold to hand over West Point, New York.","year":1780,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Royalists Win Battle of Powick Bridge in First English Civil War"},{"originalText":"First English Civil War: The Battle of Powick Bridge, the first engagement between the primary field armies of the Royalists and the Parliamentarians, ended in a Royalist victory.","year":1642,"subtitle":"First English Civil War","url":"https://en.wikipedia.org/wiki/First_English_Civil_War","headline":"Pope Callixtus II and Emperor Henry V End Investiture Controversy with Concordat of Worms"},{"originalText":"Pope Callixtus II and Holy Roman emperor Henry V agreed to the Concordat of Worms (pictured), ending the Investiture Controversy.","year":1122,"subtitle":"Pope Callixtus II","url":"https://en.wikipedia.org/wiki/Pope_Callixtus_II"}]}