{"dateLabel":"September 24","issue":"Issue 268","events":[{"originalText":"The Supreme Court of the United Kingdom unanimously ruled that advice given by Prime Minister Boris Johnson to Queen Elizabeth II that Parliament should be prorogued was unlawful.","year":2019,"subtitle":"Supreme Court of the United Kingdom","url":"https://en.wikipedia.org/wiki/Supreme_Court_of_the_United_Kingdom","headline":"UK Supreme Court rules Boris Johnson's advice to Queen Elizabeth II on proroguing Parliament was unlawful"},{"originalText":"Norodom Sihanouk (pictured) became King of Cambodia with the restoration of the monarchy after a 23-year interregnum.","year":1993,"subtitle":"Norodom Sihanouk","url":"https://en.wikipedia.org/wiki/Norodom_Sihanouk","headline":"Norodom Sihanouk becomes King of Cambodia after 23-year interregnum"},{"originalText":"After his neighbor identified handwriting samples placed on local billboards by police, Oba Chandler was arrested three years after he committed a triple murder in the Tampa Bay area in Florida.","year":1992,"subtitle":"Oba Chandler","url":"https://en.wikipedia.org/wiki/Oba_Chandler","headline":"Oba Chandler arrested for triple murder in Tampa Bay area"},{"originalText":"Dougal Haston and Doug Scott of the Southwest Face expedition became the first people to reach the summit of Mount Everest by ascending one of its faces.","year":1975,"subtitle":"Dougal Haston","url":"https://en.wikipedia.org/wiki/Dougal_Haston","headline":"Dougal Haston and Doug Scott first to summit Mount Everest via Southwest Face"},{"originalText":"The Warren Commission released its report to the U.S. president, concluding that Lee Harvey Oswald acted alone in the assassination of John F. Kennedy. The report was made public three days later.","year":1964,"subtitle":"Warren Commission","url":"https://en.wikipedia.org/wiki/Warren_Commission","headline":"Warren Commission concludes Lee Harvey Oswald acted alone in JFK assassination"},{"originalText":"\"The Great Smoke Pall\", generated by the Chinchaga fire, the largest recorded fire in North American history, was first recorded in present-day Nunavut and may eventually have circled the entire globe.","year":1950,"subtitle":"Chinchaga fire","url":"https://en.wikipedia.org/wiki/Chinchaga_fire","headline":"Chinchaga fire generates 'The Great Smoke Pall' recorded in Nunavut"},{"originalText":"Dozens of Jews were injured in the Topoľčany pogrom, one of the worst episodes of anti-Jewish violence in postwar Czechoslovakia.","year":1945,"subtitle":"Topoľčany pogrom","url":"https://en.wikipedia.org/wiki/Topo%C4%BE%C4%8Dany_pogrom","headline":"Dozens of Jews injured in Topoľlčany pogrom in Czechoslovakia"},{"originalText":"Operation Barbarossa: A Wehrmacht training event known as the Mogilev Conference began, marking an increase in violence against Jews and other civilians in the areas under General Max von Schenckendorff's command.","year":1941,"subtitle":"Operation Barbarossa","url":"https://en.wikipedia.org/wiki/Operation_Barbarossa","headline":"Operation Barbarossa: Mogilev Conference marks increase in violence against Jews"},{"originalText":"His Majesty's Airship No. 1, Britain's first rigid airship, was wrecked by strong winds before her maiden flight at Barrow-in-Furness.","year":1911,"subtitle":"HMA No. 1","url":"https://en.wikipedia.org/wiki/HMA_No._1","headline":"His Majesty's Airship No. 1 wrecked before maiden flight at Barrow-in-Furness"},{"originalText":"Alfred Deakin became the second Prime Minister of Australia, succeeding Edmund Barton who left office to become a founding Justice of the High Court of Australia.","year":1903,"subtitle":"Alfred Deakin","url":"https://en.wikipedia.org/wiki/Alfred_Deakin","headline":"Alfred Deakin becomes second Prime Minister of Australia"},{"originalText":"Wilford Woodruff, the president of the Church of Jesus Christ of Latter-day Saints, wrote the first draft of a manifesto that officially disavowed the future practice of plural marriage.","year":1890,"subtitle":"Wilford Woodruff","url":"https://en.wikipedia.org/wiki/Wilford_Woodruff","headline":"Wilford Woodruff drafts manifesto disavowing future practice of plural marriage"},{"originalText":"At the Battle of Shiroyama (depicted), the final engagement of the Satsuma Rebellion, the Imperial Japanese Army defeated rebel samurai of the Satsuma Domain led by Saigō Takamori.","year":1877,"subtitle":"Battle of Shiroyama","url":"https://en.wikipedia.org/wiki/Battle_of_Shiroyama","headline":"Imperial Japanese Army defeats rebel samurai at Battle of Shiroyama"},{"originalText":"Jay Gould, James Fisk, and other speculators plotted but failed to control the United States gold market, causing prices to plummet.","year":1869,"subtitle":"Jay Gould","url":"https://en.wikipedia.org/wiki/Jay_Gould","headline":"Speculators fail to control US gold market, causing prices to plummet"},{"originalText":"Raja Muda Hashim, the uncle of Omar Ali Saifuddin II, Sultan of Brunei, conceded land to the British adventurer James Brooke (pictured) to establish the Raj of Sarawak.","year":1841,"subtitle":"Omar Ali Saifuddin II","url":"https://en.wikipedia.org/wiki/Omar_Ali_Saifuddin_II","headline":"Raja Muda Hashim concedes land to James Brooke to establish Raj of Sarawak"},{"originalText":"The Judiciary Act of 1789 was signed into law, establishing the U.S. federal judiciary and setting the number of Supreme Court Justices at six.","year":1789,"subtitle":"Judiciary Act of 1789","url":"https://en.wikipedia.org/wiki/Judiciary_Act_of_1789","headline":"Judiciary Act of 1789 establishes US federal judiciary and Supreme Court Justices at six"},{"originalText":"English Civil War: Royalists commanded by King Charles I suffered a significant defeat at the Battle of Rowton Heath.","year":1645,"subtitle":"English Civil War","url":"https://en.wikipedia.org/wiki/English_Civil_War","headline":"Royalists suffer defeat at Battle of Rowton Heath in English Civil War"},{"originalText":"At San Juan de Ulúa (present-day Veracruz, Mexico), a Spanish naval fleet forced English privateers to halt their trade (battle depicted).","year":1568,"subtitle":"San Juan de Ulúa","url":"https://en.wikipedia.org/wiki/San_Juan_de_Ul%C3%BAa","headline":"Spanish fleet forces English privateers to halt trade at San Juan de Ulúa"}]}