{"dateLabel":"September 25","issue":"Issue 269","events":[{"originalText":"Typhoon Longwang, the deadliest tropical cyclone to hit China in that year, formed just north of the Mariana Islands.","year":2005,"subtitle":"Typhoon Longwang","url":"https://en.wikipedia.org/wiki/Typhoon_Longwang","headline":"Typhoon Longwang hits China after forming near Mariana Islands"},{"originalText":"The Ram Rath Yatra, a political–religious rally organised to erect a temple to the Hindu deity Rama on the site of the Babri Masjid in Ayodhya, began in the Indian state of Gujarat.","year":1990,"subtitle":"Ram Rath Yatra","url":"https://en.wikipedia.org/wiki/Ram_Rath_Yatra","headline":"Ram Rath Yatra begins in Gujarat to build temple for Hindu deity Rama"},{"originalText":"In one of the largest prison escapes in British history, 38 Provisional Irish Republican Army prisoners hijacked a prison meals lorry and broke out of HM Prison Maze in County Antrim, Northern Ireland.","year":1983,"subtitle":"Maze Prison escape","url":"https://en.wikipedia.org/wiki/Maze_Prison_escape","headline":"38 IRA prisoners escape HM Prison Maze in British history"},{"originalText":"Sandra Day O'Connor (pictured) became the first female justice of the Supreme Court of the United States.","year":1981,"subtitle":"Sandra Day O'Connor","url":"https://en.wikipedia.org/wiki/Sandra_Day_O'Connor","headline":"Sandra Day O'Connor becomes first female justice of US Supreme Court"},{"originalText":"About 4,200 people took part in the first modern Chicago Marathon.","year":1977,"subtitle":"Chicago Marathon","url":"https://en.wikipedia.org/wiki/Chicago_Marathon","headline":"First modern Chicago Marathon sees 4,200 participants"},{"originalText":"The North Yemen Civil War began when Abdullah al-Sallal dethroned the newly crowned Imam al-Badr and declared Yemen to be a republic under his presidency.","year":1962,"subtitle":"North Yemen Civil War","url":"https://en.wikipedia.org/wiki/North_Yemen_Civil_War","headline":"North Yemen Civil War starts with Abdullah al-Sallal's declaration"},{"originalText":"United States Army troops escorted nine students as Central High School in Little Rock, Arkansas was integrated.","year":1957,"subtitle":"United States Army","url":"https://en.wikipedia.org/wiki/United_States_Army","headline":"US Army escorts students as Central High School integrates in Little Rock"},{"originalText":"Second World War: British troops began their withdrawal from the Battle of Arnhem in the Netherlands, ending the Allies' Operation Market Garden in defeat.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"British troops withdraw from Battle of Arnhem in defeat"},{"originalText":"An explosion of badly degraded propellant charges on board the French battleship Liberté detonated the forward ammunition magazines and destroyed the ship.","year":1911,"subtitle":"Propellant","url":"https://en.wikipedia.org/wiki/Propellant","headline":"Explosion destroys French battleship Liberté"},{"originalText":"Sequoia National Park (pictured) was established to conserve giant sequoia trees in an area affected by logging in the southern Sierra Nevada in California.","year":1890,"subtitle":"Sequoia National Park","url":"https://en.wikipedia.org/wiki/Sequoia_National_Park","headline":"Sequoia National Park established to conserve giant trees in California"},{"originalText":"French Revolutionary Wars: After U.S. ships became involved, French forces abandoned their invasion of the Batavian island of Curaçao.","year":1800,"subtitle":"French Revolutionary Wars","url":"https://en.wikipedia.org/wiki/French_Revolutionary_Wars","headline":"French forces abandon invasion of Curaçao after US involvement"},{"originalText":"Peking opera was born with the introduction of Hui opera to Beijing by the \"Four Great Anhui Troupes\" in honour of the Qianlong Emperor's 80th birthday.","year":1790,"subtitle":"Peking opera","url":"https://en.wikipedia.org/wiki/Peking_opera","headline":"Peking opera born in Beijing for Qianlong Emperor's birthday"},{"originalText":"American Revolutionary War: Ethan Allen and a small force of American and Quebec militia failed to capture the city of Montreal from British forces.","year":1775,"subtitle":"American Revolutionary War","url":"https://en.wikipedia.org/wiki/American_Revolutionary_War","headline":"Ethan Allen fails to capture Montreal in American Revolutionary War"},{"originalText":"Ottoman wars in Europe: Ottoman forces under Bayezid I defeated a Christian alliance led by Sigismund of Hungary near present-day Nikopol, Bulgaria.","year":1396,"subtitle":"Ottoman wars in Europe","url":"https://en.wikipedia.org/wiki/Ottoman_wars_in_Europe","headline":"Ottoman forces defeat Christian alliance near Nikopol, Bulgaria"},{"originalText":"Henry III of England and Alexander II of Scotland signed the Treaty of York, establishing the Anglo-Scottish border, which mostly remains the same today.","year":1237,"subtitle":"Henry III of England","url":"https://en.wikipedia.org/wiki/Henry_III_of_England","headline":"Treaty of York establishes Anglo-Scottish border by Henry III and Alexander II"},{"originalText":"Harold Godwinson defeated King Harald III of Norway and his English ally Tostig Godwinson at the Battle of Stamford Bridge, ending the last Norse invasion of the British Isles.","year":1066,"subtitle":"Harold Godwinson","url":"https://en.wikipedia.org/wiki/Harold_Godwinson","headline":"Harold Godwinson defeats King Harald III at Battle of Stamford Bridge"},{"originalText":"Viking expansion: A Viking fleet arrived near Seville, then part of the Emirate of Córdoba, and began a raid of the city that was eventually repelled by Muslim defenders.","year":844,"subtitle":"Viking expansion","url":"https://en.wikipedia.org/wiki/Viking_expansion","headline":"Viking raid near Seville repelled by Muslim defenders"},{"originalText":"After the assassination of Aurelian, Tacitus was chosen by the Senate to succeed him as Roman emperor.","year":275,"subtitle":"Aurelian","url":"https://en.wikipedia.org/wiki/Aurelian","headline":"Tacitus chosen as Roman emperor after Aurelian's assassination"}]}