{"dateLabel":"September 26","issue":"Issue 270","events":[{"originalText":"Forty-three students of the Ayotzinapa Rural Teachers' College in Iguala, Mexico, were kidnapped and probably later killed.","year":2014,"subtitle":"Ayotzinapa Rural Normal School","url":"https://en.wikipedia.org/wiki/Ayotzinapa_Rural_Normal_School","headline":"43 Students Kidnapped from Ayotzinapa Rural Teachers' College in Iguala, Mexico"},{"originalText":"Scottish aid worker Linda Norgrove and three Afghan colleagues were kidnapped by members of the Taliban in Kunar Province, Afghanistan.","year":2010,"subtitle":"Death of Linda Norgrove","url":"https://en.wikipedia.org/wiki/Death_of_Linda_Norgrove","headline":"Scottish Aid Worker Linda Norgrove Kidnapped by Taliban in Kunar Province, Afghanistan"},{"originalText":"Swiss pilot and inventor Yves Rossy flew a wingpack powered by jet engines across the English Channel.","year":2008,"subtitle":"Yves Rossy","url":"https://en.wikipedia.org/wiki/Yves_Rossy","headline":"Swiss Pilot Yves Rossy Flies Wingpack Across English Channel"},{"originalText":"The racing yacht Australia II, captained by John Bertrand, won the America's Cup and ended the New York Yacht Club's 132-year defence of the trophy.","year":1983,"subtitle":"Yacht racing","url":"https://en.wikipedia.org/wiki/Yacht_racing","headline":"Australia II Wins America's Cup, Ending New York Yacht Club's 132-Year Defense"},{"originalText":"Cold War: Soviet lieutenant colonel Stanislav Petrov averted a potential nuclear war by identifying as a false alarm signals that appeared to indicate an impending U.S. missile attack.","year":1983,"subtitle":"Cold War","url":"https://en.wikipedia.org/wiki/Cold_War","headline":"Soviet Lieutenant Colonel Stanislav Petrov Averts Nuclear War"},{"originalText":"The Beatles completed the recording of John Lennon's song \"Happiness Is a Warm Gun\", regarded by all the band members as their favourite on the album The Beatles.","year":1968,"subtitle":"The Beatles","url":"https://en.wikipedia.org/wiki/The_Beatles","headline":"The Beatles Complete Recording of 'Happiness Is a Warm Gun'"},{"originalText":"The Cambodian–Vietnamese War formally ended with the withdrawal of Vietnamese forces from the People's Republic of Kampuchea, a client state it had implemented to overthrow Democratic Kampuchea and the Khmer Rouge.","year":1959,"subtitle":"Cambodian–Vietnamese War","url":"https://en.wikipedia.org/wiki/Cambodian%E2%80%93Vietnamese_War","headline":"Cambodian–Vietnamese War Ends with Vietnamese Forces Withdrawal"},{"originalText":"Japan was struck by Typhoon Vera, the strongest and deadliest typhoon on record to make landfall on the country, causing damage in excess of US$261 million and more than 5,000 deaths.","year":1959,"subtitle":"Typhoon Vera","url":"https://en.wikipedia.org/wiki/Typhoon_Vera","headline":"Typhoon Vera Strikes Japan, Causing Over 5,000 Deaths"},{"originalText":"World War II: The Soviet Army completed the Tallinn Offensive, driving German forces out of Estonia.","year":1944,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"Soviet Army Completes Tallinn Offensive, Driving German Forces from Estonia"},{"originalText":"As gangster Machine Gun Kelly surrendered to the FBI, he supposedly shouted \"Don't shoot, G-Men!\", which became a nickname for FBI agents.","year":1933,"subtitle":"Machine Gun Kelly","url":"https://en.wikipedia.org/wiki/Machine_Gun_Kelly","headline":"Machine Gun Kelly Surrenders to FBI, Shouts 'Don't Shoot, G-Men!'"},{"originalText":"The Republic of China adopted Gwoyeu Romatzyh (designer pictured) as the official system for romanization of Mandarin Chinese.","year":1928,"subtitle":"Nationalist government","url":"https://en.wikipedia.org/wiki/Nationalist_government","headline":"Republic of China Adopts Gwoyeu Romatzyh for Romanization of Mandarin Chinese"},{"originalText":"The Nationalist government of China adopted Gwoyeu Romatzyh as the official system for the romanization of Mandarin Chinese.","year":1928,"subtitle":"Nationalist government","url":"https://en.wikipedia.org/wiki/Nationalist_government","headline":"Battle of Polygon Wood Begins Near Ypres, Belgium"},{"originalText":"World War I: The Battle of Polygon Wood, part of the Battle of Passchendaele, began near Ypres, Belgium.","year":1917,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"New Zealand Officially Becomes Dominion"},{"originalText":"The British Colony of New Zealand officially became a dominion to reflect its political independence since the 1850s.","year":1907,"subtitle":"Colony of New Zealand","url":"https://en.wikipedia.org/wiki/Colony_of_New_Zealand","headline":"Francis Drake's Golden Hind Completes Circumnavigation of the Globe"},{"originalText":"English explorer Francis Drake's galleon the Golden Hind (replica pictured) sailed into Plymouth, completing his circumnavigation of the globe.","year":1580,"subtitle":"Francis Drake","url":"https://en.wikipedia.org/wiki/Francis_Drake","headline":"Pope Alexander VI Issues Papal Bull Marking Spanish Colonization of Americas"},{"originalText":"Pope Alexander VI issued the papal bull Dudum siquidem, one of the Bulls of Donation, marking the beginning of the Spanish colonization of the Americas.","year":1493,"subtitle":"Pope Alexander VI","url":"https://en.wikipedia.org/wiki/Pope_Alexander_VI","headline":"William II Crowned King of England"},{"originalText":"William II, son of William the Conqueror, was crowned king of England.","year":1087,"subtitle":"William II of England","url":"https://en.wikipedia.org/wiki/William_II_of_England","headline":"Julius Caesar Dedicates Temple of Venus Genetrix in Rome"},{"originalText":"Julius Caesar dedicated the Temple of Venus Genetrix in Rome to Venus, the mythical ancestor of his family.","year":-46,"subtitle":"Julius Caesar","url":"https://en.wikipedia.org/wiki/Julius_Caesar"}]}