{"dateLabel":"September 28","issue":"Issue 272","events":[{"originalText":"War in Somalia: Somali National Army forces and their AMISOM and Raskamboni allies launched an offensive against Al-Shabaab in the latter's last major stronghold of Kismayo.","year":2012,"subtitle":"Somali civil war (2009–present)","url":"https://en.wikipedia.org/wiki/Somali_civil_war_(2009%E2%80%93present)","headline":"Somali National Army launches offensive against Al-Shabaab in Kismayo"},{"originalText":"A protest held by 50,000 people in Conakry, Guinea, was forcefully disrupted by the military junta, resulting in at least 157 deaths and over 1,200 injuries.","year":2009,"subtitle":"2009 Guinean protests","url":"https://en.wikipedia.org/wiki/2009_Guinean_protests","headline":"Military junta disrupts protest in Conakry, Guinea, resulting in 157 deaths"},{"originalText":"Typhoon Xangsane passed Manila on its way to causing more than 300 deaths, mostly in the Phillippines and Vietnam.","year":2006,"subtitle":"Typhoon Xangsane","url":"https://en.wikipedia.org/wiki/Typhoon_Xangsane","headline":"Typhoon Xangsane causes over 300 deaths in Philippines and Vietnam"},{"originalText":"Pope John Paul I died only 33 days after his papal election due to an apparent myocardial infarction, resulting in the first year of three popes since 1605.","year":1978,"subtitle":"Pope John Paul I","url":"https://en.wikipedia.org/wiki/Pope_John_Paul_I","headline":"Pope John Paul I dies 33 days after election"},{"originalText":"An attempted robbery of Spaghetti House, a restaurant in Knightsbridge, London, turned into a six-day hostage situation.","year":1975,"subtitle":"Knightsbridge","url":"https://en.wikipedia.org/wiki/Knightsbridge","headline":"Robbery at Spaghetti House in London turns into six-day hostage situation"},{"originalText":"Against the backdrop of the Cold War, the Canadian ice hockey team defeated the Soviet team in the Summit Series.","year":1972,"subtitle":"Cold War","url":"https://en.wikipedia.org/wiki/Cold_War","headline":"Canadian ice hockey team defeats Soviet team in Summit Series"},{"originalText":"Whaam!, now considered one of Roy Lichtenstein's most important works, debuted at an exhibition held at the Leo Castelli Gallery, New York City.","year":1963,"subtitle":"Whaam!","url":"https://en.wikipedia.org/wiki/Whaam!","headline":"Roy Lichtenstein's Whaam! debuts at Leo Castelli Gallery in New York City"},{"originalText":"Scottish biologist and pharmacologist Alexander Fleming (pictured) discovered penicillin when he noticed a bacteria-killing mould growing in his laboratory.","year":1928,"subtitle":"Alexander Fleming","url":"https://en.wikipedia.org/wiki/Alexander_Fleming","headline":"Alexander Fleming discovers penicillin in laboratory"},{"originalText":"A team of U.S. Army Air Service aviators landed in Seattle, Washington, to complete the first aerial circumnavigation of the world.","year":1924,"subtitle":"United States Army Air Service","url":"https://en.wikipedia.org/wiki/United_States_Army_Air_Service","headline":"U.S. Army Air Service aviators complete first aerial circumnavigation of the world"},{"originalText":"Philippine–American War: Filipino guerrillas killed more than forty American soldiers in a surprise attack on the town of Balangiga on the island of Samar.","year":1901,"subtitle":"Philippine–American War","url":"https://en.wikipedia.org/wiki/Philippine%E2%80%93American_War","headline":"Filipino guerrillas kill over forty American soldiers in Balangiga attack"},{"originalText":"The Declaration of Independence of the Mexican Empire from Spain was drafted in the National Palace in Mexico City.","year":1821,"subtitle":"Declaration of Independence (Mexico)","url":"https://en.wikipedia.org/wiki/Declaration_of_Independence_(Mexico)","headline":"Mexican Empire declares independence from Spain in Mexico City"},{"originalText":"Explorer Juan Rodríguez Cabrillo (pictured), the first European to travel along the coast of California, landed at what is now the city of San Diego.","year":1542,"subtitle":"Juan Rodríguez Cabrillo","url":"https://en.wikipedia.org/wiki/Juan_Rodr%C3%ADguez_Cabrillo","headline":"Explorer Juan Rodríguez Cabrillo lands in San Diego, California"},{"originalText":"In the Battle of Tinchebray in Normandy, the invading King Henry I of England captured his brother Robert Curthose.","year":1106,"subtitle":"Battle of Tinchebray","url":"https://en.wikipedia.org/wiki/Battle_of_Tinchebray","headline":"King Henry I captures brother Robert Curthose in Battle of Tinchebray"},{"originalText":"William the Conqueror and his fleet of around 600 ships landed at Pevensey, Sussex, beginning the Norman conquest of England.","year":1066,"subtitle":"William the Conqueror","url":"https://en.wikipedia.org/wiki/William_the_Conqueror","headline":"William the Conqueror lands in Pevensey, Sussex, beginning Norman conquest of England"},{"originalText":"The Eastern Roman armies under Constantius II defeated those of the usurper Magnentius at the Battle of Mursa Major.","year":351,"subtitle":"Constantius II","url":"https://en.wikipedia.org/wiki/Constantius_II","headline":"Eastern Roman armies defeat Magnentius at Battle of Mursa Major"},{"originalText":"Pope Pontian resigned after being exiled to Sardinia, becoming the first pope to relinquish the position; he was reportedly beaten to death with sticks weeks later.","year":235,"subtitle":"Pope Pontian","url":"https://en.wikipedia.org/wiki/Pope_Pontian","headline":"Pope Pontian resigns and is reportedly beaten to death with sticks"}]}