{"dateLabel":"September 29","issue":"Issue 273","events":[{"originalText":"Gol Transportes Aéreos Flight 1907 collided in mid-air with an Embraer Legacy business jet near Peixoto de Azevedo, Brazil, killing 154 people and triggering a national aviation crisis.","year":2006,"subtitle":"Gol Transportes Aéreos Flight 1907","url":"https://en.wikipedia.org/wiki/Gol_Transportes_A%C3%A9reos_Flight_1907","headline":"Gol Transportes Aéreos Flight 1907 Collides with Embraer Legacy Jet, 154 Dead in Brazil"},{"originalText":"Archaeologists and volunteers began excavation of the remains of Fort Tanjong Katong in Singapore.","year":2004,"subtitle":"Fort Tanjong Katong","url":"https://en.wikipedia.org/wiki/Fort_Tanjong_Katong","headline":"Excavation Begins at Fort Tanjong Katong in Singapore"},{"originalText":"The award-winning Disney animated film Beauty and the Beast premiered while unfinished at the New York Film Festival.","year":1991,"subtitle":"Walt Disney Animation Studios","url":"https://en.wikipedia.org/wiki/Walt_Disney_Animation_Studios","headline":"Disney's Beauty and the Beast Premieres Unfinished at New York Film Festival"},{"originalText":"The Lockheed YF-22, the prototype for the F-22 Raptor, made its first flight.","year":1990,"subtitle":"Lockheed YF-22","url":"https://en.wikipedia.org/wiki/Lockheed_YF-22","headline":"Lockheed YF-22 Prototype Makes First Flight"},{"originalText":"The University of East Anglia was founded in Norwich, England, after talk of establishing a university in the city began as early as the 19th century.","year":1963,"subtitle":"University of East Anglia","url":"https://en.wikipedia.org/wiki/University_of_East_Anglia","headline":"University of East Anglia Founded in Norwich, England"},{"originalText":"An explosion at the Soviet nuclear reprocessing plant Mayak released 74 to 1,850 PBq of radioactive material.","year":1957,"subtitle":"Nuclear reprocessing","url":"https://en.wikipedia.org/wiki/Nuclear_reprocessing","headline":"Explosion at Soviet Nuclear Plant Mayak Releases Radioactive Material"},{"originalText":"The first Indonesian legislative election resulted in an unexpectedly poor result for the Masyumi Party of incumbent prime minister Burhanuddin Harahap (pictured).","year":1955,"subtitle":"1955 Indonesian legislative election","url":"https://en.wikipedia.org/wiki/1955_Indonesian_legislative_election","headline":"First Indonesian Legislative Election Results in Poor Outcome for Masyumi Party"},{"originalText":"Willie Mays of the New York Giants made The Catch, one of the most famous defensive plays in the history of Major League Baseball.","year":1954,"subtitle":"Willie Mays","url":"https://en.wikipedia.org/wiki/Willie_Mays","headline":"Willie Mays Makes The Catch in Major League Baseball"},{"originalText":"Twelve countries signed a convention to establish the European Organization for Nuclear Research (CERN), which manages the world's largest particle physics laboratory.","year":1954,"subtitle":"CERN","url":"https://en.wikipedia.org/wiki/CERN","headline":"Twelve Countries Sign Convention to Establish CERN"},{"originalText":"The Holocaust: Nazi forces, aided by Ukrainian collaborators, began a massacre of Jews in a ravine in Kyiv, killing more than 30,000 civilians in two days and thousands more in the following months.","year":1941,"subtitle":"The Holocaust","url":"https://en.wikipedia.org/wiki/The_Holocaust","headline":"Nazi Forces Begin Massacre of Jews in Kyiv"},{"originalText":"During a Royal Australian Air Force training exercise over Brocklesby, two planes collided and interlocked in mid-air (pictured); the pilot of the upper plane was able to land safely using the lower plane's engines.","year":1940,"subtitle":"Royal Australian Air Force","url":"https://en.wikipedia.org/wiki/Royal_Australian_Air_Force","headline":"Planes Collide in Mid-Air During RAAF Training Exercise over Brocklesby"},{"originalText":"The Mandate for Palestine came into effect, officially creating the protectorates of Mandatory Palestine under British administration and Transjordan as a separate emirate under King Abdullah I.","year":1923,"subtitle":"Mandate for Palestine","url":"https://en.wikipedia.org/wiki/Mandate_for_Palestine","headline":"Mandate for Palestine Creates Protectorates under British Administration"},{"originalText":"World War I: The Battle of St Quentin Canal took place, which led to the British Fourth Army making the first breach of the German defensive Hindenburg Line.","year":1918,"subtitle":"World War I","url":"https://en.wikipedia.org/wiki/World_War_I","headline":"Battle of St Quentin Canal Leads to Breach of Hindenburg Line in WWI"},{"originalText":"The Spanish American wars of independence ended with the death of King Ferdinand VII, with what had once been the Spanish Empire disintegrating into independent Latin American states.","year":1833,"subtitle":"Spanish American wars of independence","url":"https://en.wikipedia.org/wiki/Spanish_American_wars_of_independence","headline":"Spanish American Wars of Independence End with Death of King Ferdinand VII"},{"originalText":"The Williamsburg Bray School, the oldest-surviving school building in the U.S. dedicated to educating Black children, opened at Benjamin Franklin's suggestion.","year":1760,"subtitle":"Williamsburg Bray School","url":"https://en.wikipedia.org/wiki/Williamsburg_Bray_School","headline":"Oldest-Surviving School for Black Children Opens in Williamsburg Bray School"},{"originalText":"An army of Viking pirates that had besieged the English city of Canterbury for weeks took Archbishop Ælfheah prisoner and seized power.","year":1011,"subtitle":"Siege of Canterbury","url":"https://en.wikipedia.org/wiki/Siege_of_Canterbury","headline":"Viking Pirates Take Archbishop Ælfheah Prisoner in Canterbury"}]}