{"dateLabel":"September 30","issue":"Issue 274","events":[{"originalText":"President Martín Vizcarra dissolved the Congress of Peru, resulting in a constitutional crisis.","year":2019,"subtitle":"Martín Vizcarra","url":"https://en.wikipedia.org/wiki/Mart%C3%ADn_Vizcarra","headline":"President Martín Vizcarra dissolves Congress of Peru, sparking constitutional crisis"},{"originalText":"A 7.6 MW earthquake struck off the southern coast of Sumatra, Indonesia, killing 1,115 and impacting an estimated 1.2 million people.","year":2009,"subtitle":"Moment magnitude scale","url":"https://en.wikipedia.org/wiki/Moment_magnitude_scale","headline":"7.6 MW earthquake in Sumatra, Indonesia kills 1,115 and affects 1.2 million"},{"originalText":"The Danish newspaper Jyllands-Posten published controversial editorial cartoons depicting Muhammad, sparking protests across the Muslim world by many who viewed them as Islamophobic and blasphemous.","year":2005,"subtitle":"Jyllands-Posten","url":"https://en.wikipedia.org/wiki/Jyllands-Posten","headline":"Controversial Muhammad cartoons published by Danish newspaper, ignite global protests"},{"originalText":"Twelve-year-old Muhammad al-Durrah was shot dead in the Gaza Strip; the Israel Defense Forces initially accepted responsibility but retracted it five years later.","year":2000,"subtitle":"Killing of Muhammad al-Durrah","url":"https://en.wikipedia.org/wiki/Killing_of_Muhammad_al-Durrah","headline":"12-year-old Muhammad al-Durrah shot dead in Gaza Strip, IDF initially claims responsibility"},{"originalText":"The Internet Corporation for Assigned Names and Numbers (ICANN), a nonprofit organization that manages the assignment of domain names and IP addresses in the Internet, was incorporated.","year":1998,"subtitle":"ICANN","url":"https://en.wikipedia.org/wiki/ICANN","headline":"ICANN incorporated to manage domain names and IP addresses on the Internet"},{"originalText":"Cheers, an American television sitcom, debuted with its pilot episode on NBC.","year":1982,"subtitle":"Cheers","url":"https://en.wikipedia.org/wiki/Cheers","headline":"Cheers sitcom debuts on NBC"},{"originalText":"The Boeing AH-64 Apache (example pictured), the primary attack helicopter for a number of countries, made its first flight.","year":1975,"subtitle":"Boeing AH-64 Apache","url":"https://en.wikipedia.org/wiki/Boeing_AH-64_Apache","headline":"Boeing AH-64 Apache makes first flight as primary attack helicopter"},{"originalText":"Members of the 30 September Movement attempted a coup against the Indonesian government that was crushed by the military under Suharto, leading to a mass anti-communist purge with more than 500,000 people killed over the following months.","year":1965,"subtitle":"30 September Movement","url":"https://en.wikipedia.org/wiki/30_September_Movement","headline":"30 September Movement coup attempt in Indonesia crushed, leading to mass anti-communist purge"},{"originalText":"American film actor James Dean suffered fatal injuries in a head-on car accident near Cholame, California.","year":1955,"subtitle":"James Dean","url":"https://en.wikipedia.org/wiki/James_Dean","headline":"James Dean dies in car accident near Cholame, California"},{"originalText":"Second World War: General Władysław Sikorski (pictured) became the first prime minister of the Polish government-in-exile.","year":1939,"subtitle":"World War II","url":"https://en.wikipedia.org/wiki/World_War_II","headline":"General Władysław Sikorski becomes first prime minister of Polish government-in-exile"},{"originalText":"NBC broadcast the first televised American football game, between the Fordham Rams and the Waynesburg Yellow Jackets.","year":1939,"subtitle":"NBC","url":"https://en.wikipedia.org/wiki/NBC","headline":"First televised American football game broadcast by NBC"},{"originalText":"Adolf Hitler, Benito Mussolini, Neville Chamberlain, and Édouard Daladier signed the Munich Agreement, stipulating that Czechoslovakia must cede the Sudetenland to Germany.","year":1938,"subtitle":"Adolf Hitler","url":"https://en.wikipedia.org/wiki/Adolf_Hitler","headline":"Hitler, Mussolini, Chamberlain, and Daladier sign Munich Agreement for Sudetenland"},{"originalText":"Times Square Theater (pictured) opened on Broadway with a production of The Mirage, a play written by its owner, Edgar Selwyn.","year":1920,"subtitle":"Times Square Theater","url":"https://en.wikipedia.org/wiki/Times_Square_Theater","headline":"Times Square Theater opens on Broadway with production of The Mirage"},{"originalText":"Nestor Makhno and Fedir Shchus led insurgents to successfully ambush the Central Powers that occupied southern Ukraine during World War I.","year":1918,"subtitle":"Nestor Makhno","url":"https://en.wikipedia.org/wiki/Nestor_Makhno","headline":"Insurgents led by Makhno and Shchus ambush Central Powers in southern Ukraine"},{"originalText":"The Vulcan Street Plant in Appleton, Wisconsin, the first hydroelectric central station to serve a system of private and commercial customers in North America, went online.","year":1882,"subtitle":"Vulcan Street Plant","url":"https://en.wikipedia.org/wiki/Vulcan_Street_Plant","headline":"Vulcan Street Plant in Appleton, Wisconsin goes online as first hydroelectric central station in North America"},{"originalText":"Georges Bizet's opera Les pêcheurs de perles premiered at the Théâtre Lyrique in Paris.","year":1863,"subtitle":"Georges Bizet","url":"https://en.wikipedia.org/wiki/Georges_Bizet","headline":"Bizet's opera Les pêcheurs de perles premieres in Paris"},{"originalText":"Wolfgang Amadeus Mozart's opera The Magic Flute, composed shortly before his death, premiered at Theater auf der Wieden in Vienna.","year":1791,"subtitle":"Wolfgang Amadeus Mozart","url":"https://en.wikipedia.org/wiki/Wolfgang_Amadeus_Mozart","headline":"Mozart's opera The Magic Flute premieres in Vienna"},{"originalText":"Sue Takafusa, a retainer of the Ōuchi clan in western Japan, led a coup against the daimyō Ōuchi Yoshitaka, leading to the latter's forced suicide.","year":1551,"subtitle":"Sue Harukata","url":"https://en.wikipedia.org/wiki/Sue_Harukata","headline":"Ōuchi clan retainer leads coup against daimyō Ōuchi Yoshitaka in Japan"},{"originalText":"A violent earthquake struck the Caucasus near Ganja, killing up to an estimated 300,000 people.","year":1139,"subtitle":"1139 Ganja earthquake","url":"https://en.wikipedia.org/wiki/1139_Ganja_earthquake","headline":"Violent earthquake in Caucasus near Ganja claims up to 300,000 lives"},{"originalText":"Muslim conquest of Transoxiana: Türgesh tribesmen attacked and captured the exposed baggage train of the Umayyad army, sent ahead of the main force.","year":737,"subtitle":"AD 737","url":"https://en.wikipedia.org/wiki/AD_737","headline":"Türgesh tribesmen capture Umayyad army's baggage train in Muslim conquest of Transoxiana"}]}